Repository: JeromyJSmith/zrythm
Catalog: po/*.po
Languages: el, gl, pt, sv

source: Not a control change event
el: Δεν είναι γεγονός αλλαγής χειριστή
gl: Non é un evento de muda de control
pt: Não é um evento de mudança de controle
sv: Inte ett kontrolländrings-event

source: Select MIDI file
el: Επιλογή αρχείου MIDI
gl: Seleccionar ficheiro MIDI
pt: Selecionar ficheiro MIDI
sv: Välj en MIDI-fil

source: _Export
el: _Εξαγωγή
gl: _Exportar
pt: _Exportar
sv: Exportera

source: Base region
el: Βασική περιοχή
gl: Rexión base
pt: Região de base
sv: Basregionen

source: Full region
el: Ολόκληρη περιοχή
gl: Rexión completa
pt: Região completa
sv: Hela regionen

source: MIDI Format
pt: Formato MIDI

source: Please enter a value
el: Εισάγετε μια τιμή
pt: Por favor, insira um valor
sv: Var god ange ett värde

source: %.1f to %.1f
el: %.1f για %.1f
gl: %.1f a %.1f
pt: %.1f para %.1f
sv: %.1f till %.1f

source: Port info
el: Πληροφορίες θύρας
gl: Información do Porto
pt: Informações sobre a porta

source: Enter group name
pt: Digite o nome do grupo

source: Group name
pt: Nome do grupo

source: New Group
pt: Novo grupo

source: Move tracks under group
pt: Mover faixas sob grupo

source: Failed to create audio group track
pt: Falha ao criar a faixa de grupo de áudio

source: Failed to create MIDI group track
pt: Falha ao criar a faixa de grupo MIDI

source: a highly automated and intuitive digital audio workstation
el: ένας εξαιρετικά αυτοματοποιημένος και εύληπτος ψηφιακός σταθμός επεξεργασίας ήχου
gl: unha estación de traballo de audio dixital intuitiva e moi automatizada
pt: Uma estação de trabalho de áudio digital altamente automatizada e intuitiva
sv: en helautomatiserad och intuitiv digital ljudarbetsstation (DAW)

source: Website
el: Ιστότοπος
gl: Páxina web
pt: Site
sv: Webbsida

source: Exporting...
el: Εξαγωγή...
gl: Exportando...
pt: Exportando...
sv: Export...

source: Exported
el: Εξάχθηκε
gl: Exportado
pt: Exportado
sv: Exporterad

source: Export Progress
el: Πρόοδος εξαγωγής
gl: Progreso da exportación
pt: Progresso da Exportação
sv: Exporteringsstatus

source: Open Directory
el: Άνοιγμα καταλόγου
gl: Abrir Directorio
pt: Abrir Diretório
sv: Öppna katalog

source: Opens the containing directory
el: Ανοίγει τον περιεχόμενο κατάλογο
gl: Abre o directorio contedor
pt: Abre o diretório acima
sv: Öppnar katalogen inuti

source: error: %s
pt: erro: %s

source: Done
pt: Pronto

source: Send Automatically
pt: Enviar automaticamente

source: Click OK to submit. You can verify what will be sent below. By clicking OK, you agree to our %sPrivacy Policy%s.
pt: Clique em OK para enviar. Você pode verificar o que será enviado abaixo. Ao clicar em OK, você concorda com a nossa %sPolítica de Privacidade%s.

source: <b>Data</b>
pt: <b>Dados</b>

source: <b>Log file</b>
pt: <b>Ficheiro de registo</b>

source: <b>Screenshot</b>
pt: <b>Captura de ecrã</b>

source: Sending
pt: A enviar

source: Sending data...
pt: A enviar dados...

source: Failed
pt: Falhou

source: Sending...
pt: A enviar...

source: Sent successfully
pt: Enviado com sucesso

source: Send via Sourcehut
pt: Enviar via Sourcehut

source: Please copy the template below in a %snew issue%s.
pt: Por favor, copie o modelo abaixo numa %snova edição%s.

source: Error
pt: Erro

source: What did you do?
pt: O que fez?

source: %s color
el: %s χρώμα
pt: %s cor
sv: %s färg

source: Track color
pt: Cor da faixa

source: Failed to change color
pt: Falha ao mudar a cor

source: No port selected
el: Δεν έχει επιλεγεί θύρα
gl: Sen porto seleccionado
pt: Nenhuma porta selecionada
sv: Inget port är valt

source: Failed to connect %s to %s
pt: Falha ao conectar %s a %s

source: These ports cannot be connected
el: Αυτές οι θύρες δεν μπορούν να συνδεθούν
gl: Estes portos non se poden conectar
pt: Estas portas não podem ser ligadas
sv: Dessa portar kan ej kopplas samman

source: Track Ports
el: Θύρες κομματιού
gl: Portos da Pista
pt: Portas de Faixa
sv: Spårportar

source: Setup Zrythm
el: Εγκατάσταση Zrythm
gl: Configurar Zrythm
pt: Configuração do Zrythm
sv: Ställ in Zrythm

source: Language
el: Γλώσσα
gl: Idioma
pt: Idioma
sv: Språk

source: Select a directory
pt: Selecione um diretório

source: none
el: κανένα
pt: nenhum
sv: ingen

source: 1 more file...
el: 1 ακόμα αρχείο...
pt: Mais 1 ficheiro...
sv: 1 till fil...

source: %d more files...
el: %d ακόμα αρχεία...
pt: Mais %d ficheiros...
sv: %d fler filer...

source: The following files will be created:
el: Τα ακόλουθα αρχεία θα δημιουργηθούν:
pt: Os seguintes ficheiros serão criados:
sv: Följande filer kommer att skapas:

source: in the directory:
el: στον κατάλογο:
pt: no diretório:
sv: i katalogen:

source: No tracks to export
el: Δεν υπάρχουν κομμάτια προς εξαγωγή
pt: Nenhumas faixas a exportar
sv: Inga spår att exportera

source: Saving...
pt: A gravar...

source: Project Progress
pt: Progresso do projeto

source: %s icon
el: εικονίδιο %s
pt: %s ícone
sv: %s ikon

source: _Select
el: _Επιλογή
pt: _Selecione
sv: _Välj

source: Running %s version <b>%s</b>%s%s
pt: A executar %s versão <b>%s</b>%s%s

source: Home
pt: Início

source: Desktop
pt: Área de trabalho

source: Invalid object name %s
el: Άκυρο όνομα αντικειμένου %s
pt: Nome do objeto inválido %s
sv: Ogiltigt objektnamn %s

source: Plugin '%s' has crashed and has been disabled.
pt: O suplemento '%s' travou e foi desativado.

source: Trial limit has been reached. %s will now go silent
el: Η δοκιμαστική περίοδος έληξε. Το %s θα γίνει τώρα σιωπηλό
pt: O limite de avaliação foi atingido. %s agora ficará silencioso
sv: Tidsgränsen för provversionen har uppnåtts. %s kommer nu att bli tyst.

source: Plugin Browser
el: Περιηγητής προσθέτων
gl: Navegador de Plugins
pt: Navegador de Plugins
sv: Pluginutforskare

source: Overwrite Plugin
el: Επεγγραφή προσθέτου
gl: Sobrescribir Plugin
pt: Sobrescrever Plugin
sv: Skriv över plugin

source: A plugin already exists at the selected slot. Overwrite it?
el: Ένα πρόσθετο υπάρχει ήδη στην επιλεγμένη θέση. Να αντικατασταθεί;
gl: Xa hai un plugin no oco seleccionado. Quérelo sobrescribir?
pt: Já existe um plugin no compartimento selecionado. Sobrescrever?
sv: Det finns redan ett plugin i det valda facket. Vill du skriva över det?

source: Error instantiating plugin. Please see log for details.
el: Σφάλμα κατά την ενσάρκωση προσθέτου. Βλέπε αρχείο καταγραφής για λεπτομέρειες.
gl: Erro instalando un plugin. Por favor, mira o rexistro para detalles.
pt: Erro ao instanciar o plugin. Por favor, veja o registo para mais detalhes.
sv: Fel vid instansning av plugin. Var god se loggen för ytterligare information.

source: Sine (Equal Power)
el: Ημίτονο (ίση ισχύς)
gl: Seno (Mesma Intensidade)
pt: Seno (Potência Igual)
sv: Sinus

source: A locale for the language you have selected (%s) is not available. Please install one first and restart %s
el: Δεν υπάρχει locale για τη γλώσσα που επιλέξατε (%s). Εγκαταστήστε πρώτα ένα και επανεκκινήστε %s
pt: Um local para o idioma que selecionou (%s) não está disponível. Por favor, instale um primeiro e reinicie %s
sv: Ingen lokal är tillgänglig för det valda språket (%s). Var god installera en och starta om %s

source: A locale for the language you have selected is not available. Please enable one first using the steps below and try again. 1. Uncomment any locale starting with the language code <b>%s</b> in <b>/etc/locale.gen</b> (needs root privileges) 2. Run <b>locale-gen</b> as root 3. Restart %s
el: Δεν υπάρχει διαθέσιμο locale για τη γλώσσα που έχετε επιλέξει. Ενεργοποιήστε πρώτα ένα ακολουθώντας τα βήματα από κάτω και προσπαθήστε ξανά. 1. Ξεσχολιάστε οποιοδήποτε locale αρχίζει με τον κωδικό γλώσσας <b>%s</b> στο <b>/etc/locale.gen</b> (απαιτούνται προνόμια root) 2. Εκτελέστε το <b>locale-gen</b> ως root 3. Επανεκκινήστε %s
pt: A localidade para o idioma selecionado não está disponível. Por favor, primeiro ative uma usando os passos abaixo e tente novamente. 1. Des-comentar qualquer localidade começando com o código de idioma <b>%s</b> em <b>/etc/locale.gen</b> (precisa de privilégios de root) 2. Executar <b>locale-gen</b> como root 3. Reiniciar %s
sv: Ingen lokal är tillgänglig för språket du valt. Var god aktivera en först genom att följa instruktionerna nedan och försök igen. 1. Avkommentera alla lokaler som börjar med språkkoden <b>%s</b> i <b>/etc/locale.gen</b> (kräver root-behörigheter) 2. Kör <b>locale-gen</b> som root 3. Starta om %s

source: Schema %s%s%s
el: Διάγραμμα %s%s%s
gl: Esquema %s%s%s
pt: Esquema %s%s%s

source: Resetting schema %s...
el: Επαναφορά διαγράμματος %s...
gl: Reconfigurando esquema %s...
pt: A redefinir o esquema %s ...
sv: Återställer schema %s...

source: skipping %s
el: παράλειψη %s
gl: Saltando %s
pt: a pular %s
sv: hoppar över %s

source: resetting %s to %s
el: επαναφορά %s σε %s
gl: Reconfigurando %s a %s
pt: redefinir %s a %s
sv: återställer %s till %s

source: Failed to find schema %s. %s is likely not installed
el: Αποτυχία εύρεσης διαγράμματος %s. Το %s μάλλον δεν είναι εγκατεστημένο
pt: Falha ao encontrar o esquema %s. %s provavelmente não está instalado
sv: Kunde inte hitta schemat %s. %s är troligtvis inte installerat.

source: Failed to view schema %s
el: Αποτυχία προβολής διαγράμματος %s
gl: Erro ao ver o esquema %s
pt: Falha ao visualizar o esquema %s
sv: Kunde inte visa schemat %s

source: Failed to reset schema %s
el: Αποτυχία επαναφοράς σχήματος %s
gl: Erro ao reiniciar o esquema %s
pt: Falha ao redefinir o esquema %s
sv: Kunde inte återställa schemat %s

source: This will reset %s to factory settings. You will lose all your preferences. Type 'y' to continue:
el: Αυτό θα επαναφέρει το %s στις εργαστηριακές ρυθμίσεις. Θα χάσετε όλες τις ρυθμίσεις σας. Πληκτρολογήστε «y» για να συνεχίσετε:
pt: Isto irá reiniciar %s às configurações de fábrica. Perderá todas as suas preferências. Digite 'y' para continuar:
sv: Detta kommer att återställa %s till fabriksinställningarna. Du kommer att förlora alla dina preferenser. Skriv 'y' för att fortsätta:

source: Aborting...
el: Ματαίωση...
gl: Cancelando...
pt: A abortar...
sv: Avbryter...

source: Reset to factory settings successful
el: Επιτυχής επαναφορά στις εργαστηριακές ρυθμίσεις
gl: Volta á configuración de fábrica con éxito
pt: As configurações de fábrica foram redefinidas com sucesso
sv: Återställning till fabriksinställningar lyckades

source: No file was found
el: Δεν βρέθηκε κανένα αρχείο
pt: Nenhum ficheiro foi encontrado
sv: Ingen fil hittades

source: Unsupported file type %s
el: Ο τύπος αρχείου %s δεν υποστηρίζεται
gl: Tipo de arquivo non soportado %s
pt: Tipo de ficheiro não suportado %s
sv: Filtyp utan stöd %s

source: This MIDI file contains %d tracks. It cannot be dropped into an existing track
pt: Este ficheiro MIDI contém %d faixas. Não pode ser solto numa pista existente

source: Can only drop audio files on audio tracks
el: Μπορείτε να ρίξετε μόνο αρχεία ήχου σε κομμάτια ήχου
pt: Só pode deixar cair ficheiros de áudio em faixas de áudio
sv: Du kan endast släppa ljudfiler i ljudspår

source: Cannot drag folder into itself
pt: Não é possível arrastar a pasta para ela mesma

source: Rec
el: Ηχογράφηση
pt: Grav
sv: Spela in

source: Touch
el: Άγγιγμα
gl: Táctil
pt: Toque

source: Latch
el: Κλείδωμα
gl: Pasador
pt: Trinco
sv: Följ

source: Pre-fader send
el: Αποστολή προ-fader
gl: Envío Pre-Fader
pt: Pré-fader enviar
sv: Pre-fader sändning

source: Post-fader send
el: Αποστολή μετα-fader
gl: Envío Post-Fader
pt: Envio pós-fader
sv: Post-fader sändning

source: %s input
el: %s εισαγωγή
gl: Entrada %s
pt: entrada %s
sv: %s ingång

source: Markers
el: Σημάδια
gl: Marcadores
pt: Marcadores
sv: Markörer

source: Macro CV In %d
pt: Macro CV Entrada %d

source: Macro CV Out %d
pt: Macro CV Saída %d

source: Couldn't open SNDFILE %s: %d: %s
pt: Não consegui abrir o SNDFILE %s: %d: %s

source: <b>%s</b> Sample rate: %d Length: %ld s %ld ms | BPM: %.1f Channel(s): %d | Bitrate: %'d.%d kb/s Bit depth: %d bits
pt: <b>%s</b> Taxa de amostra: %d Comprimento: %ld s %ld ms | BPM: %.1f Canal(is): %d | Bitrate: %'d. %d kb/s Profundidade de bits: %d bits

source: PortAudio Error: %s
el: Σφάλμα PortAudio: %s
gl: Erro de PortAudio %s
pt: Erro PortAudio: %s
sv: PortAudio fel: %s

source: Automation
el: Αυτοματισμός
gl: Automatización
pt: Automação

source: Beats per bar
pt: Batidas por barra

source: Beat unit
pt: Unidade de batidas

source: Failed to initialize the %s audio backend. Will use the dummy backend instead. Please check your backend settings in the Preferences.
el: Αποτυχία αρχικοποίησης του παρασκηνίου ήχου %s. Θα χρησιμοποιηθεί εικονικό παρασκήνιο αντί αυτού. Ελέγξτε τις επιλογές του παρασκηνίου σας στις ρυθμίσεις.
gl: Fallouse ao iniciar o %s backend de audio. Empregarase o dummy backend no seu lugar. Por favor, comproba a túa configuración do backend nas Preferencias.
pt: Falha ao inicializar o backend de áudio %s. Vai usar o backend fictício em vez disso. Por favor, verifique as configurações do seu backend nas Preferências.
sv: Misslyckades att initiera ljudbackend %s. Platshållar-backend kommer användas istället. Var god se över backend-inställningarna i Preferenser.

source: The JACK MIDI backend can only be used with the JACK audio backend (your current audio backend is %s). Will use the dummy MIDI backend instead.
pt: O backend JACK MIDI só pode ser usado com o backend de áudio JACK (o seu backend de áudio atual é %s). Usará o backend MIDI fictício ao invés.

source: Failed to initialize the %s MIDI backend. Will use the dummy backend instead. Please check your backend settings in the Preferences.
el: Αποτυχία αρχικοποίησης του παρασκηνίου MIDI %s. Θα χρησιμοποιηθεί εικονικό παρασκήνιο αντί αυτού. Ελέγξτε τις επιλογές του παρασκηνίου σας στις ρυθμίσεις.
gl: Fallouse ao iniciar o %s backend MIDI. Empregarase o dummy backend no seu lugar. Por favor, comproba a túa configuración do backend nas Preferencias.
pt: Falha ao inicializar o backend MIDI %s. Vai usar backend fictício em vez disso. Por favor, verifique as configurações do seu backend nas Preferências.
sv: Misslyckades att initiera MIDI-backend %s. Platshållar-backend kommer användas istället. Var god se över backend-inställningarna i Preferenser.

source: Your selected combination of backends may not work properly. If you want to use JACK, please select JACK as both your audio and MIDI backend.
el: Ο επιλεγμένος σας συνδυασμός παρασκηνίων ενδέχεται να μην δουλεύει σωστά. Αν θέλετε να χρησιμοποιήσετε JACK, επιλέξτε το JACK ως παρασκήνιο του ήχου και του MIDI σας.
pt: A combinação selecionada de backends pode não funcionar corretamente. Se quiser usar JACK, por favor selecione JACK como o seu backend de áudio e MIDI.
sv: Din valda kombination av backend kanske inte kommer fungera korrekt. Om du vill använda JACK, var god välj JACK som både ljud- och MIDI-backend.

source: The selected MIDI/audio backend was not found in the version of %s you have installed. The audio and MIDI backends were set to "Dummy". Please set your preferred backend from the preferences.
el: Το επιλεγμένο παρασκήνιο MIDI/ήχου δεν βρέθηκε στην έκδοση του %s που έχετε εγκαταστήσει. Τα παρασκήνια ήχου και MIDI ορίστηκαν σε «Εικονικό». Ορίστε το παρασκήνιο της επιλογής σας από τις ρυθμίσεις.
pt: O backend MIDI/audio selecionado não foi encontrado na versão de %s que instalou. Os backends de áudio e MIDI foram configurados para "Dummy". Por favor, defina o backend da sua preferência das preferências.
sv: Valda MIDI-/ljud-backend hittades inte i den version av %s som är installerad. MIDI-/ljud-backend sattes till "Platshållare". Var god ställ in din föredragna backend i Preferenser.

source: Exponential
el: Εκθετικό
gl: Exponencial
pt: Exponencial
sv: Exponentiell

source: Elliptic
el: Ελλειπτικό
gl: Elíptico
pt: Elíptico
sv: Elliptisk

source: Lane %d
el: Λωρίδα %d
gl: Estaxe %d
pt: Pista %d
sv: Bana %d

source: Adaptive
el: Προσαρμοστικό
pt: Adaptativo
sv: Adaptiv

source: ALSA Error: %s
el: Σφάλμα ALSA: %s
gl: Erro ALSA: %s
pt: Erro ALSA: %s
sv: ALSA fel: %s

source: Unimplemented
el: Μη ενσωματωμένο
gl: Non implementado
pt: Não implementado

source: Edit in external app
pt: Editar numa app externa

source: Edit the file at <u>%s</u>, then press OK
pt: Edite o ficheiro em <u>%s</u>, depois prima OK

source: Launch
pt: Lançar

source: Prefader Volume
el: Ένταση pre-fader
pt: Volume de pré-fader
sv: Prefader-volym

source: Fader Volume
el: Ένταση fader
pt: Volume do fader
sv: Fadervolym

source: Prefader Balance
el: Ισορροπία pre-fader
pt: Balanço do Pré-fader
sv: Prefader-balans

source: Fader Balance
el: Ισορροπία fader
pt: Balanço do fader
sv: Faderbalans

source: Prefader Mute
el: Σίγαση pre-fader
pt: Pré-Fader mudo
sv: Prefader-tysta

source: Fader Mute
el: Σίγαση fader
pt: Fader mudo
sv: Fader-tysta

source: Ch Pre-Fader in
el: Είσοδος pre-fader
pt: Can entrada pré-Fader
sv: Kanal för pre-fader in

source: Ch Fader in
el: Είσοδος fader
gl: Entrada do Fader da Canle
pt: Can entrada fader
sv: Kanal för fader in

source: Monitor Fader in
el: Είσοδος μόνιτορ fader
gl: Entrada do Fader do Monitor
pt: Entrada de fader monitor
sv: Ingång för monitorns fader

source: Ch Pre-Fader out
el: Έξοδος pre-fader
pt: Can saída pré-fader
sv: Kanal för pre-fader ut

source: Ch Fader out
el: Έξοδος fader
gl: Saída do Fader da Canle
pt: Can saída fader
sv: Kanal för fader ut

source: Monitor Fader out
el: Έξοδος μόνιτορ fader
gl: Saída do Fader do Monitor
pt: Saída de monitor fader
sv: Utgång för monitorns fader

source: Ch MIDI Pre-Fader in
el: Είσοδος MIDI pre-fader
pt: Can entrada de pré-fader MIDI
sv: Kanal för MIDI pre-fader in

source: Ch MIDI Fader in
el: Είσοδος MIDI fader
pt: Can entrada de fader MIDI
sv: Kanal för MIDI fader in

source: Ch MIDI Pre-Fader out
el: Έξοδος MIDI pre-fader
pt: Can saída de pré-fader MIDI
sv: Kanal för MIDI pre-fader ut

source: Ch MIDI Fader out
el: Έξοδος MIDI fader
pt: Can saída fader MIDI
sv: Kanal för MIDI fader ut

source: XRUN occurred - check your JACK configuration
el: Σφάλμα XRUN - ελέγξτε την παραμετροποίηση του JACK
gl: XRUN ocorreu - comproba a túa configuración de JACK
pt: Ocorreu XRUN - verifique a sua configuração JACK
sv: XRUN inträffade - kontrollera din konfiguration av JACK

source: JACK has shut down
el: Το JACK απενεργοποίηθηκε
pt: JACK fechou
sv: JACK har stängt ner

source: Overall operation failed
el: Αποτυχία ολόκληρης της διαδικασίας
gl: A operación xeral fallou
pt: A operação geral falhou
sv: Kunde ej upprätthålla generell operation

source: The operation contained an invalid or unsupported option
el: Η διαδικασία περιείχε άκυρη ή μη υποστηριζόμενη επιλογή
gl: A operación contiña unha opción inválida ou non soportada
pt: A operação continha uma opção inválida ou não suportada
sv: Operationen innehöll ett ogiltigt alternativ

source: The desired client name was not unique
el: Το επιθυμητό όνομα πελάτη δεν ήταν μοναδικό
gl: O nome de cliente desexado non era exclusivo
pt: O nome do cliente desejado não foi exclusivo
sv: Det önskade klientnamnet var inte unikt

source: Unable to connect to the JACK server
el: Αδυναμία σύνδεσης στον διακομιστή JACK
gl: Incapaz de conectar ao servidor JACK
pt: Impossível conectar ao servidor JACK
sv: Kunde ej ansluta till JACK-servern

source: Communication error with the JACK server
el: Σφάλμα επικοινωνίας με τον διακομιστή JACK
gl: Erro de comunicación co servidor JACK
pt: Erro de comunicação com o servidor JACK
sv: Kommunikationsfel med JACK-servern

source: Requested client does not exist
el: Ο πελάτης που ζητήθηκε δεν υπάρχει
gl: O cliente solicitado non existe
pt: O cliente solicitado não existe
sv: Den förfrågade klienten existerar ej

source: Unable to load internal client
el: Αδυναμία φόρτωσης εσωτερικού πελάτη
gl: Incapaz de cargar o cliente interno
pt: Impossível carregar o cliente interno
sv: Kunde ej ladda den interna klienten

source: Unable to initialize client
el: Αδυναμία αρχικοποίησης πελάτη
gl: Incapaz de iniciar o cliente
pt: Impossível inicializar o cliente
sv: Kunde inte initiera klienten

source: Unable to access shared memory
el: Αδυναμία πρόσβασης κοινής μνήμης
gl: Incapaz de acceder á memoria compartida
pt: Impossível acessar a memória compartilhada
sv: Ingen tillgång till delat minne

source: Client's protocol version does not match
el: Η έκδοση πρωτοκόλλου του πελάτη δεν ταιριάζει
gl: A versión do protocolo do Cliente non coincide
pt: A versão de protocolo do cliente não corresponde
sv: Klientens protokollversion matchar inte

source: Backend error
el: Σφάλμα παρασκηνίου
gl: Erro do Backend
pt: Erro backend
sv: Backend-fel

source: Client zombie
el: Πελάτης ζόμπι
gl: Cliente zombie
pt: Cliente zumbi
sv: Klientzombie

source: Set control value
el: Ορισμός τιμής χειριστή
pt: Definir valor de controle
sv: Sätt kontrollvärdet

source: Attempted to resize unresizable objects
pt: Tentativa de redimensionamento de objetos não redimensionáveis

source: MIDI mapping enable
el: Ενεργοποίηση χαρτογράφησης MIDI
pt: Ativar o mapeamento MIDI
sv: Aktivera MIDI-kartering

source: MIDI mapping disable
el: Απενεργοποίηση χαρτογράφησης MIDI
pt: Desativar o mapeamento MIDI
sv: Inaktivera MIDI-kartering

source: MIDI mapping bind
el: Δέσμευση χαρτογράφησης MIDI
pt: Vinculação de mapeamento MIDI
sv: MIDI-kartering koppla

source: MIDI mapping unbind
el: Αποδέσμευση χαρτογράφησης MIDI
pt: Desvincular mapeamento MIDI
sv: MIDI-kartering koppla ur

source: Scripting extensibility with <a href="%s">GNU Guile</a> is not enabled in your %s installation.
el: Επεκτασιμότητα scripting με <a href="%s">Το GNU GUILE</a> δεν είναι ενεργοποιημένο στην εγκατάστασή σας %s.
pt: A extensibilidade de scripts com <a href="%s">GNU Guile</a> não está ativada na sua instalação %s.
sv: Skript-utbyggbarhet med <a href="%s">GNU Guile</a> är inte aktiverat i din %s installation.

source: Creating new projects is disabled. Please restart %s to start a new project
el: Η δημιουργία καινούριων έργων είναι απενεργοποιημένη. Επανεκκινήστε το %s για να αρχίσετε καινούριο έργο
pt: A criação de projetos está desativada. Por favor reinicie %s para iniciar um novo projeto
sv: Skapandet av nya projekt är inaktiverat. Var god starta om %s för att påbörja ett nytt projekt

source: Create new project
el: Δημιουργία καινούριου έργου
gl: Crear un novo proxecto
pt: Criar novo projeto
sv: Skapa nytt projekt

source: Yes
el: Ναι
gl: Si
pt: Sim
sv: Ja

source: No
el: Όχι
gl: Non
pt: Não
sv: Nej

source: Any unsaved changes to the current project will be lost. Continue?
el: Όλες οι μη αποθηκευμένες αλλαγές στο παρόν έργο θα χαθούν. Συνέχεια;
gl: Os cambios non gardados perderanse. Desexa continuar?
pt: Quaisquer alterações não gravadas no projeto atual serão perdidas. Continuar?
sv: Förändringar i projektet som inte redan sparats kommer att gå förlorade. Vill du fortsätta?

source: Loading is disabled in the trial version
el: Η φόρτωση είναι απενεργοποιημένη στη δοκιμαστική έκδοση
gl: Carga desactivada na versión de proba
pt: O carregamento está desativado na versão de avaliação
sv: Det går inte att ladda i testversionen

source: Saving is disabled in the trial version
el: Η αποθήκευση είναι απενεργοποιημένη στη δοκιμαστική έκδοση
gl: A opción de gardar está desactivada na versión de proba
pt: A gravação está desativada na versão de avaliação
sv: Det går inte att spara i testversionen

source: Save Project
el: Αποθήκευση έργου
gl: Gardar Proxecto
pt: Gravar Projeto
sv: Spara projekt

source: Export routing graph
el: Εξαγωγή γραφήματος δρομολόγησης
gl: Exportar gráfico da ruta
pt: Exportar gráfico de roteamento
sv: Exportera kopplingsgraf

source: Image (PNG)
el: Εικόνα (PNG)
gl: Imaxe (PNG)
pt: Imagem (PNG)
sv: Bild (PNG)

source: Dot graph
el: Γράφημα σημαδιών
gl: Gráfico de puntos
pt: Gráfico de pontos
sv: Punktgraf
