Repository: JeromyJSmith/zrythm
Catalog: po/*.po
Languages: el, gl, pt, sv

source: Inserts
gl: Insercións
pt: Inserções
sv: Inlägg

source: Selection
pt: Seleção

source: Failed to delete plugins
pt: Falha ao apagar suplementos

source: Failed to disconnect send
pt: Falha ao desconectar o envio

source: Failed to connect send
pt: Falha ao conectar o envio

source: start position
el: θέση έναρξης
gl: Inicio
pt: posição inicial

source: No object selected
el: Δεν έχει επιλεγεί αντικείμενο
gl: Ningún obxecto seleccionado
pt: Nenhum objeto selecionado
sv: Inget objekt är valt

source: Failed to change send amount
pt: Falha ao alterar o valor do envio

source: Editor view
el: Θέαση επεξεργαστή
pt: Vista do editor
sv: Redigeringsvy

source: Mixer
el: Μίκτης
gl: Mesturador
pt: Misturador

source: Mixer view
el: Θέαση μίκτη
pt: Vista do misturador
sv: Mixervy

source: Modulators
el: Διαμορφωτές
gl: Moduladores
pt: Moduladores
sv: Modulatorer

source: Chord Pad
el: Ταμπλέτα συγχορδιών
gl: Pad de Acordes
pt: Pad Acordes
sv: Ackorddyna

source: Chord pad
el: Ταμπλέτα συγχορδιών
pt: Pad de acordes
sv: Ackordplatta

source: Show/hide top panel
pt: Mostrar/ocultar o painel superior

source: Tempo/BPM
el: Τέμπο/BPM
pt: Ritmo/BPM

source: Position
el: Θέση
gl: Posición
pt: Posição

source: Time Signature - Beats per bar / Beat unit
el: Μέτρο - Χτύποι ανά μπάρα / Μονάδα χτύπου
gl: Compás - Pulsos por compás / Duración do pulso
pt: Assinatura de Tempo - Batidas por barra / Unidade de batida
sv: Taktart - Slag per takt / Pulsvärdet

source: dotted
el: διάστικτο
gl: punteado
pt: pontilhado
sv: prickad

source: triplet
el: τρίηχο
gl: triplete
pt: trio
sv: triplett

source: Failed to change time signature
pt: Falha ao alterar a assinatura de tempo

source: Failed to create plugin
pt: Falha na criação do suplemento

source: Failed to move or copy plugin
pt: Falha ao mover ou copiar o suplemento

source: Failed to move or copy track
pt: Falha ao mover ou copiar a faixa

source: Add _MIDI Track
el: Προσθήκη κομματιού _MIDI
gl: Engadir_Pista MIDI
pt: Adicionar Faixa de _MIDI
sv: Lägg till _MIDI-spår

source: Add Audio Track
el: Προσθήκη κομματιού ήχου
gl: Engadir Pista de Audio
pt: Adicionar Faixa de Áudio
sv: Lägg till ljudspår

source: Add FX Track
el: Προσθήκη κομματιού εφέ
gl: Engadir Pista de FX
pt: Adicionar faixa de FX
sv: Lägg till effektspår

source: Add Group Track
el: Προσθήκη κομματιού ομάδας
gl: Engadir Pista Agrupada
pt: Adicionar Faixa de Grupo
sv: Lägg till gruppspår

source: No instrument
el: Κανένα όργανο
pt: Nenhum instrumento
sv: Inget instrument

source: Slot #%d
el: Θέση #%d
gl: Oco #%d
pt: Compartimento #%d
sv: Fack #%d

source: Failed to move or copy plugins
pt: Falha ao mover ou copiar os suplementos

source: Failed to create plugin %s
pt: Falha na criação do suplemento %s

source: Plugin %s cannot be added to this slot
el: Το πρόσθετο %s δεν μπορεί να προστεθεί σε αυτή τη θέση
gl: O plugin %s non pode ser engadido neste oco
pt: O suplemento %s não pode ser adicionado a este compartimento
sv: Plugin:et %s kan inte läggas i detta fack

source: Bypass
el: Παράβλεψη
pt: Derivação
sv: Förbikoppla

source: Inspect
el: Επιθεώρηση
gl: Inspeccionar
pt: Inspecionar
sv: Inspektera

source: Edit
el: Επεξεργασία
gl: Editar
pt: Editar
sv: Redigera

source: Select
pt: Selecionar

source: empty slot
el: άδεια θέση
gl: Oco baleiro
pt: compartimento vazio
sv: tomt fack

source: Failed to move selection
pt: Falha ao mover a seleção

source: Failed to move chords
pt: Falha ao mover acordes

source: Marker name
el: Όνομα δείκτη
gl: Nome do marcador
pt: Nome do marcador
sv: Markörens namn

source: Cannot resize because the selection contains objects without length
pt: Não é possível redimensionar porque a seleção contém objetos sem comprimento

source: Failed to delete selection
pt: Falha ao apagar seleção

source: Failed to edit selection
pt: Falha ao editar a seleção

source: Failed to move automation
pt: Falha ao mover a automação

source: Failed to duplicate automation
pt: Falha ao duplicar a automação

source: Failed to create objects
pt: Falha ao criar objetos

source: Failed to fill automation
pt: Falha ao preencher a automação

source: Failed to edit selections
pt: Falha ao editar seleções

source: Failed to resize objects
pt: Falha ao redimensionar objetos

source: Failed to move MIDI notes
pt: Falha ao mover notas MIDI

source: Failed to duplicate MIDI notes
pt: Falha ao duplicar notas MIDI

source: Failed to create MIDI notes
pt: Falha ao criar notas MIDI

source: Failed to duplicate chords
pt: Falha ao duplicar acordes

source: Failed resizing selection
pt: Falha ao redimensionar a seleção

source: Failed to edit timeline objects
pt: Falha ao editar objetos da linha do tempo

source: Failed to resize timeline objects
pt: Falha ao redimensionar objetos da linha do tempo

source: Failed to resize selection
pt: Falha ao redimensionar a seleção

source: Failed resizing selections
pt: Falha ao redimensionar as seleções

source: Failed to move objects
pt: Falha ao mover objetos

source: Failed to link or move selection
pt: Falha ao ligar ou mover a seleção

source: Failed to split selection
pt: Falha ao dividir a seleção

source: %s name
el: όνομα %s
pt: %s nome
sv: %s namn

source: bass
pt: baixos

source: both
el: και τα δύο
gl: Ambos
pt: ambos
sv: båda

source: scale
el: κλίμακα
gl: escala
pt: escala
sv: skala

source: chord
el: συγχορδία
gl: acorde
pt: acorde
sv: ackord

source: Rename
pt: Renomear

source: Delete
el: Διαγραφή
gl: Eliminar
pt: Apagar
sv: Ta bort

source: Search...
pt: Procurar...

source: Playhead
el: Κεφαλή αναπαραγωγής
gl: Cabeza de Reprodución
pt: Cabeça de Reprodução
sv: Spelhuvud

source: Playhead [Jack Timebase Master]
el: Κεφαλή αναπαραγωγής [Jack TImebase Master]
gl: Cabeza de reprodución [Jack Timebase Master]
pt: Cabeça de Reprodução [Base de tempo máster Jack]
sv: Spelhuvud [Jack Timebase Master]

source: Playhead [Jack Client]
el: Κεφαλή αναπαραγωγής [Πελάτης Jack]
gl: Cabeza de reprodución [Cliente JACK]
pt: Cabeça de Reprodução [Cliente Jack]
sv: Spelhuvud [Jack Klient]

source: Input
pt: Entrada

source: Tap
pt: Toque

source: Become JACK Transport master
el: Δημιουργία JACK Transport master
gl: Converter en máster de JACK Transport
pt: Tornar-se Mestre de Transporte JACK
sv: Bli JACK Transport master

source: Sync to JACK Transport
el: Συγχρονισμός με JACK Transport
gl: Sincronizar con JACK Transport
pt: Sincronizar para Transporte JACK
sv: Synka till JACK Transport

source: Unlink JACK Transport
el: Αποσύνδεση JACK Transport
gl: Desvincular JACK Transport
pt: Desassociar para Transporte JACK
sv: Avlänka JACK Transport

source: playhead
el: κεφαλή αναπαραγωγής
gl: Cabeza de Reprodución
pt: cabeça de reprodução
sv: spelhuvud

source: JACK Transport client
el: Πελάτης JACK Transport
gl: Cliente de JACK Transport
pt: Cliente de transporte de JACK
sv: JACK Transport klient

source: JACK Timebase master
gl: Máster de JACK Timebase
pt: Máster Base de Tempo JACK
sv: JACK Tidsbas master

source: New buffer size
pt: Novo tamanho do buffer

source: Failed reading value
pt: Falha ao ler o valor

source: This feature is not available at the moment
el: Αυτή η λειτουργία δεν είναι προς το παρόν διαθέσιμη
pt: Este recurso não está disponível no momento
sv: Denna funktion är för tillfället inte tillgänglig

source: Status
el: Κατάσταση
pt: Estado

source: Buf sz
el: Μέγ ενδ μν
pt: Tam buf
sv: Buf. st.

source: change
pt: alterar

source: Rate
el: Ρυθμός δείγματος
pt: Taxa
sv: Samplingshastighet

source: Metronome
el: Μετρονόμος
gl: Metrónomo
pt: Metrónomo
sv: Metronom

source: Metronome options
pt: Opções do metrónomo

source: time sig.
el: μέτρο
gl: Compás
pt: sig. de tempo
sv: taktart

source: start
el: έναρξη
gl: Iniciar
pt: iniciar

source: end
el: τέλος
gl: Finalizar
pt: fim
sv: slut

source: clip start (rel.)
el: έναρξη κλιπ (rel.)
gl: Inicio do clip (rel.)
pt: início do clipe (rel.)
sv: klippstart (rel.)

source: loop start (rel.)
el: έναρξη λούπας (rel.)
gl: Inicio do bucle (rel.)
pt: início do loop (rel.)

source: loop end (rel.)
el: τέλος λούπας (rel.)
gl: Fin do bucle (rel.)
pt: final do loop (rel.)
sv: loopslut (rel.)

source: position
el: θέση
gl: posición
pt: posição

source: Start on MIDI input
el: Έναρξη σε εισαγόμενο MIDI
pt: Iniciar na entrada MIDI
sv: Starta vid MIDI-indata

source: Options
el: Ρυθμίσεις
pt: Opções
sv: Alternativ

source: Overwrite events
el: Επεγγραφή γεγονότων
pt: Sobrescrever eventos
sv: Skriv över event

source: Merge events
el: Συγχώνευση γεγονότων
pt: Mesclar eventos
sv: Slå ihop event

source: Create takes
el: Δημιουργία λήψεων
pt: Criar tomadas
sv: Skapa tagningar

source: Create takes (mute previous)
el: Δημιουργία λήψεων (mute προηγούμενων)
pt: Criar tomadas (silenciar anteriormente)
sv: Skapa tagningar (tysta tidigare)

source: Recording mode
el: Λειτουργία ηχογράφησης
pt: Modo de gravação
sv: Inspelningsläge

source: Record
el: Ηχογράφηση
gl: Gravar
pt: Registro
sv: Spela in

source: Record options
el: Ρυθμίσεις ηχογράφησης
pt: Opções de gravação
sv: Inspelningsalternativ

source: Custom Marker
el: Προσαρμοσμένος δείκτης
gl: Marcador Personalizado
pt: Marcador personalizado
sv: Egen markör

source: Musical Mode
el: Μουσική λειτουργία
gl: Modo Musical
pt: Modo musical
sv: Musikal-läge

source: Detect BPM
pt: Detetar BPM

source: Quick bounce
el: Γρήγορη μετατροπή σε ήχο
gl: Conversión a audio rápida
pt: Salto rápido
sv: Snabbstudsa

source: Bounce...
el: Μετατροπή σε ήχο...
gl: Converter a audio...
pt: Saltar...
sv: Studsa...

source: Curve algorithm
el: Αλγόριθμος καμπύλης
gl: Algoritmo de curva
pt: Algoritmo de curvas
sv: Algoritm för kurvan

source: About %s
el: Σχετικά με %s
pt: Sobre %s
sv: Om %s

source: No file selected
pt: Nenhum ficheiro selecionado

source: Failed to create track
pt: Falha ao criar a faixa

source: About Zrythm
el: Σχετικά με το Zrythm
gl: Sobre Zrythm
pt: Sobre o Zrythm
sv: Om Zrythm

source: Keyboard Shortcuts
el: Συντομεύσεις πληκτρολογίου
gl: Atallos de Teclado
pt: Atalhos de Teclado
sv: Kortkommandon

source: Donate
el: Δωρεά
gl: Doar
pt: Doar
sv: Donera

source: Report a Bug
el: Αναφορά σφάλματος
gl: Reportar un Erro
pt: Reportar um erro
sv: Rapportera en bugg

source: Failed to enable connection from %s to %s
pt: Falha ao ativar a conexão de %s para %s

source: Source
el: Πηγή
pt: Fonte
sv: Källa

source: Destination
el: Προορισμός
pt: Destino

source: Multiplier
el: Πολλαπλασιασμός
pt: Multiplicador
sv: Multiplikator

source: Redo
el: Επαναφορά
gl: Refacer
pt: Refazer
sv: Gör om

source: Undo
el: Αναίρεση
gl: Desfacer
pt: Desfazer
sv: Ångra

source: Cut
el: Αποκοπή
gl: Cortar
pt: Cortar
sv: Klipp ut

source: Copy
el: Αντιγραφή
gl: Copiar
pt: Copiar
sv: Kopiera

source: Paste
el: Επικόλληση
gl: Pegar
pt: Colar
sv: Klistra in

source: Clear selection
pt: Limpar seleção

source: Select all
el: Επιλογή όλων
gl: Seleccionar todo
pt: Selecionar tudo
sv: Markera allt

source: Loop selection
el: Επιλογή λούπας
gl: Bucle coa selección
pt: Seleção de loop
sv: Loopmarkering

source: Undo...
pt: Desfazer...

source: Redo...
pt: Refazer...

source: Chords
el: Συγχορδίες
gl: Acordes
pt: Acordes
sv: Ackord

source: Show file browser
el: Προβολή περιηγητή αρχείων
gl: Amosar navegador de ficheiros
pt: Mostrar navegador de ficheiros
sv: Visa filutforskaren

source: Load Preset
pt: Carregar Predefinição

source: _Load
pt: _Carregar

source: Plugin Properties
el: Ιδιότητες προσθέτου
gl: Propiedades do plugin
pt: Propriedades do suplemento
sv: Plugin:ets egenskaper

source: Type
el: Τύπος
gl: Tipo
pt: Tipo
sv: Typ

source: Banks
el: Τράπεζες
gl: Bancos
pt: Bancos
sv: Banker

source: Presets
el: Προρυθμίσεις
pt: Predefinições
sv: Förinställningar

source: Save
el: Αποθήκευση
gl: Gardar
pt: Gravar
sv: Spara

source: Load
pt: Carregar

source: Load preset
pt: Carregar predefinição

source: Cannot be routed
el: Δεν μπορεί να δρομολογηθεί
gl: Non se pode establecer a ruta
pt: Não pode ser roteado
sv: Kan inte kopplas

source: Routed to engine
el: Δρομολογημένο στον κινητήρα
gl: Ruta ao motor
pt: Roteado para o motor
sv: Kopplad till motorn

source: Select channel to route signal to
el: Επιλογή καναλιού για τη δρομολόγηση σήματος
gl: Seleccionar unha canle á que lle dirixir o sinal
pt: Selecionar o canal para onde rotear o sinal
sv: Välj kanal att koppla signalen till

source: Stereo Out
el: Στέρεο έξω
gl: Saída Estéreo
pt: Saída Estéreo
sv: Stereo ut

source: No control selected
el: Δεν έχει επιλεγεί χειριστής
gl: Ningún control seleccionado
pt: Nenhum controle selecionado
sv: Ingen kontroll är vald

source: [Instrument] %s
el: [Όργανο] %s
gl: [Instrumento] %s
pt: [Instrumento] %s

source: [Insert %d] %s
el: [Εισαγωγή %d] %s
gl: [Insertar %d] %s
pt: [Inserir %d] %s
sv: [Infoga %d] %s

source: [Modulator %d] %s
el: [Διαμορφωτής %d] %s
pt: [Modulador %d] %s

source: Unsaved changes
pt: Alterações não gravadas

source: _Save & Quit
pt: Gravar & S_air

source: _Quit without saving
pt: Saír sem gravar

source: The project contains unsaved changes. If you quit without saving, unsaved changes will be lost.
pt: O projeto contém alterações não gravadas. Se desistir sem gravar, as alterações não gravadas serão perdidas.

source: %s Changes: %s
pt: %s Mudanças: %s

source: Preferences
el: Επιλογές
gl: Preferencias
pt: Preferências
sv: Preferenser

source: Log viewer
el: Προβολέας αρχείου καταγραφής
gl: Ver rexistro
pt: Visualizador de registos
sv: Loggvisaren

source: Scripting interface
el: Διεπαφή δέσμης ενεργειών (scripting)
gl: Interface de comandos
pt: Interface de script
sv: Skriptgränssnitt

source: %s - Last object
pt: %s - Último objeto

source: Snap/Grid options
el: Ρυθμίσεις σναπαρίσματος/πλέγματος
gl: Axuste/Opcións da grade
pt: Opções de snap/grade
sv: Snäpp-/rutnätsinställningar

source: Select a folder
el: Επιλογή φακέλου
gl: Selecciona unha carpeta
pt: Selecione uma pasta
sv: Välj en mapp

source: Select a file
el: Επιλογή αρχείου
gl: Selecciona un ficheiro
pt: Selecione um ficheiro
sv: Välj en fil

source: Some changes will only take effect after you restart %s
el: Κάποιες αλλαγές θα λειτουργήσουν μόνο αν επανεκκινήσετε %s
pt: Algumas alterações só terão efeito depois de reiniciar %s
sv: Vissa inställningar tillämpas endast efter att %s startas om

source: <small>%d muted</small>
pt: <small>%d mudo</small>

source: Currently muted tracks
pt: Faixas atualmente silenciadas

source: <small>%d soloed</small>
pt: <small>%d sozinho</small>

source: <small>%d listened</small>
pt: <small>%d escutados</small>

source: Currently listened tracks
pt: Faixas atualmente escutadas

source: Failed to unmute all tracks
pt: Falha ao ativar o som de todas as faixas

source: Unmute all tracks
pt: Ativar o som de todas as faixas

source: Scripting Interface
el: Διεπαφή δέσμης ενεργειών (scripting)
gl: Interface de comandos
pt: Interface de script
sv: Skriptgränssnitt

source: Select...
el: Επιλογή...
gl: Seleccionar...
pt: Selecionar...
sv: Välj...

source: Click to enable inputs
el: Κλικ για ενεργοποίηση εισαγωγών
pt: Clique para ativar entradas
sv: Klicka för att aktivera ingångar

source: Failed to move or copy track(s)
pt: Falha ao mover ou copiar faixa(s)

source: Autoplay
pt: Reprodução automática

source: Show hidden files
pt: Exibir ficheiros ocultos

source: Failed to disconnect
pt: Falha ao desconectar

source: Enable/disable connection
el: Ενεργοποίηση/απενεργοποίηση σύνδεσης
gl: Activar/Desactivar conexión
pt: Ativar/desativar a coneção
sv: Aktivera/Inaktivera koppling

source: Delete connection
el: Διαγραφή σύνδεσης
gl: Eliminar conexión
pt: Apagar conexão
sv: Bryt kopplingen

source: Live waveform indicator
el: Ζωντανή ένδειξη κυματομορφής
gl: Indicador de formas de onda en directo
pt: Indicador de forma de onda ao vivo
sv: Live vågformsindikator

source: Select a region...
el: Επιλογή περιοχής...
gl: Seleccionar rexión...
pt: Selecionar uma região...
sv: Välj en region...

source: Sends
el: Αποστολές
gl: Envíos
pt: Enviar
sv: Sändningar

source: Start
el: Έναρξη
gl: Inicio
pt: Início

source: Clip start
el: Έναρξη κλιπ
gl: Inicio do clip
pt: Início do clipe
sv: Klippstart

source: Loop start
el: Έναρξη λούπας
gl: Inicio do bucle
pt: início do loop

source: Loop end
el: Τέλος λούπας
gl: Fin do bucle
pt: Fim do loop
sv: Loopslut

source: End
el: Τέλος
gl: Fin
pt: Fim
sv: Slut

source: Note
el: Νότα
gl: Nota
pt: Nota
sv: Not

source: Pitch
el: Τόνος
pt: Tom
sv: Tonhöjd

source: Index
el: Ευρετήριο
gl: Índice
pt: Índice

source: Value
el: Τιμή
gl: Valor
pt: Valor
sv: Värde

source: Curviness
el: Καμπυλότητα
gl: Curvatura
pt: Curvatura
sv: Kurvighet

source: Device
el: Συσκευή
pt: Aparelho
sv: Enhet

source: Note/Control
el: Νότα/χειριστής
pt: Nota/Controle
sv: Not/Kontroll

source: Controls
el: Χειριστές
gl: Controis
pt: Controles
sv: Kontroller

source: Control Outs
el: Έξοδοι χειριστή
gl: Saídas de Control
pt: Controlar Saídas
sv: Kontrollutgångar

source: Audio Ins
el: Είσοδοι ήχου
gl: Entradas de Audio
pt: Entradas Áudio
sv: Ljudingångar

source: Audio Outs
el: Έξοδοι ήχου
gl: Saídas de Audio
pt: Saídas Áudio
sv: Ljudutgångar

source: MIDI Ins
el: Είσοδοι MIDI
gl: Entradas MIDI
pt: Entradas MIDI
sv: MIDI-ingångar

source: MIDI Outs
el: Έξοδοι MIDI
gl: Saídas MIDI
pt: Saídas MIDI
sv: MIDI-utgångar

source: CV Ins
el: Είσοδοι CV
gl: Entradas CV
pt: Entradas CV
sv: CV-ingångar

source: CV Outs
el: Έξοδοι CV
gl: Saídas CV
pt: Saídas CV
sv: CV-utgångar

source: Ungrouped
pt: Não agrupado

source: Stereo In
el: Είσοδος στέρεο
gl: Entrada Estéreo
pt: Entrada Estéreo

source: MIDI In
el: Είσοδος MIDI
gl: Entrada MIDI
pt: Entradas MIDI
sv: MIDI-ingångar

source: MIDI Out
el: Έξοδος MIDI
gl: Saída MIDI
pt: Saídas MIDI
sv: MIDI-utgångar

source: Group
el: Ομάδα
gl: Grupo
pt: Grupo
sv: Grupp

source: No output selected
el: Καμία επιλογή εξόδου
gl: Ningunha saída seleccionada
pt: Nenhuma saída selecionada
sv: Ingen utgång är vald

source: Routing to %s
el: Δρομολόγηση σε %s
gl: Ruta a %s
pt: Roteamento para %s
sv: Kopplar till %s

source: File Browser
el: Περιηγητής αρχείων
gl: Navegador de ficheiros
pt: Navegador de Ficheiros
sv: Filutforskare

source: New Project
el: Άνοιγμα έργου
gl: Novo Proxecto
pt: Novo Projeto
sv: Nytt projekt

source: Save As
el: Αποθήκευση ως
gl: Gardar Como
pt: Gravar Como
sv: Spara som

source: Open Project
el: Άνοιγμα έργου
gl: Abrir Proxecto
pt: Abrir Projeto
sv: Öppna projekt

source: Export As
el: Εξαγωγή ως
gl: Exportar Como
pt: Exportar Como
sv: Exportera som

source: Export Graph
el: Εξαγωγή γραφήματος
gl: Exportar Gráfico
pt: Exportar gráfico
sv: Exportera graf

source: Toggle Status Bar
el: Εναλλαγή μπάρας λειτουργίας
gl: Alternar Barra de Estado
pt: Alternar Barra de Estado
sv: Aktivera/Inaktivera statusfältet

source: Fullscreen
el: Πλήρης οθόνη
gl: Pantalla Completa
pt: Ecrã inteiro
sv: Fullskärm

source: Toggle Left Panel
el: Εναλλαγή αριστερού πάνελ
gl: Alternar Panel Esquerdo
pt: Alternar Painel Esquerdo
sv: Aktivera/Inaktivera vänster panel

source: Toggle Bottom Panel
el: Εναλλαγή κάτω πάνελ
gl: Alternar Panel Inferior
pt: Alternar Painel Inferior
sv: Aktivera/Inaktivera nedre panelen

source: Toggle Top Panel
el: Εναλλαγή πάνω πάνελ
gl: Alternar Panel Superior
pt: Alternar Painel Superior
sv: Aktivera/Inaktivera övre panelen

source: Toggle Right Panel
el: Εναλλαγή δεξιού πάνελ
gl: Alternar Panel Dereito
pt: Alternar Painel Direito
sv: Aktivera/Inaktivera höger panel

source: Add Bookmark
pt: Adicionar marcador

source: N/A
pt: N/D
sv: Inte tillämpbar

source: Select path
pt: Selecione o caminho

source: Select function
el: Επιλογή λειτουργίας
pt: Selecione uma função
sv: Välj funktion

source: Apply %s
el: Εφαρμογή %s
pt: Aplicar %s
sv: Tillämpa %s

source: Apply %s with previous settings
el: Εφαρμογή %s με τις προηγούμενες ρυθμίσεις
pt: Aplique %s com configurações anteriores
sv: Tillämpa %s med föregående inställningar

source: No Highlight
el: Καμία επισήμανση
pt: Sem destaque
sv: Ingen markering

source: Highlight Chord
el: Επισήμανση συγχορδίας
pt: Destacar o acorde
sv: Markera ackord

source: Highlight Scale
el: Επισήμανση κλίμακας
pt: Destacar a escala
sv: Markera skala

source: Highlight Both
el: Επισήμανση και των δύο
pt: Destacar ambos
sv: Markera båda

source: Failed to create track for file '%s'
pt: Falha ao criar faixa para o ficheiro '%s'

source: Comment
el: Σχολιασμός
gl: Comentario
pt: Comentário
sv: Kommentar

source: Visible
el: Ορατό
pt: Visível
sv: Synlig

source: Hide instrument UI
el: Απόκρυψη διεπαφής χρήστη του οργάνου
pt: Ocultar IU do instrumento
sv: Dölj instrumentets UI

source: Show instrument UI
el: Προβολή διεπαφής χρήστη του οργάνου
pt: Ocultar IU do instrumento
sv: Visa instrumentets UI

source: Mono compatibility
el: Συμβατότητα μόνο
pt: Compatibilidade mono
sv: Mono-kompabilitet

source: Disarm
el: Αφοπλισμός
pt: Desarmar
sv: Avbryt förberedelse för inspelning

source: Arm for recording
el: Οπλισμός για ηχογράφηση
pt: Preparar para a gravação
sv: Förbered för inspelning

source: Hide lanes
el: Απόκρυψη λωρίδων
pt: Esconder pistas
sv: Dölj banor

source: Show lanes
el: Προβολή λωρίδων
pt: Mostrar pistas
sv: Visa banor

source: Hide automation
el: Απόκρυψη αυτοματισμού
pt: Ocultar a automação
sv: Dölj automation

source: Show automation
el: Προβολή αυτοματισμού
pt: Mostrar a automação
sv: Visa automation

source: Remove
el: Αφαίρεση
gl: Eliminar
pt: Remover
sv: Ta bort

source: Freeze/unfreeze
el: Πάγωμα/ξεπάγωμα
pt: Congelar/descongelar
sv: Frys/Ofrys

source: Lock/unlock
el: Κλείδωμα/ξεκλείδωμα
pt: Bloquear/desbloquear
sv: Lås/Lås upp

source: Fold
pt: Dobrar

source: Unfold
pt: Desdobrar

source: Add Region
el: Προσθήκη περιοχής
gl: Engadir Rexión
pt: Adicionar Região
sv: Lägg till region

source: Bounce
el: Μετατροπή σε ήχο
gl: Converter a audio
pt: Converter para áudio
sv: Studsa

source: Direct out
pt: Saída direta

source: New direct out
pt: Nova saída direta

source: Rename lane...
pt: Renomear pista...

source: Passthrough input
el: Είσοδος διέλευσης
gl: Entrada de paso
pt: Entrada de passagem
sv: Passera-ingång

source: MIDI Channel %d
el: Κανάλι MIDI %d
gl: Canle MIDI %d
pt: Canal MIDI %d
sv: MIDI-kanal %d

source: Piano Roll
pt: Cílindros de Piano

source: Timeline
pt: Cronologia

source: Connections
pt: Conexões

source: Port connections
el: Σύνδεσμοι θυρών
pt: Conexões de portas
sv: Portkopplingar

source: Bindings
pt: Ligações

source: MIDI CC bindings
pt: Ligações MIDI CC

source: Scenes
pt: Cenas

source: Scenes (live view)
pt: Cenas (vista ao vivo)

source: Zoom In
el: Ζουμάρισμα μέσα
gl: Ampliar Vista
pt: Zoom +
sv: Zooma in

source: Zoom Out
el: Ζουμάρισμα έξω
gl: Encoller Vista
pt: Zoom -
sv: Zooma ut

source: Original Size
el: Πρωτότυπο μέγεθος
gl: Tamaño Orixinal
pt: Tamanho Original
sv: Originalstorlek

source: Best Fit
el: Καλύτερη δυνατή εφαρμογή
gl: Mellor Encaixe
pt: Melhor Ajuste
sv: Anpassad storlek

source: Arranger object info
el: Πληροφορίες για αντικείμενο ταξινόμου
gl: Información do obxecto do organizador
pt: Informações do objeto arranjador
sv: Arrangörsobjekt-info

source: Create New Project
el: Δημιουργία καινούριου έργου
gl: Crear Novo Proxecto
pt: Criar Novo Projeto
sv: Skapa nytt projekt

source: Untitled Project
el: Άτιτλο έργο
gl: Proxecto Sen Título
pt: Projeto Sem Título
sv: Namnlöst projekt

source: Select parent directory to save the project in
el: Επιλογή καταλόγου γονέα στον οποίο θα αποθηκευτεί το έργο
gl: Seleccionar un directorio principal no que gardar o proxecto
pt: Selecione a diretoria fonte para guardar o projeto lá
sv: Välj en förälderkatalog att spara projektet i

source: Failed to quantize editor selections
pt: Falha ao quantificar as seleções do editor

source: Failed to quantize timeline selections
pt: Falha ao quantificar seleções de cronologia

source: note length
el: διάρκεια νότας
gl: Largura da nota
pt: duração da nota
sv: notlängd

source: note type
el: τύπος νότας
gl: Tipo de nota
pt: tipo de nota
sv: nottyp
