Repository: JeromyJSmith/zrythm
Catalog: po/*.po
Languages: el, gl, pt, sv

source: Failed to open file: %s
el: Αποτυχία ανοίγματος αρχείου: %s
gl: Erro ao abrir o ficheiro: %s
sv: Kunde inte öppna filen: %s

source: Project not compressed by zstd
el: Το έργο δεν συμπιέστηκε από το zstd
sv: Projektet är inte komprimerat av zstd

source: Failed to decompress project file: %s
el: Αποτυχία αποσυμπίεσης του αρχείου έργου: %s
gl: Erro ao descomprimir o ficheiro do proxecto %s
sv: Kunde inte dekomprimera projektfilen: %s

source: This project was created with a different version of %s (%s). It may not work correctly.
el: Αυτό το έργο δημιουργήθηκε με διαφορετική έκδοση %s (%s). Ενδέχεται να μην δουλεύει σωστά.
sv: Detta projekt skapades med en annan version av %s (%s). Det kanske inte kommer att fungera korrekt.

source: License Information
el: Πληροφορίες άδειας
gl: Información da licenza
sv: Licensinformation

source: [PROJECT-FILE]
el: [ΑΡΧΕΙΟ-ΕΡΓΟΥ]

source: Init
el: Αρχική κατάσταση
gl: Iniciar
sv: Initiering

source: - bridge: %s
el: - γέφυρα: %s

source: Min
el: Ελάχιστο
gl: Mín

source: Max
el: Μέγιστο
gl: Máx

source: Solo
el: Σόλο

source: R
el: Δ
sv: H

source: Mono
el: Μόνο

source: Backend combination not supported
el: Ο συνδυασμός παρασκηνίου δεν υποστηρίζεται
gl: Combinación de backend non admitida
sv: Det finns ingen stöd för denna kombination av backend

source: The selected backends are operational
el: Τα επιλεγμένα παρασκήνια είναι λειτουργικά
gl: Os backends seleccionados son operativos
sv: Valda backend är operativa

source: JACK MIDI can only be used with JACK audio
el: To JACK MIDI μπορεί να χρησιμοποιηθεί μόνο με ήχο JACK
gl: JACK MIDI só pode ser utilizado con JACK audio
sv: JACK MIDI kan endast användas med JACK audio

source: Project Assistant
el: Βοηθός έργου
gl: Asistente de Proxectos
sv: Projektassistent

source: OK
el: Εντάξει

source: normal
el: κανονικό

source: Show automation lanes
el: Προβολή λωρίδων αυτοματισμού
gl: Amosar estaxes de automatización
sv: Visa automationsbanor

source: Show track lanes
el: Προβολή λωρίδων κομματιού
gl: Amosar estaxes da pista
sv: Visa spårbanor

source: Lock track
el: Κλείδωμα κομματιού
gl: Bloquear pista
sv: Lås spåret

source: Freeze track
el: Πάγωμα κομματιού
gl: Conxelar pista
sv: Frys spåret

source: Add to project (carla)
el: Προσθήκη στο έργο (carla)
gl: Engadir ao proxecto (carla)
sv: Lägg till i projektet (carla)

source: BBT display
el: προβολή BBT
gl: Exposición BBT

source: Time display
el: Προβολή χρόνου
gl: Exposición do tempo
sv: Tidsdisplay

source: Volume
el: Ένταση
sv: Volym

source: Export as MIDI file
el: Εξαγωγή ως αρχείου MIDI
gl: Exportar como ficheiro MIDI
sv: Exportera som MIDI-fil

source: Chat (Matrix)
el: Συνομιλία (Matrix)

source: Manual
el: Εγχειρίδιο

source: [MIDI FX %d] %s
el: [ΕΦΕ MIDI %d] %s
gl: [FX de MIDI %d] %s
sv: [MIDI-effekt %d] %s

source: MIDI note
el: Νότα MIDI
gl: Nota MIDI
sv: MIDI-not

source: Automation point
el: Σημείο αυτοματισμού
gl: Punto de automatización
sv: Automationspunkt

source: Track MIDI Ch
el: Κομμάτι MIDI Κα
gl: Pista MIDI Ch
sv: Spårets MIDI-kanal

source: Lane %d MIDI Ch
el: Λωρίδα %d MIDI Κα
gl: Estaxe %d MIDI Ch
sv: Bana %d MIDI-kanal

source: Exporting MIDI region "%s"
el: Εξαγωγή περιοχής MIDI "%s"
gl: Exportar rexión MIDI "%s"
sv: Exporterar MIDI-region "%s"

source: Region color
el: Χρώμα περιοχής
sv: Regionens färg

source: <name>.<format>
el: <όνομα>.<μορφή>
sv: <namn>.<format>

source: <date>_<name>.<format>
el: <ημερομηνία>_<όνομα>.<μορφή>
sv: <datum>_<namn>.<format>

source: Failed to write file: %s
el: Αποτυχία αποθήκευσης αρχείου: %s
gl: Erro ao escribir o ficheiro: %s
sv: Kunde inte skriva filen: %s

source: %s has encountered a non-fatal error. It may continue to run but behavior will be undefined.
el: Το %s αντιμετώπισε μη θανατηφόρο σφάλμα. Μπορεί να συνεχίσει να τρέχει αλλά η συμπεριφορά θα είναι ακαθόριστη.
sv: %s har stött på ett icke-fatalt fel. Det kanske kan fortsätta att köra men beteendet är odefinierat.

source: Editor
el: Επεξεργαστής
sv: Redigerare

source: Region name
el: όνομα_περιοχής

source: Looping
el: Λούπα
gl: Bucle
sv: Loopar

source: <b><i>Note: Zrythm is currently in alpha</i></b> Welcome to Zrythm. This will guide you through the basic setup of Zrythm. First, choose your language.
el: <b><i>Σημείωση: Το Zrythm είναι προς το παρόν σε έκδοση alpha</i></b> Καλώς ήρθατε στο Zrythm. Αυτός ο οδηγός θα σας κατευθύνει για τη βασική εγκατάσταση του Zrythm. Πρώτα, επιλέξτε τη γλώσσα σας.
sv: <b><i>Obs: Zrythm är för närvarande i alfa</i></b> Välkommen till Zrythm. Detta leder dig igenom grundläggande installation av Zrythm. Välj först ditt språk.

source: Next, choose the location to use for saving temporary files and projects (or accept the default)
el: Μετά, επιλέξτε το μέρος που θα χρησιμοποιηθεί για την αποθήκευση προσωρινών αρχείων και έργων (ή αποδεχτείτε το προεπιλεγμένο μέρος)
gl: A continuación, escolle a localización para gardar os arquivos temporais e proxectos (ou acepta o enderezo por defecto)
sv: Välj den sökväg som ska användas för att spara temporära filer och projekt (eller acceptera standardinställningen)

source: Resets the path to the default
el: Επαναφέρει το μονοπάτι στην προεπιλογή
gl: Reinicia a localización á definitiva
sv: Återställer sökvägen till standardinställningen

source: Select the audio and MIDI engine backends to use
el: Επιλέξτε τους κινητήρες ήχου και MIDI προς χρήση
gl: Selecciona o motor de backend de audio e MIDI que usar
sv: Välj vilka ljud- och MIDI-backends som ska användas

source: MIDI Backend
el: Παρασκήνιο MIDI
gl: Backend de MIDI

source: Audio Backend
el: Παρασκήνιο ήχου
gl: Backend de Audio
sv: Ljud-backend

source: Test
el: Τεστ
gl: Proba
sv: Testa

source: Tests the backends
el: Τεστάρει τα παρασκήνια
gl: Proba os backends
sv: Testar vald backend

source: Backends
el: Παρασκήνια
sv: Backend

source: Ionian (Major)
el: Ιωνική (μείζονα)
gl: Xónica (Maior)
sv: Jonisk (dur)

source: Aeolian (Natural Minor)
el: Αιολική (φυσική ελλάσονα)
gl: Eólica (Menor Natural)
sv: Eolisk (moll)

source: Select Project
el: Επιλογή έργου
gl: Seleccionar Proxecto
sv: Välj projekt

source: Select a project
el: Επιλογή έργου
gl: Seleccionar un proxecto
sv: Välj ett projekt

source: Removes selected project from the list
el: Αφαιρεί επιλεγμένο έργο από τη λίστα
gl: Elimina o proxecto seleccionado da lista
sv: Tar bort det valda projektet från listan

source: Select a template
el: Επιλογή υποδείγματος
gl: Seleccionar un padrón
sv: Välj en mall

source: maj
el: ματζόρε

source: min
el: μινόρε

source: dim
el: χαμήλωμα

source: Region content
el: Περιεχόμενο περιοχής
gl: Contido da rexión
sv: Regionens innehåll

source: Select "Base region" to save the original region (without loops/clip-start points), or "Full region" to save the whole region as Zrythm would play it (traversing loops).
el: Επιλέξτε «βασική περιοχή» για να αποθηκεύσετε την πρωτότυπη περιοχή (χωρίς λούπες/σημεία έναρξης κλιπ), ή «ολόκληρη περιοχή» για να αποθηκεύσετε όλη την περιοχή όπως θα την έπαιζε το Zrythm (διατρέχοντας λούπες).
gl: Selecciona "Rexión base" para gardar a rexión orixinal (sen bucles/puntos de inicio dos clips), ou "Rexión completa" para gardar a toda a rexión como Zrythm a reproduciría (atravesando os bucles).
sv: Välj "Basregionen" för att spara originalregionen (utan loopar/klippstartpunkter), eller "Hela regionen" för att spara hela regionen så som Zrythm skulle spela den (korsande loopar).

source: MIDI format
el: Φορμάτ MIDI
gl: Formato MIDI

source: Format 0
el: Φορμάτ 0
gl: Formato 0

source: Format 1
el: Φορμάτ 1
gl: Formato 1

source: Track name
el: Όνομα κομματιού
gl: Nome da pista
sv: Spårets namn

source: Plugin
el: Πρόσθετο

source: Project name
el: Όνομα έργου
gl: Nome do proxecto
sv: Projektets namn

source: Loop
el: Λούπα
gl: Bucle
sv: Loopa

source: The following files will be created: Master.wav in the directory: /home/alex/Zrythm/Projects/project1/exports/20181023
el: Τα ακόλουθα αρχεία θα δημιουργηθούν: Master.wav στον κατάλογο: /home/alex/Zrythm/Projects/project1/exports/20181023
gl: Os seguintes ficheiros serán creados: Master.wav no directorio: /home/alex/Zrythm/Projects/project1/exports/20181023

source: Mixdown
el: Μίξη
gl: Mestura

source: Electronic
el: Ηλεκτρονική
gl: Electrónica
sv: Elektronisk

source: Dither
el: Θόρυβος διασποράς

source: This is an app-notification. Click the button to dismiss
el: Αυτή είναι μια ειδοποίηση εντός του προγάμματος. Πατήστε το κουμπί για αγνόηση
gl: Esta é unha aplicación de app. Fai clic no botón para descartar
sv: Detta är en app-notis. Klicka för att avfärda.

source: Snap
el: Σναπάρισμα
gl: Axustar
sv: Snäpp

source: Horizontal
el: Οριζόντια
sv: Horisontellt

source: Vertical
el: Κάθετα
sv: Vertikalt

source: The audio backend to connect to
el: Το παρασκήνιο ήχου στο οποίο θα συνδεθεί
gl: O backend de audio ao que conectar
sv: Ljud-backend att ansluta till

source: MIDI Controllers
el: Χειριστές MIDI
gl: Controladores MIDI
sv: MIDI-kontroller

source: The MIDI backend to connect to
el: Το παρασκήνιο MIDI στο οποίο θα συνδεθεί
gl: O backend de MIDI ao que conectar
sv: MIDI-backend att ansluta till

source: Pan Algorithm
el: Αλγόριθμος παναρίσματος
gl: Algoritmo de Panorama
sv: Panoreringsalgoritm

source: Pan Law
el: Νόμος παναρίσματος
gl: Regra de Panorama

source: The pan algorithm to use
el: Ο αλγόριθμος παναρίσματος προς χρήση
gl: O algoritmo de panorama a empregar
sv: Panoreringsalgoritmen som ska användas

source: The pan law to use
el: Ο νόμος παναρίσματος προς χρήση
gl: A regra de panorama a empregar

source: The global Zrythm working path for non-project related files
el: Το γενικό μονοπάτι Zrythm για χρήση από αρχεία που δεν σχετίζονται με το έργο
gl: A ruta global de traballo de Zrythm para arquivos non relacionados con proxectos
sv: Den globala sökvägen för Zrythms arbetsyta för icke-projektrelaterade filer

source: Device Name
el: Όνομα συσκευής
gl: Nome do Dispositivo
sv: Enhetens namn

source: Buffer Size
el: Μέγεθος ενδιάμεσης μνήμης
gl: Tamaño do Buffer
sv: Buffertstorlek

source: Samplerate
el: Ρυθμός δείγματος
gl: Razón de samples
sv: Samplingsfrekvens

source: Plugins
el: Πρόσθετα
sv: Plugin

source: Always open plugin UIs
el: Να ανοίγουν πάντα οι διεπαφές χρήστη των προσθέτων
gl: Sempre abrir as UIs dos plugins
sv: Öppna alltid UI:n för plugin

source: Always show the plugin UI when instantiating a plugin
el: Να προβάλλονται πάντα οι διεπαφές χρήστη των προσθέτων κατά την ενσάρκωση προσθέτου
gl: Sempre mostrar a UI do plugin cando se inicie
sv: Visa alltid plugin-UI:t vid instansning av plugin

source: Keep plugin UIs on top
el: Διατήρηση των διεπαφών χρήστη των προσθέτων στην κορυφή
gl: Manter as UIs dos plugins sempre enriba

source: Keep plugin UI windows on top of the main window
el: Διατήρηση των παραθύρων διεπαφών χρήστη των προσθέτων στην κορυφή του κεντρικού παραθύρου
gl: Manter as xanelas das UI dos plugins enriba da xanela principal

source: VST2 Paths
el: Μονοπάτια VST2
gl: Ruta dos VST2

source: Main Window
el: Κεντρικό παράθυρο
gl: Xanela Principal
sv: Huvudfönstret

source: Interface
el: Διεπαφή
sv: Gränssnitt

source: The language of the Zrythm interface
el: Η γλώσσα της διεπαφής Zrythm
gl: O idioma da interface de Zrythm

source: Set the interval to auto-save project backups, in minutes. Setting this to 0 will disable auto-save
el: Ορισμός του μεσοδιαστήματος για αυτόματη αποθήκευση αντιγράφων ασφαλείας έργου, σε λεπτά. Ορίζοντάς το σε 0 θα απενεργοποιήσει την αυτόματη αποθήκευση
gl: Configura o intervalo de gardado automático de copias de seguridade do proxecto, en minutos. Seleccionando 0 desactivará o gardado automático

source: Bounce tail
el: Ουρά μετατροπής σε ήχο
gl: Cola da conversión

source: Tail to allow when bouncing (for example to catch reverb tails), in milliseconds.
el: Πόση ουρά θα επιτραπεί κατά τη μετατροπή ήχου (για παράδειγμα για να πιαστούν οι ουρές αντήχησης), σε χιλιοστά του δευτερολέπτου.
gl: A cola que permitir nas conversións (por exemplo, para rexistrar as colas dos reverbs cando remata unha rexión) en milisegundos.

source: Timeline object length
el: Διάρκεια αντικειμένου χρονολογίου
gl: Largura do obxecto da liña de tempo

source: Editor object length
el: Διάρκεια αντικειμένου επεξεργαστή
gl: Largura do obxecto do editor
sv: Redigeringsobjektets längd

source: Editor object length type
el: Τύπος διάρκειας αντικειμένου επεξεργαστή
gl: Tipo de largura do obxecto do editor
sv: Redigeringsobjektets längdtyp

source: Note notation
el: Σημειογραφία νοτών
gl: Notación
sv: Notation för noter

source: Piano roll highlight
el: Επισήμανση του ρολού πιάνου
gl: Resaltar Piano Roll
sv: Pianorulle högmarkering

source: Bot panel divider position
el: Θέση διαχωριστή του κάτω πάνελ
gl: Posición do divisor inferior do panel

source: Timeline event viewer visibility
el: Ορατότητα προβολέα γεγονότων χρονολογίου
gl: Amosar o visor de eventos da liña de tempo

source: Whether the editor event viewer is visible or not.
el: Αν ο προβολέας γεγονότων επεξεργαστή είναι ορατός ή όχι.
gl: Se o visor do editor de eventos se amosa ou non.

source: Transport display type
el: Τύπος προβολής μεταφοράς
gl: Tipo de display de transporte %s

source: Selected transport display type (BBT/time).
el: Επιλεγμένος τύπος προβολής μεταφοράς (BBT/χρόνος).
gl: O tipo de display de transporte seleccionado (BBT/time).

source: Ruler display type
el: Τύπος προβολής χάρακα

source: Selected editing tool
el: Επιλεγμένο εργαλείο επεξεργασίας
gl: Ferramenta de edición seleccionada
sv: Valt redigeringsverktyg

source: Last used automation function
el: Τελευταία χρησιμοποιημένη λειτουργία αυτοματισμού

source: Track properties expanded
el: Επεκταμένες ιδιότητες κομματιού
gl: Propiedades da pista expandidas

source: Track sends expanded
el: Επεκταμένες αποστολές κομματιού
gl: Envíos da pista expandidos
sv: Spårsändningar expanderad

source: Whether track sends is expanded.
el: Αν οι αποστολές κομματιού είναι επεκταμένες.
gl: Se expandir os envíos da pista.

source: Track midi-fx expanded
el: Επεκταμένα εφέ MIDI κομματιού
gl: Pista midi-fx expandida

source: Time range
el: Χρονικό εύρος
gl: Intervalo de Tempo
sv: Tidsintervall

source: Filename pattern
el: Μοτίβο ονόματος αρχείου
sv: Filnamnsmönster

source: Export stems
el: Εξαγωγή στελεχών
sv: Exportera stammar

source: Whether to export stems instead of the mixdown.
el: Αν θα εξαχθούν στελέχη αντί για τη μίξη.

source: Transport loop
el: Λούπα μεταφοράς
gl: Bucle de transporte

source: Metronome enabled
el: Ενεργοποιημένος μετρονόμος
gl: Metrónomo activado

source: Metronome volume
el: Ένταση μετρονόμου

source: Punch mode enabled
el: Ενεργοποιημένη λειτουργία punch

source: SDL device
el: Συσκευή SDL
gl: Dispositivo SDL
sv: SDL-enhet

source: A list of controllers to enable.
el: Μια λίστα χειριστών προς ενεργοποίηση.

source: Pan
el: Πανάρισμα
gl: Panorama
sv: Panorera

source: [Zrythm] Enabled
sv: [Zrythm] Aktiverat

source: [Zrythm] Gain
sv: [Zrythm] Förstärkning

source: Failed to find plugin with URI: %s
sv: Kunde inte hitta något plugin med URI: %s

source: Monitor out
gl: Saída de monitor
sv: Monitor ut

source: Listen dim level
gl: Nivel da atenuación de escoita
sv: Dämpningsnivå för Lyssna

source: The level to set other channels to when Listen is enabled on a channel
gl: Nivel aplicado a outras canles cando Escoitar está activado nunha canle
sv: Ljudnivån för andra kanaler när Lyssna är aktiverat på en kanal

source: Punch in/out
sv: Tryck in/ut

source: Fade preset
gl: Preset de fundido
sv: Förinställning för fade

source: Clear Selection
gl: Soltar Selección
sv: Rensa markeringar

source: Select All
gl: Seleccionar Todo
sv: Markera allt

source: Loop Selection
gl: Bucle coa Selección
sv: Loopmarkering

source: Control Room
gl: Sala de Control
sv: Kontrollrum

source: Plugin instantiation failed. See the logs for details
sv: Instansiering av plugin misslyckades. Var god se loggen för ytterligare information

source: Object is null. See the logs for details
sv: Objekt är null. Se loggen för ytterligare information.

source: Unknown error
sv: Okänt fel

source: Time Signature
gl: Compás
sv: Taktart

source: Error instantiating plugin %s. Please see log for details.
gl: Error instalando plugins %s. Por favor, vexa o rexistro para máis detalles.
sv: Fel under instansering av plugin %s. Var god se loggen för ytterligare information.

source: Aftertouch
sv: Eftertouch

source: Lane 1
gl: Estaxe 1
sv: Bana 1

source: Location
gl: Localización
sv: Plats

source: RW
sv: SL

source: Bounce with effect chain
gl: Converter a audio coa cadea de efectos
sv: Studsa med effektkedja

source: Sample Processor
gl: Procesador de Samples

source: Bounce with effects
gl: Converter a audio cos efectos

source: If set to true, the effects chain will be included in the bounced material.
gl: Se é verdadeiro, a cadea de efectos incluirase no material convertido.

source: Monitor out volume
gl: Volume de saída do monitor

source: The monitor out volume in amplitude (0 to 2).
gl: O volume de saída do monitor en amplitude (0 a 2).
