Repository: JeromyJSmith/zrythm
Catalog: po/*.po
Languages: el, gl, pt, sv

source: None
el: Κανένα
gl: Ningún
pt: Nenhum
sv: Ingen

source: All
el: Όλα
gl: Todo
pt: Todos
sv: Alla

source: Region
el: Περιοχή
gl: Rexión
pt: Região

source: Midi Note
el: Νότα MIDI
pt: Nota Midi
sv: MIDI-not

source: Chord Object
el: Αντικείμενο συγχορδίας
pt: Objeto de acorde
sv: Ackordobjekt

source: Scale Object
el: Αντικείμενο κλίμακας
pt: Escalar objeto
sv: Skala-objekt

source: Marker
el: Δείκτης
gl: Marcador
pt: Marcador
sv: Markör

source: Automation Point
el: Σημείο αυτοματισμού
pt: Ponto de automação
sv: Automationspunkt

source: Velocity
el: Ταχύτητα
gl: Intensidade (Vel.)
pt: Velocidade
sv: Hastighet

source: Exponent
el: Εκθέτης
gl: Exponente
pt: Exponente
sv: Exponentiell

source: Pulse
el: Παλμός
gl: Pulso
pt: Pulso
sv: Puls

source: Inherit
el: Ενσωμάτωση
gl: Herdar
pt: Herdar
sv: Ärv

source: Off
el: Ανενεργό
pt: Desligado
sv: Av

source: On
el: Ενεργό
pt: Ligado
sv: På

source: High
el: Ψηλά
pt: Alto
sv: Hög

source: Low
el: Χαμηλά
pt: Baixo
sv: Låg

source: Ultra Low
pt: Ultra Baixo

source: Cu_t
el: _Αποκοπή
gl: _Cortar
pt: Cor_tar
sv: Klipp ut

source: _Copy
el: _Αντιγραφή
gl: _Copiar
pt: _Copiar
sv: Kopiera

source: _Paste
el: _Επικόλληση
gl: _Pegar
pt: C_olar
sv: Klistra in

source: _Delete
el: _Διαγραφή
gl: _Eliminar
pt: _Apagar
sv: Ta bort

source: Cle_ar Selection
el: _Καθαρισμός επιλογής
gl: _Soltar Selección
pt: L_impar seleção
sv: Rensa markeringar

source: Select A_ll
el: _Επιλογή όλων
gl: _Seleccionar Todo
pt: Selecionar t_odos
sv: Markera allt

source: Duplicate
el: Δημιουργία διπλοτύπου
gl: Duplicar
pt: Duplicar
sv: Duplicera

source: Mute
el: Σίγαση
gl: Silenciar
pt: Silenciar
sv: Tysta

source: Unmute
el: Κατάργηση σίγασης
gl: Non Silenciar
pt: Ativar som
sv: Avtysta

source: Invert
el: Αντιστροφή
pt: Inverter

source: Normalize peak
pt: Normalizar o pico

source: Normalize RMS
pt: Normalizar o RMS

source: Normalize LUFS
pt: Normalizar LUFS

source: Linear fade in
pt: Fade in linear

source: Linear fade out
pt: Fade out linear

source: Reverse
el: Αντιστροφή
pt: Inverter

source: External program
pt: Programa externo

source: Custom plugin
pt: Suplemento personalizado

source: Invalid
el: Άκυρο
pt: Inválido

source: 1 bar
pt: 1 barra

source: 2 bars
pt: 2 barras

source: 4 bars
pt: 4 barras

source: Instrument
el: Όργανο
gl: Instrumento
pt: Instrumento

source: Audio
el: Ήχος
pt: Áudio
sv: Ljud

source: Master
el: Μάστερ
gl: Máster
pt: Máster

source: Chord
el: Συγχορδία
gl: Acorde
pt: Acorde
sv: Ackord

source: Modulator
el: Διαμορφωτής
pt: Moduladores

source: Audio FX
el: Εφέ ήχου
gl: FX de Audio
pt: FX de áudio
sv: Ljudeffekt

source: Audio Group
el: Ομάδα ήχου
gl: Audio Agrupado
pt: Grupo de Áudio
sv: Ljudgrupp

source: MIDI FX
el: Εφέ MIDI
gl: FX de MIDI
pt: FX de MIDI
sv: MIDI-effekt

source: MIDI Group
el: Ομάδα MIDI
gl: MIDI Agrupado
pt: Grupo de MIDI
sv: MIDI-grupp

source: Folder
pt: Pasta

source: Logarithmic
pt: Logarítmico

source: Dummy (libsoundio)
el: Εικονικό (libsoundio)
pt: Fictício (libsoundio)
sv: Platshållare (libsoundio)

source: ALSA Sequencer (not working)
el: Αναπαραγωγέας ακολουθιών ALSA (δεν δουλεύει)
pt: Sequenciador ALSA (não funciona)
sv: ALSA Sequencer (fungerar ej)

source: ALSA Sequencer (rtmidi)
el: Αναπαραγωγέας ακολουθιών ALSA (rtmidi)
pt: Sequenciador ALSA (rtmidi)

source: Flip H
el: Περιστροφή H
pt: Inverter H
sv: Vänd H

source: Flip V
el: Περιστροφή V
pt: Inverter V
sv: Vänd V

source: Portato
el: Πορτάτο
pt: Portado

source: Strum
el: Παίξιμο
pt: Dedilhar
sv: Strumma

source: Chromatic
el: Χρωματική
gl: Cromática
pt: Cromático
sv: Kromatisk

source: Harmonic Minor
el: Αρμονική ελλάσονα
gl: Menor Harmónica
pt: Harmônica Menor
sv: Harmonisk moll

source: Before inserts
pt: Antes das inserções

source: Pre-fader
pt: Pré-fader

source: Post fader
pt: Pós-fader

source: Square Root
el: Τετραγωνική ρίζα
gl: Raíz Cadrada
pt: Raiz Quadrada
sv: Kvadratroten

source: Sine
el: Ημιτονοειδές
gl: Seno
pt: Seno
sv: Sinus

source: Unable to read file: %s
el: Αδυναμία ανάγνωσης αρχείου: %s
gl: Incapaz de ler o ficheiro: %s
pt: Incapaz de ler o ficheiro: %s
sv: Kunde inte läsa filen: %s

source: Failed to decompress project file
pt: Falha ao descomprimir o ficheiro do projeto

source: Newer backup found: %s. Use the newer backup?
el: Βρέθηκε πιο πρόσφατο αντίγραφο αρχείου: %s. Χρήση του νεότερου αντιγράφου αρχείου;
gl: Copia de seguridade máis recente atopada: %s. Empregar a copia de seguridade máis recente?
pt: Encontrada cópia de segurança mais recente: %s. Utilizar a cópia mais recente?
sv: Det finns en senare backup: %s. Vill du använda den istället?

source: Backup found
el: Βρέθηκε αντίγραφο αρχείου
gl: Copia de seguridade atopada
pt: Backup encontrado
sv: Backup upptäckt

source: Failed to load project. Please check the logs for more information.
el: Αποτυχία φόρτωσης έργου. Ελέγξτε τα αρχεία καταγραφής σφαλμάτων για περισσότερες πληροφορίες.
gl: Erro ao cargar o proxecto. Por favor, revise os rexistros para máis información.
pt: Não foi possível carregar o projeto. Por favor, verifique os registos para mais informação.
sv: Kunde inte ladda projektet. Var god se loggen för mer information.

source: Failed to load project. Will create a new one instead.
el: Αποτυχία φόρτωσης έργου. Θα δημιουργηθεί καινούριο αντί αυτού.
gl: Erro ao cargar o proxecto. Crearase un novo no canto.
pt: Falha ao carregar o projeto. Vou criar um em vez disso.
sv: Kunde inte ladda projektet. Ett nytt skapas istället.

source: Failed to compress project file
pt: Falha ao comprimir o ficheiro do projeto

source: Backup saved.
el: Το αντίγραφο αρχείου αποθηκεύτηκε.
gl: Copia de seguridade gardada.
pt: Cópia de segurança guardada.
sv: Backup sparad.

source: Project saved.
el: Το έργο αποθηκεύτηκε.
gl: Proxecto gardado.
pt: Projeto guardado.
sv: Projekt sparat.

source: Error - Backtrace:
el: Σφάλμα - Backtrace:
gl: Erro - Retroceso:
pt: Erro - Backtrace:
sv: Fel - Bakåtspår:

source: Error: %s - Backtrace:
el: Σφάλμα: %s - Backtrace:
gl: Erro: %s - Retroceso:
pt: Erro: %s - Backtrace:
sv: Fel: %s - Bakåtspår:

source: %s has crashed.
el: Το %s έχει κρασάρει.
pt: %s caiu.
sv: %s har krashat.

source: Do you want %s to check for updates on startup?
pt: Deseja que %s verifica se há atualizações durante a inicialização?

source: Check for Updates
pt: Procurar atualizações

source: A new version of Zrythm has been released: <b>%s</b> Your current version is %s
pt: Uma nova versão do Zrythm foi lançada: <b>%s</b> A sua versão atual é %s

source: Setting up main window
el: Ρύθμιση του κύριου παραθύρου
gl: Configurando a xanela principal
pt: Configurar a janela principal
sv: Ställer in huvudfönstret

source: Loading project
el: Φόρτωση έργου
gl: Cargando o proxecto
pt: A carregar o projeto
sv: Laddar projekt

source: No project has been selected. %s will now close.
el: Κανένα έργο δεν έχει επιλεχθεί. Το %s πρόκειται να κλείσει.
pt: Nenhum projeto foi selecionado. %s vai fechar agora.
sv: Inget projekt har valts. %s kommer nu att stängas.

source: Initializing settings
el: Αρχικοποίηση ρυθμίσεων
gl: Iniciando configuracións
pt: A Inicializar as configurações
sv: Initierar inställningar

source: Initializing %s directories
el: Αρχικοποίηση %s καταλόγων
pt: Inicialização de %s diretórios
sv: Initierar %s kataloger

source: Initializing logging system
el: Αρχικοποίηση συστήματος καταγραφής
gl: Iniciando sistema de rexistro
pt: Inicialização do sistema de registro de dados
sv: Initierar loggningssystemet

source: Initializing caches
el: Αρχικοποίηση κρυφής μνήμης cache
gl: Iniciando cachés
pt: Inicialização de caches
sv: Initierar cache

source: Initializing file manager
el: Αρχικοποίηση διαχειριστή αρχείων
gl: Iniciando xestor de ficheiros
pt: A inicializar o gestor de ficheiros
sv: Initierar filhanteraren

source: Scanning plugins
el: Σκανάρισμα προσθέτων
gl: Escaneando plugins
pt: Procurar suplementos
sv: Skannar plugin

source: Waiting for project
el: Φόρτωση έργου
gl: Agardando polo proxecto
pt: Aguardando projeto
sv: Väntar på projektet

source: %s-%s %s %s comes with ABSOLUTELY NO WARRANTY! This is free software, and you are welcome to redistribute it under certain conditions. See the file 'COPYING' for details. Write comments and bugs to %s Support this project at https://liberapay.com/Zrythm
pt: %s-%s %s %s vem com ABSOLUTAMENTE NENHUMA GARANTIA! Isto é software livre e é bem-vindo redistribuí-lo sob certas condições. Consulte o ficheiro 'COPYING' para obter detalhes. Escreva comentários e bugs para %s. Apoie este projeto em https://liberapay.com/Zrythm

source: File %s not found.
el: Το αρχείο %s δεν βρέθηκε.
gl: Non se atopou o ficheiro %s.
pt: Ficheiro %s não encontrado.
sv: Filen %s fanns ej.

source: An output file was not specified. Please pass one with `--output=FILE`.
el: Δεν ορίστηκε εξαγόμενο αρχείο. Πρέπει να ορίσετε ένα με `--output [FILE]`.
pt: Nenhum ficheiro de saída foi especificado. Por favor, passe um com `--output [FICHEIRO]`.

source: Project failed to decompress: %s
el: Αποτυχία αποσυμπίεσης του έργου: %s
gl: O proxecto fallou ao descomprimir: %s
pt: Não foi possível descomprimir o projeto: %s
sv: Dekomprimering av projektet misslyckades: %s

source: Unknown operation
el: Άγνωστη λειτουργία
pt: Operação desconhecida

source: libguile is required for this option
el: Το libguile είναι προαπαιτούμενο για αυτή την επιλογή
pt: libguile é necessário para esta opção

source: Print version information
el: Προβολή πληροφοριών έκδοσης
pt: Imprimir informações da versão

source: Convert ZPJ-FILE to YAML
el: Μετατροπή ZPJ-FILE σε YAML
pt: Converter ZPJ-FILE para YAML

source: Convert YAML-PROJECT-FILE to the .zpj format
el: Μετατροπή YAML-PROJECT-FILE σε μορφή .zpj
pt: Converter YAML-PROJECT-FILE para o formato .zpj

source: Generate a project from SCRIPT-FILE
el: Δημιουργία ενός έργου από το SCRIPT-FILE
pt: Gerar um projeto a partir do SCRIPT-FILE

source: Print output in user-friendly way
pt: Saída de impressão de forma fácil de usar

source: Print current settings
el: Προβολή τρεχουσών ρυθμίσεων
pt: Imprimir definições atuais

source: Reset to factory settings
el: Επαναφορά στις εργαστηριακές ρυθμίσεις
pt: Redefinir para configurações de fábrica

source: Override the audio backend to use
el: Παράκαμψη παρασκηνίου ήχου προς χρήση
pt: Substitur o backend de áudio a usar

source: Override the MIDI backend to use
el: Παράκαμψη παρασκηνίου MIDI προς χρήση
pt: Substituir o back-end MIDI a usar

source: Shorthand for --midi-backend=none --audio-backend=none
el: Συντομογραφία για --midi-backend=none --audio-backend=none
pt: Abreviação para --midi-backend=none --audio-backend=none

source: Examples: --zpj-to-yaml a.zpj > b.yaml Convert a a.zpj to YAML and save to b.yaml --gen-project a.scm -o myproject Generate myproject from a.scm -p --pretty Pretty-print current settings Please report issues to %s
el: Παραδείγματα: --zpj-to-yaml α.zpj > β.yaml Μετατροπή ενός αρχείου α.zpj σε YAML και αποθήκευση σε β.yaml --gen-project α.scm -o τοέργομου Δημιουργία τοέργομου από αρχείο α.scm -p --pretty Εύληπτη προβολή τρεχουσών ρυθμίσεων Παρακαλούμε αναφέρετε σφάλματα στο %s
pt: Exemplos: --zpj-to-yaml a.zpj > b.yaml Converter um a.zpj em YAML e gravar em b.yaml --gen-project a.scm -o myproject Gerar myproject de a.scm -p --pretty Pretty-print definições de corrente Por favor, relate problemas a %s.

source: Run %s, optionally passing a project file.
el: Εκτέλεση %s, προαιρετικά περνώντας ένα αρχείο έργου.
pt: Execute %s, opcionalmente passando um ficheiro de projeto.

source: Add to project
el: Προσθήκη στο έργο
gl: Engadir ao proxecto
pt: Adicionar ao projeto
sv: Lägg till i projektet

source: Add to project (bridged UI)
el: Προσθήκη στο έργο (γεφυρωμένη διεπαφή χρήστη)
gl: Engadir ao proxecto (IU ponteada)
pt: Adicionar ao projeto (IU transposta)
sv: Lägg till i projektet (bryggat UI)

source: Add to project (bridged full)
el: Προσθήκη στο έργο (πλήρως γεφυρωμένο)
gl: Engadir ao proxecto (ponteada ao completo)
pt: Adicionar ao projeto (transposto completo)
sv: Lägg till i projektet (fullt bryggat)

source: Add to collection
pt: Adicionar à coleção

source: Remove from collection
pt: Remover da coleção

source: Default bank
el: Προεπιλεγμένη τράπεζα
gl: Banco por defecto
pt: Banco predefinido
sv: Standardbank

source: Audio in
el: Είσοδος ήχου
gl: Entrada de Audio
pt: Entrada de áudio
sv: Ljudingång

source: Audio out
gl: Saída de Audio
pt: Saída de áudio
sv: Ljudutgång

source: MIDI in
el: Είσοδος MIDI
gl: Entrada MIDI
pt: Entrada de MIDI
sv: MIDI-ingång

source: MIDI out
el: Έξοδος MIDI
gl: Saída MIDI
pt: Saída de MIDI
sv: MIDI-utgång

source: CV in
el: Είσοδος CV
pt: Entrada CV

source: CV out
el: Έξοδος CV
pt: Saída CV

source: Error adding carla plugin: %s
pt: Erro ao adicionar suplemento de carla: %s

source: Failed to load Carla state
pt: Falha ao carregar o estado de Carla

source: Failed to instantiate Carla plugin: handle/descriptor not initialized properly
pt: Falha ao instanciar o suplemento Carla: o identificador/descritor não foi inicializado corretamente

source: State file %s doesn't exist
pt: O ficheiro de estado %s não existe

source: Error loading LV2 bundle dir:
el: Σφάλμα φόρτωσης καταλόγου πακέτου LV2:
gl: Error ao cargar o directorio LV2:
pt: Erro ao carregar a diretoria de conjuntos LV2:
sv: Fel vid läsning från LV2 bundle:s sökväg:

source: Scanned %s plugin: %s
el: Σκαναρίστηκε %s πρόσθετο: %s
pt: %s suplemento verificado: %s
sv: Skannade %s plugin: %s

source: Skipped %1$s plugin at %2$s
el: Παραλείφθηκε %1$s πρόσθετο στο %2$s
pt: %1$s suplemento foi pulado em %2$s

source: Scanned LV2 plugin
el: Σκαναρίστηκε πρόσθετο LV2
gl: Plugin LV2 escaneado
pt: Suplementos de LV2 verificados
sv: Skannade LV2-plugin

source: Skipped LV2 plugin at %s
el: Παραλείφθηκε πρόσθετο LV2 στο %s
gl: Saltouse un plugin LV2 en %s
pt: O suplemento LV2 em %s foi pulado
sv: Hoppade över LV2-plugin vid %s

source: Scanned AU plugin
el: Σκαναρίστηκε πρόσθετο AU
gl: Plugin AU escaneado
pt: Suplementos de AU verificados
sv: Skannade AU-plugin

source: Skipped AU plugin at %u
el: Παραλείφθηκε πρόσθετο AU στο %u
gl: Saltouse un plugin AU en %u
pt: O AU suplemento em %u foi pulado
sv: Hoppade över AU-plugin vid %u

source: Instantiation failed for plugin '%s'. Disabling...
el: Αποτυχία ενσάρκωσης για το πρόσθετο '%s'. Απενεργοποίηση...
pt: A instanciação falhou para o suplemento '%s'. A desativar...
sv: Instansning misslyckades för plugin:et '%s'. Inaktiverar...

source: Enabled
pt: Ativado

source: Enables or disables the plugin
el: Ενεργοποιεί ή απενεργοποιεί το πρόσθετο
pt: Ativa ou desativa o suplemento

source: Gain
el: Απολαβή
pt: Ganho
sv: Förstärkning

source: Plugin gain
el: Απολαβή προσθέτου
pt: Ganho do suplemento

source: Failed to apply preset
pt: Falha ao aplicar a predefinição

source: Failed to get Carla plugin
pt: Falha a obter o suplemento Carla

source: Failed to get LV2 plugin
pt: Falha a obter o suplemento LV2

source: instrument
el: όργανο
pt: Instrumento

source: Carla plugin instantiation failed
pt: A instanciação do suplemento Carla falhou

source: LV2 plugin instantiation failed
pt: A instanciação do suplemento LV2 falhou

source: %s <%s> has a deprecated UI type: %s If the UI does not load, please try instantiating the plugin in full-bridged mode, and report this to the author: %s <%s>
el: %s <%s> έχει καταργημένο τύπο διεπαφής χρήστη: %s Αν η διεπαφή χρήστη δεν φορτώνει, δοκιμάστε να ενσαρκώσετε το πρόσθετο σε λειτουργία πλήρους γεφύρωσης και αναφέρετέ το στον δημιουργό: %s <%s>
pt: <%s <%s> tem um tipo de IU depreciado: %s Se a IU não carregar, por favor tente instanciar o suplemento em modo totalmente híbrido e relate-o ao autor: %s <%s>

source: Failed to create plugin clone for %s
pt: Falha ao criar um clone de suplemento para %s

source: Save State
el: Αποθήκευση κατάστασης
gl: Gardar Estado
pt: Guardar Estado
sv: Spara tillstånd

source: _Cancel
el: _Άκυρο
gl: _Cancelar
pt: _Cancelar
sv: _Avbryt

source: _Save
el: _Αποθήκευση
gl: _Gardar
pt: _Guardar
sv: _Spara

source: Save Preset
pt: Gravar predefinição

source: _Prefix plugin name
el: _Πρόθημα ονόματος προσθέτου
gl: _Prefixar nome do plugin
pt: _Prefixo do nome do plug-in
sv: _Prefix plugin-namn

source: URI (Optional):
el: URI (Προαιρετικό):
gl: URI (Opcional):
pt: URI (Opcional):
sv: URI (Frivilligt):

source: Open File
el: Άνοιγμα αρχείου
pt: Abrir ficheiro

source: Close
el: Κλείσιμο
gl: Pechar
pt: Fechar
sv: Stäng

source: Unknown widget type for value
el: Άγνωστος τύπος widget για την τιμή
gl: Tipo de widget descoñecido para o valor
pt: Tipo de widget desconhecido para valor
sv: Okänd widget-typ angiven som värde

source: Unknown widget type for value
el: Άγνωστος τύπος widget για την τιμή
gl: Tipo de widget descoñecido para o valor
pt: Tipo de widget desconhecido para valor
sv: Okänd widget-typ angiven som värde

source: Failed to get LV2 plugin from URI <%s>
pt: Falha ao obter o suplemento de LV2 do URI <%s>

source: Could not find UI by URI <%s>
pt: Não foi possível encontrar a IU pelo URI <%s>

source: Failed to make temporary dir
pt: Falha ao criar um dir temporário

source: Failed to find preset with URI <%s>
pt: Falha ao encontrar a predefinição com URI <%s>

source: Failed to load state from %s
pt: Falha ao carregar o estado de %s

source: Failed to find plugin with URI <%s>
pt: Falha ao encontrar o suplemento com o URI <%s>

source: Failed to dlopen %s: %s
pt: Falha ao dlopen %s: %s

source: Failed to get dlinfo for %s
pt: Falha ao obter dlinfo para %s

source: %s <%s> contains a reference to %s, which may cause issues. If the plugin does not load, please try instantiating the plugin in full-bridged mode, and report this to the plugin distributor and/or author: %s <%s>
el: %s <%s> περιέχει μια αναφορά στο %s, κάτι το οποίο μπορεί να προκαλέσει προβλήματα. Αν το πρόσθετο δεν φορτώνει, δοκιμάστε να ενσαρκώσετε το πρόσθετο σε λειτουργία πλήρους γεφύρωσης και αναφέρετέ το στον διανομέα και / ή τον δημιουργό του προσθέτου: %s <%s>
pt: %s <%s> contém uma referência a %s, que pode causar problemas. Se o suplemento não carregar, tente instanciar o suplemento no modo full-bridged e relate-o ao distribuidor do suplemento e/ou autor: %s <%s>

source: Failed to create or init ports and parameters
pt: Falha ao criar ou iniciar portas e parâmetros

source: Required feature %s is not supported
pt: O recurso necessário %s não é suportado

source: Failed checking whether lv2 plugin UI is external
pt: Falha ao verificar se a interface do suplemento lv2 é externa

source: Required option %s is not supported
pt: A opção necessária %s não é suportada

source: lilv_plugin_instantiate() failed
pt: lilv_plugin_instantiate() falhou

source: Unnamed bank
el: Τράπεζα χωρίς όνομα
gl: Banco sen nome
pt: Banco sem nome
sv: Namnlös bank

source: Failed to apply LV2 preset
pt: Falha ao aplicar a predefinição de LV2

source: Delete Preset?
el: Διαγραφή προρύθμισης;
gl: Borrar Preset?
pt: Eliminar pré-ajuste?
sv: Ta bort förinställning?

source: Failed to open LV2 UI for %s
pt: Falha ao abrir o IU de LV2 para %s

source: Failed to edit position
pt: Falha ao editar a posição

source: Peak
el: Κορυφή
gl: Pico
pt: Pico
sv: Nivåtopp

source: INPUTS
el: ΕΙΣΟΔΟΙ
gl: ENTRADAS
pt: ENTRADAS
sv: INGÅNGAR

source: OUTPUTS
el: ΕΞΟΔΟΙ
gl: SAÍDAS
pt: SAÍDAS
sv: UTGÅNGAR

source: Add
el: Προσθήκη
gl: Engadir
pt: Adicionar
sv: Lägg till

source: Reset
el: Επαναφορά
gl: Reiniciar
pt: Redefinir
sv: Återställ

source: View info
el: Προβολή πληροφοριών
gl: Ver información
pt: Ver informações
sv: Vy-info

source: Failed to set control %s to %f
pt: Falha na definição do controle %s a %f

source: Incoming signals
el: Εισερχόμενα σήματα
gl: Sinais entrantes
pt: Sinais de entrada
sv: Inkommande signaler

source: Outgoing signals
el: Εξερχόμενα σήματα
gl: Sinais Saíntes
pt: Sinais de saída
sv: Utgående signaler

source: Current val
el: Τωρινή αξία
gl: Valor actual
pt: Val atual
sv: Nuvarande värde

source: Expose port to JACK
el: Έκθεση θύρας στο JACK
gl: Expor porto a JACK
pt: Expor a porta para JACK
sv: Exponera porten för JACK

source: Log Viewer
el: Προβολέας αρχείου καταγραφής σφαλμάτων
gl: Vista do Rexistro
pt: Visualizador de registos
sv: Loggvisaren

source: Track Name
el: Όνομα κομματιού
gl: Nome da Pista
pt: Nome da Faixa
sv: Spårets namn

source: Direct Out
el: Απευθείας έξω
gl: Saída Directa
pt: Saída Direta
sv: Direkt ut

source: Track Properties
el: Ιδιότητες κομματιού
gl: Propiedades da Pista
pt: Propriedades da Faixa
sv: Spårets egenskaper

source: _Delete Track
el: _Διαγραφή κομματιού
gl: _Eliminar Pista
pt: _Apagar Faixa
sv: _Ta bort spår

source: _Delete Tracks
el: _Διαγραφή κομματιών
gl: _Eliminar Pistas
pt: _Apagar Faixas
sv: _Ta bort spår

source: _Duplicate Track
el: _Δημιουργία διπλοτύπου του κομματιού
gl: _Duplicar Pista
pt: _Duplicar Faixa
sv: _Duplicera spår

source: _Duplicate Tracks
el: _Δημιουργία διπλοτύπου των κομματιών
gl: _Duplicar Pistas
pt: _Duplicar Faixas
sv: _Duplicera spår

source: Hide Track
el: Απόκρυψη κομματιού
gl: Agochar Pista
pt: Esconder Faixa
sv: Dölj spår

source: Hide Tracks
el: Απόκρυψη κομματιών
gl: Agochar Pistas
pt: Esconder Faixas
sv: Dölj spår

source: Pin/Unpin Track
el: Καρφίτσωμα/Ξεκαρφίτσωμα κομματιού
gl: Marcar/Desmarcar Pista
pt: Fixar / Desafixar Faixa
sv: Nåla/Avnåla spår

source: Pin/Unpin Tracks
el: Καρφίτσωμα/ξεκαρφίτσωμα κομματιών
gl: Ancorar/Desancorar Pistas
pt: Fixar / Desafixar Faixas
sv: Nåla/Avnåla spår

source: Track
el: Κομμάτι
gl: Pista
pt: Faixa
sv: Spår

source: Listen
el: Ακρόαση
pt: Ouvir
sv: Lyssna

source: Channel
pt: Canal

source: Disable
el: Απενεργοποίηση
pt: Desativar
sv: Inaktivera

source: Enable
el: Ενεργοποίηση
pt: Ativar
sv: Aktivera

source: Change color...
pt: Mudar cor...

source: All MIDI Inputs
el: Όλες οι είσοδοι MIDI
gl: Tódalas Entradas MIDI
pt: Todas as Entradas MIDI
sv: Alla MIDI-ingångar

source: All Audio Inputs
el: Όλες οι είσοδοι ήχου
gl: Tódalas Entradas de Audio
pt: Todas as Entradas de Áudio
sv: Alla ljudingångar

source: No inputs
el: Καμία είσοδος
gl: Sen entradas
pt: Sem entradas
sv: Inga ingångar

source: MIDI inputs for recording
el: Είσοδοι MIDI για ηχογράφηση
gl: Entradas MIDI para gravar
pt: Entradas MIDI para gravação
sv: MIDI-ingångar för inspelning

source: No left input
el: Καμία είσοδος αριστερά
gl: Sen entrada esquerda
pt: Nenhuma entrada da esquerda
sv: Ingen vänster ingång

source: No right input
el: Καμία είσοδος δεξιά
gl: Sen entrada dereita
pt: Nenhuma entrada da direita
sv: Ingen höger ingång

source: Audio input (%s) for recording
el: Είσοδος ήχου (%s) για ηχογράφηση
gl: Entrada de audio (%s) para gravar
pt: Entrada de áudio (%s) para gravação
sv: Ljudingång (%s) för inspelning

source: L
el: Α
pt: E
sv: V

source: All Channels
el: Όλα τα κανάλια
gl: Tódalas Canles
pt: Todos os Canais
sv: Alla kanaler

source: Channel %s
el: Κανάλι %s
gl: Canle %s
pt: Canal %s
sv: Kanal %s

source: No channel
el: Κανένα κανάλι
gl: Sen canle
pt: Nenhum canal
sv: Ingen kanal

source: MIDI channel to filter to
el: Κανάλι MIDI για φιλτράρισμα
gl: Canle MIDI a filtrar
pt: Canal MIDI por qual filtrar
sv: MIDI-kanal att filtrera till

source: Inputs
el: Είσοδοι
gl: Entradas
pt: Entradas
sv: Ingångar

source: _Open
el: _Άνοιγμα
pt: _Abrir
sv: _Öppna

source: Name
el: Όνομα
gl: Nome
pt: Nome
sv: Namn

source: Path
el: Μονοπάτι
gl: Ruta
pt: Caminho
sv: Sökväg

source: Last Modified
el: Τροποποιημένο τελευταία φορά
gl: Último Modificado
pt: Última Modificação
sv: Senast ändrad

source: Blank project
el: Κενό έργο
gl: Proxecto Baleiro
pt: Projeto em branco
sv: Tomt projekt

source: Track inspector
el: Επιθεωρητής κομματιού
gl: Inspeccionar pista
pt: Inspetor de faixas
sv: Spårinspektör

source: Plugin inspector
el: Επιθεωρητής προσθέτου
gl: Inspeccionar Plugin
pt: Inspetor de suplementos
sv: Plugin-inspektör

source: Visibility
el: Ορατότητα
gl: Visibilidade
pt: Visibilidade
sv: Synlighet
