Repository: JeromyJSmith/zrythm
Catalog: po/*.po
Languages: el, gl, pt, sv

source: The graph will be exported to <a href="%s">%s</a> Please select a format to export as
el: Το γράφημα θα εξαχθεί στο <a href="%s">%s</a> Επιλέξτε φορμάτ με το οποίο θα γίνει εξαγωγή
pt: O gráfico será exportado para <a href="%s">%s</a> Por favor, selecione um formato no qual exportar
sv: Grafen kommer att exporteras till <a href="%s">%s</a> Var god välj ett format att exportera med

source: Graph exported
el: Το γράφημα εξήχθη
gl: Gráfico exportado
pt: Gráfico exportado
sv: Graf exporterad

source: Failed to redo action
pt: Falha ao refazer ação

source: Failed to undo action
pt: Falha ao desfazer ação

source: Can't paste incompatible data
pt: Não é possível colar dados incompatíveis

source: Cannot delete tracks: selection contains an undeletable track
pt: Não é possível apagar faixas: a seleção contém uma faixa não apagável

source: Must select either the timeline or the editor first. The current selection is %s
pt: Deve selecionar primeiro a cronologia ou o editor. A seleção atual é %s

source: No regions selected
el: Δεν έχει επιλεγεί περιοχή
pt: Nenhuma região selecionada
sv: Inga regioner är valda

source: Selections must be on the same lane
el: Οι επιλογές πρέπει να βρίσκονται στην ίδια λωρίδα
pt: As seleções devem estar na mesma pista
sv: Markeringar måste vara på samma bana

source: Detected BPM: %.2f
pt: BPM detetado: %.2f

source: Candidates:
pt: Candidatos:

source: Failed to reset %s
pt: Falha ao reiniciar %s

source: Failed to disconnect %s from %s
pt: Falha ao desconectar %s de %s

source: Are you sure you want to remove this bookmark?
pt: Tem certeza que quer remover esse marcador?

source: Collection name
pt: Nome da coleção

source: This collection contains %d plugins. Are you sure you want to remove it?
pt: Esta coleção contém %d plugins. Tem certeza que deseja removê-la?

source: Connect ports
el: Σύνδεση θυρών
pt: Conectar portas
sv: Koppla portar

source: Disconnect ports
el: Αποσύνδεση θυρών
pt: Desconectar portas
sv: Koppla ur portar

source: Enable port connection
el: Ενεργοποίηση σύνδεσης θύρας
pt: Ativar a conexão da porta
sv: Aktivera portkoppling

source: Disable port connection
el: Απενεργοποίηση σύνδεσης θύρας
pt: Desativar a conexão da porta
sv: Inaktivera portkoppling

source: Change port connection
el: Αλλαγή σύνδεσης θύρας
pt: Alterar a conexão da porta
sv: Ändra portkoppling

source: Change BPM
el: Αλλαγή BPM
gl: Cambiar BPM
pt: Modificar BPM
sv: Ändra BPM

source: Beat unit change
pt: Mudança de unidade de batida

source: Channel send connection
el: Σύνδεση αποστολής καναλιού
pt: Conexão de envio de canal
sv: Koppling av kanalens sändning

source: Could not create plugin
pt: Não foi possível criar o suplemento

source: Create %s
el: Δημιουργία %s
gl: Crear %s
pt: Criar %s
sv: Skapa %s

source: Create %d %ss
el: Δημιουργία %d %ss
gl: Crear %d %ss
pt: Criar %d %ss
sv: Skapa %d %ss

source: Delete Plugin
el: Διαγραφή προσθέτου
gl: Borrar Plugin
pt: Apagar Plugin
sv: Ta bort plugin

source: Delete %d Plugins
el: Διαγραφή %d προσθέτων
gl: Borrar %d Plugins
pt: Apagar %d Plugins
sv: Ta bort %d plugin

source: Move %s
el: Μεταφορά %s
gl: Mover %s
pt: Mover %s
sv: Flytta %s

source: Move %d Plugins
el: Μεταφορά %d προσθέτων
gl: Mover %d Plugins
pt: Mover %d Plugins
sv: Flytta %d plugin

source: Copy %s
el: Αντιγραφή %s
gl: Copiar %s
pt: Copiar %s
sv: Kopiera %s

source: Copy %d Plugins
el: Αντιγραφή %d προσθέτων
gl: Copiar %d Plugins
pt: Copiar %d Plugins
sv: Kopiera %d plugin

source: Insert silence
el: Εισαγωγή σίγασης
pt: Inserir silêncio
sv: Infoga tystnad

source: Delete range
el: Διαγραφή εύρους
pt: Apagar intervalo
sv: Ta bort intervall

source: Failed to clone tracklist selections
pt: Falha ao clonar seleções da lista de faixas

source: Failed to clone tracklist selections:
pt: Falha ao clonar seleções da lista de faixas:

source: %s Track
el: %s Κομμάτι
gl: %s Pista
pt: %s Faixa
sv: %s spår

source: Create %s Track
el: Δημιουργία %s κομματιού
gl: Crear %s Pista
pt: Criar %s Faixa
sv: Skapa %s spår

source: Create %d %s Tracks
el: Δημιουργία %d %s κομματιών
gl: Crear %d %s Pistas
pt: Criar %d %s Faixas
sv: Skapa %d %s spår

source: Delete Track
el: Διαγραφή κομματιού
gl: Borrar Pista
pt: Apagar Faixa
sv: Ta bort spår

source: Delete %d Tracks
el: Διαγραφή %d κομματιών
gl: Borrar %d Pistas
pt: Apagar %d Faixas
sv: Ta bort %d spår

source: Solo Track
el: Τοποθέτηση κομματιού σε σόλο
gl: Pista a Solo
pt: Fazer a Faixa Solo
sv: Aktivera solo på spåret

source: Unsolo Track
el: Άρση σόλο κομματιού
gl: Pista a Non Solo
pt: Desfazer a Faixa Solo
sv: Inaktivera solo på spåret

source: Mute Track
el: Σίγαση κομματιού
gl: Silenciar Pista
pt: Silenciar Faixa
sv: Tysta spåret

source: Unmute Track
el: Ξεσίγαση κομματιού
gl: Non Silenciar Pista
pt: Desativar Silenciar Faixa
sv: Avtysta spåret

source: Change Fader
el: Αλλαγή fader
gl: Cambiar Fader
pt: Modificar Fader
sv: Ändra fadern

source: Change Pan
el: Αλλαγή παναρίσματος
gl: Cambiar Panorama
pt: Modificar Pan
sv: Ändra panorering

source: Change direct out
el: Αλλαγή απευθείας εξόδου
pt: Alterar saída direta
sv: Ändra direkt ut

source: Rename track
el: Μετονομασία κομματιού
pt: Renomear faixa
sv: Byt spårets namn

source: Change color
el: Αλλαγή χρώματος
pt: Mudar cor
sv: Ändra färg

source: Change icon
el: Αλλαγή εικονιδίου
pt: Alterar ícone
sv: Ändra ikon

source: Move Track
el: Μεταφορά κομματιού
gl: Mover Pista
pt: Mover Faixa
sv: Flytta spår

source: Move %d Tracks
el: Μεταφορά %d κομματιών
gl: Mover %d Pistas
pt: Mover %d Faixas
sv: Flytta %d spår

source: Script execution successful
el: Επιτυχής εκτέλεση δέσμης εντολών
gl: Execución da secuencia de comandos exitosa
pt: Execução de script bem sucedida
sv: Exekvering av skriptet lyckades

source: Script execution failed
el: Αποτυχία εκτέλεσης δέσμης εντολών
gl: Fallou a execución da secuencia de comandos
pt: A execução do script falhou
sv: Exekvering av skriptet misslyckades

source: Global Shortcuts
el: Γενικές συντομεύσεις
gl: Atallos de Teclado Globais
pt: Atalhos Globais
sv: Globala genvägar

source: General
el: Γενικά
gl: Xeral
pt: Geral
sv: Generellt

source: Toggle Fullscreen
el: Εναλλαγή πλήρους οθόνης
gl: Alternar Pantalla Completa
pt: Alternar Ecrã Completo
sv: Aktivera/Inaktivera fullskärm

source: Quit
el: Έξοδος
gl: Saír
pt: Sair
sv: Avsluta

source: Panels
el: Πάνελς
gl: Paneis
pt: Painéis
sv: Paneler

source: Toggle left panel
el: Εναλλαγή αριστερού πάνελ
gl: Alternar panel esquerdo
pt: Alternar painel esquerdo
sv: Aktivera/Inaktivera vänster panel

source: Toggle right panel
el: Εναλλαγή δεξιού πάνελ
gl: Alternar panel dereito
pt: Alternar painel direito
sv: Aktivera/Inaktivera höger panel

source: Toggle bottom panel
el: Εναλλαγή κάτω πάνελ
gl: Alternar panel inferior
pt: Alternar painel inferior
sv: Aktivera/Inaktivera nedre panelen

source: Project
el: Έργο
gl: Proxecto
pt: Projeto
sv: Projekt

source: Open a project
el: Άνοιγμα έργου
gl: Abrir un proxecto
pt: Abrir um projeto
sv: Öppna ett projekt

source: Save the project
el: Αποθήκευση έργου
gl: Gardar o proxecto
pt: Guardar o projeto
sv: Spara projektet

source: Copy and Paste
el: Αντιγραφή και επικόλληση
gl: Copiar e Pegar
pt: Copiar e Colar
sv: Klipp och klistra

source: Copy selection to clipboard
el: Αντιγραφή επιλογής στο πρόχειρο
gl: Copiar unha selección ao portapapeis
pt: Copiar seleção para a área de transferência
sv: Kopiera markering till urklipp

source: Cut selection to clipboard
el: Αποκοπή αντιγραφής στο πρόχειρο
gl: Cortar selección ao portapapeis
pt: Cortar seleção para a área de transferência
sv: Klipp ut markering till urklipp

source: Paste from clipboard
el: Επικόλληση από το πρόχειρο
gl: Pegar do portapapeis
pt: Colar da área de transferência
sv: Klistra in från urklipp

source: Undo and Redo
el: Αναίρεση και επαναφορά
gl: Desfacer e Refacer
pt: Anular e Refazer
sv: Ångra och Gör om

source: Undo previous command
el: Αναίρεση προηγούμενης εντολής
gl: Desfacer a orde anterior
pt: Anular comando anterior
sv: Ångra senaste kommandot

source: Redo previous command
el: Επαναφορά προηγούμενης εντολής
gl: Refacer a orde anterior
pt: Refazer comando anterior
sv: Gör om senaste kommandot

source: Selections
el: Επιλογές
gl: Seleccións
pt: Seleções
sv: Markeringar

source: Unselect all
el: Αποεπιλογή όλων
gl: Deseleccionar todo
pt: Desselecionar tudo
sv: Avmarkera allt

source: Editor Shortcuts
el: Συντομεύσεις επεξεργαστή
gl: Atallos de Teclado do Editor
pt: Atalhos do Editor
sv: Kortkommandon för editorn

source: Tool
el: Εργαλείο
gl: Ferramenta
pt: Ferramenta
sv: Verktyg

source: Select/Stretch tool
el: Επιλογή/Τέντωμα
gl: Seleccionar/Ferramenta de estirar
pt: Ferramenta de Selecionar / Alongar
sv: Markera-/Töj-verktyget

source: Pencil tool
el: Μολύβι
gl: Ferramenta Lapis
pt: Ferramenta de lápis
sv: Penna-verktyget

source: Eraser tool
el: Σβήστρα
gl: Ferramenta Goma de Borrar
pt: Ferramenta de borracha
sv: Sudd-verktyget

source: Ramp tool
el: Ράμπα
gl: Ferramenta Rampla
pt: Ferramenta de rampa
sv: Ramp-verktyget

source: Audition tool
el: Ακρόαση
gl: Ferramenta Audición
pt: Ferramenta de audição
sv: Audition-verktyget

source: Zooming
el: Ζουμάρισμα
gl: Zoom
pt: Amunentando
sv: Zooma

source: Zoom in
el: Ζουμ μέσα
gl: Aumentar vista
pt: Zoom +
sv: Zooma in

source: Zoom out
el: Ζουμ έξω
gl: Encoller vista
pt: Zoom -
sv: Zooma ut

source: Best fit
el: Καλύτερη δυνατή εφαρμογή
gl: Encaixar vista
pt: Melhor ajuste
sv: Anpassad storlek

source: Original size
el: Πρωτότυπο μέγεθος
gl: Tamaño orixinal
pt: Tamanho original
sv: Originalstorlek

source: Quantizing
el: Κβαντοποίηση
gl: Cuantizar
pt: Quantificação
sv: Kvantisering

source: Quick Quantize
el: Γρήγορη κβαντοποίηση
gl: Cuantización Rápida
pt: Quantificação rápida
sv: Snabbkvantisera

source: Quantize
el: Κβαντοποίηση
gl: Cuantizar
pt: Quantificar
sv: Kvantisera

source: Bind MIDI CC
el: Δέσμευση MIDI CC
gl: Enlazar MIDI CC
pt: Ligar MIDI CC
sv: Koppla MIDI CC

source: Press a key or move a knob on your MIDI device
el: Πατήστε πλήκτρο ή μετακινήστε ένα περιστροφικό επιλογέα στη MIDI συσκευή σας
gl: Aperta unha tecla ou move un mando no teu dispositivo MIDI
pt: Pressione uma tecla ou mova um botão no seu aparelho MIDI
sv: Tryck ned en tangent eller rör en kontroll på din MIDI-enhet

source: Waiting for input...
el: Αναμονή για εισαγωγή...
gl: Agardando polo sinal de entrada...
pt: À espera de entrada...
sv: Väntar på indata...

source: Cancel
el: Άκυρο
gl: Cancelar
pt: Cancelar
sv: Avbryt

source: Log Level
el: Επίπεδο αρχείου καταγραφής
gl: Nivel do rexistro
pt: Nível de registo
sv: Loggnivå

source: Save As...
el: Αποθήκευση ως...
gl: Gardar Como...
pt: Gravar Como...
sv: Spara som...

source: Root Key
el: Βασικό κλειδί
gl: Nota Tónica
pt: Chave Raiz
sv: Grundton

source: C
el: Ντο
pt: Dó

source: D♭
el: Ρε♭
pt: Ré♭

source: D
el: Ρε
pt: Ré

source: E♭
el: Μι♭
pt: Mi♭

source: E
el: Μι
pt: Mi

source: F
el: Φα
pt: Fa

source: F♯
el: Φα♯
pt: Fa♯

source: G
el: Σολ
pt: Sol

source: A♭
el: Λα♭
pt: La♭

source: A
el: Λα
pt: La

source: B♭
el: Σι♭
pt: Ci♭

source: B
el: Σι
pt: Ci

source: Scale
el: Κλίμακα
gl: Escala
pt: Escala
sv: Skala

source: Creator
el: Δημιουργός
gl: Creador
pt: Criador
sv: Skapare

source: TODO keyboard
el: ΝΑΓΙΝΕΙ πληκτρολόγιο
gl: Teclado TODO
pt: TODO Teclado

source: Custom
el: Προσαρμοσμένο
gl: Personalizado
pt: Personalizado

source: Fishbowl
el: Μικροσκόπιο
gl: Peixeira
pt: Aquário
sv: Fiskskål

source: Musical mode
el: Μουσικός τρόπος
gl: Modo musical
pt: Modo musical
sv: Modus

source: Merge selections
el: Συγχώνευση επιλογών
pt: Mesclar seleções
sv: Slå ihop markeringar

source: Toggle event viewer
el: Εναλλαγή προβολέα γεγονότων
gl: Alternar visor de eventos
pt: Alternar visualizador de eventos
sv: Aktivera/Inaktivera eventvisaren

source: Root Note
el: Βασική νότα
gl: Nota Tónica
pt: Nota de Raiz
sv: Grundton

source: Accent
el: Τόνος
gl: Acento
pt: Acento

source: Bass Note
el: Νότα μπάσου
gl: Nota Baixo
pt: Nota Baixo

source: In scale
el: Σε κλίμακα
gl: Na escala
pt: Em escala
sv: I skala

source: Diatonic
el: Διατονική
gl: Diatónica
pt: Diatónico
sv: Diatonisk

source: TODO
el: ΝΑΓΙΝΕΙ
pt: TAREFAS

source: Circle of Fifths
el: Κύκλος των πέμπτων
gl: Círculo de Quintas
pt: Círculo de Quintos
sv: Kvintcirkeln

source: Parent directory
el: Κατάλογος γονέας
gl: Directorio principal
pt: Diretoria fonte
sv: Förälderkatalog

source: Ports found
el: Εντοπισμένες θύρες
pt: Portas encontradas
sv: Upptäckta portar

source: Rescan
el: Σκανάρισμα ξανά
gl: Escanear de novo
pt: Verificar novamente
sv: Skanna om

source: Scan again for MIDI controllers
el: Σκανάρισμα ξανά για χειριστές MIDI
gl: Volver a escanear controladores MIDI
pt: Procurar novamente por controladores MIDI
sv: Skanna ytterligare efter MIDI-kontroller

source: Pitch Wheel
el: Ρόδα τόνου
gl: Roda de Pitch
pt: Roda de Tom
sv: Tonhjul

source: Mod Wheel
el: Ρόδα διαμόρφωσης
gl: Roda de Modificador
pt: Roda Mod
sv: Modhjul

source: Scroll when playhead reaches the edge
pt: Rolar quando a cabeça de reprodução atingir a borda

source: label
el: ετικέτα
gl: Etiqueta
pt: etiqueta
sv: Etikett

source: News
el: Νέα
gl: Novidades
pt: Novidades
sv: Nyheter

source: Show/hide UI
el: Εμφάνιση/απόκρυψη διεπαφής χρήστη
pt: Mostrar/ocultar a IU
sv: Visa/dölj UI

source: Enforce scale
el: Επιβολή κλίμακας
gl: Forzar escala
pt: Impor escala
sv: Tvinga skala

source: Owner
el: Ιδιοκτήτης
gl: Propietario
pt: Proprietário
sv: Ägare

source: Arranger Object Info
el: Πληροφορίες αντικειμένου ταξινόμου
gl: Información do Obxecto do Organizador
pt: Informações do objeto arranjador
sv: Kompositörsobjekt-info

source: Execute
el: Εκτέλεση
gl: Executar
pt: Executar
sv: Utför

source: The result will be printed here
el: Το αποτέλεσμα θα εμφανισθεί εδώ
gl: O resultado aparecerá aquí
pt: O resultado será impresso aqui
sv: Resultatet kommer att skrivas ut här

source: Select a port...
el: Επιλογή θύρας...
gl: Seleccionar un porto...
pt: Selecione uma porta....
sv: Välj en port...

source: Port
el: Θύρα
gl: Porto
pt: Porta

source: region_name
el: όνομα_περιοχής
gl: nome_rexión
pt: nome_da_região
sv: region_namn

source: Enter region name...
el: Εισαγωγή ονόματος περιοχής...
gl: Introduce o nome da rexión...
pt: Introduza o nome da região...
sv: Namnge regionen...

source: Color
el: Χρώμα
gl: Cor
pt: Cor
sv: Färg

source: Length
el: Διάρκεια
gl: Duración
pt: Comprimento
sv: Längd

source: Muted
el: Σε σίγαση
gl: Silenciado
pt: Silenciado
sv: Tystad

source: Full designation
el: Πλήρης χαρακτηρισμός
gl: Designación completa
pt: Designação completa
sv: Hel benämning

source: Range
el: Εύρος
gl: Intervalo
pt: Intervalo
sv: Intervall

source: Flags
el: Σημαίες
gl: Bandeiras
pt: Marcadores
sv: Flaggor

source: Default value
el: Προεπιλεγμένη αξία
gl: Valor por defecto
pt: Valor predefinido
sv: Standardvärde

source: Current value
el: Τωρινή αξία
gl: Valor actual
pt: Valor atual
sv: Nuvarande värde

source: Port Info
el: Πληροφορίες θύρας
gl: Información do Porto
pt: Informações sobre a porta

source: Bookmarks
pt: Marcadores

source: Play/Pause
pt: Reproduzir/Pausar

source: Stop
el: Παύση
gl: Deter
pt: Parar
sv: Stopp

source: View
el: Προβολή
gl: Ver
pt: Visualização
sv: Vy

source: Help
el: Βοήθεια
gl: Axuda
pt: Ajuda
sv: Hjälp

source: MIDI in activity
el: MIDI σε δραστηριότητα
gl: MIDI en activo
pt: MIDI em atividade
sv: Aktivitet i MIDI-in

source: Channel settings
el: Ρυθμίσεις καναλιού
pt: Configurações de canal
sv: Kanalinställningar

source: Return to cue point on stop
el: Επιστροφή στο σημείο cue κατά την παύση
gl: Volver ao marcador ao deterse
pt: Retornar ao ponto de sinalização na parada
sv: Återvänd till spelhuvudets startpunkt vid stopp

source: Play
el: Έναρξη
gl: Reproducir
pt: Reproduzir
sv: Spela

source: Backward
el: Πίσω
gl: Cara atrás
pt: Para trás
sv: Spola bakåt

source: Forward
el: Μπροστά
gl: Cara adiante
pt: Para a frente
sv: Spola framåt

source: Initializing...
el: Αρχικοποίηση...
gl: Iniciando...
pt: Inicializando...
sv: Initierar...

source: Event Viewer
el: Προβολέας γεγονότων
gl: Visor de Eventos
pt: Visualizador de eventos
sv: Eventvisaren

source: Control this automation track is for
el: Ο χειριστής αυτού του κομματιού αυτοματισμού είναι για
gl: Controla o que fai esta pista de automatización
pt: O controle para qual esta é a faixa de automação
sv: Kontroll detta automationsspår är ämnat åt

source: Mute automation track
el: Σίγαση κομματιού αυτοματισμού
gl: Silenciar a pista de automatización
pt: Silenciar a faixa de automação
sv: Tysta automationsspår

source: Write automation
el: Εγγραφή αυτοματισμού
gl: Escribir automatización
pt: Automação de gravação
sv: Skriv automation

source: Read automation
el: Ανάγνωση αυτοματισμού
gl: Ler automatización
pt: Automação de leitura
sv: Läs automation

source: Remove automation track
el: Αφαίρεση κομματιού αυτοματισμού
gl: Borrar pista de automatización
pt: Remover a faixa de automação
sv: Ta bort automationsspår

source: Add automation track
el: Προσθήκη κομματιού αυτοματισμού
gl: Engadir pista de automatización
pt: Adicionar faixa de automação
sv: Lägg till automationsspår

source: Bounce Options
el: Ρυθμίσεις μετατροπής σε ήχο
gl: Opcións da Conversión a Audio
pt: Opções de Quantificação
sv: Studsinställningar

source: Tail
el: Ουρά
gl: Cola
pt: Rabo
sv: Svans

source: Quantize Options
el: Ρυθμίσεις κβαντοποίησης
gl: Opcións da Cuantización
pt: Opções de quantificação
sv: Inställningar för kvantisering

source: Quantize to
el: Κβαντοποίηση σε
gl: Cuantizar a
pt: Quantificar para
sv: Kvantisera till

source: Adjust
el: Προσαρμογή
gl: Axustar
pt: Ajustar
sv: Justera

source: Amount
el: Ποσό
gl: Cantidade
pt: Quantidade
sv: Mängd

source: Swing
el: Ταλάντευση
pt: Balanço

source: Randomization
el: Τυχαιοποίηση
gl: Aleatorización
pt: Randomização
sv: Randomisering

source: _Quantize
el: _Κβαντοποίηση
gl: _Cuantizar
pt: _Quantificar
sv: Kvantisera

source: Export As...
el: Εξαγωγή ως...
gl: Exportar Como...
pt: Exportar como...
sv: Exportera som...

source: Details
el: Λεπτομέρειες
pt: Detalhes
sv: Detaljer

source: Output Files
el: Εξαγόμενα αρχεία
gl: Arquivos de Saída
pt: Ficheiros de Saída
sv: Utgående filer

source: Time Range
el: Χρονικό εύρος
gl: Intervalo de Tempo
pt: Intervalo de Tempo
sv: Tidsintervall

source: Tracks
el: Κομμάτια
gl: Pistas
pt: Faixas
sv: Spår

source: Stems
el: Στελέχη
pt: Hastes
sv: Stammar

source: Song
el: Τραγούδι
gl: Canción
pt: Canção
sv: Sång

source: Filename Pattern
el: Μοτίβο ονόματος αρχείου
gl: Patrón do Nome dos Arquivos
pt: Padrão de Nome de Ficheiro
sv: Filnamnsmönster

source: Title
pt: Título

source: Artist
el: Καλλιτέχνης
gl: Artista
pt: Artista

source: Genre
el: Είδος
gl: Xénero
pt: Gênero

source: Format
el: Φορμάτ
gl: Formato
pt: Formato

source: Bit depth
el: Βάθος bit
gl: Profundidade de Bits
pt: Profundidade de bits
sv: Bitdjup

source: Export
el: Εξαγωγή
gl: Exportar
pt: Exportar
sv: Exportera

source: Collection
el: Συλλογή
gl: Colección
pt: Coleção
sv: Kollektion

source: Author
pt: Autor

source: Category
el: Κατηγορία
gl: Categoría
pt: Categoria
sv: Kategori

source: Protocol
el: Πρωτόκολλο
gl: Protocolo
pt: Protocolo
sv: Protokoll

source: No clip selected
el: Δεν έχει επιλεγεί κλιπ
gl: Ningún clip seleccionado
pt: Nenhum clipe selecionado
sv: Inget klipp är valt

source: Full Quantize...
el: Ολόκληρη κβαντοποίηση...
gl: Cuantización Completa...
pt: Quantificação Completa...
sv: Fullständigt kvantisera…

source: Note length
el: Διάρκεια νότας
pt: Duração da nota
sv: Notlängd

source: Triplet
el: Τρίηχο
pt: Trigémeo
sv: Triplett

source: Dotted
el: Διάστικτο
pt: Pontilhado
sv: Prickad

source: Adaptive length
el: Προσαρμοστική διάρκεια
pt: Comprimento adaptativo
sv: Adaptiv längd

source: Link
el: Σύνδεση
pt: Ligação
sv: Länka

source: Remove range
el: Αφαίρεση εύρους
pt: Remover intervalo
sv: Ta bort intervall

source: Flip
el: Περιστροφή
pt: Inverter
sv: Vänd

source: Digital Audio Workstation
el: Ψηφιακός σταθμός επεξεργασίας ήχου
gl: Estación de Traballo de Audio Dixital
pt: Estação de Trabalho de Áudio Digital

source: highly automated and intuitive digital audio workstation
el: εξαιρετικά αυτοματοποιημένος και εύληπτος ψηφιακός σταθμός επεξεργασίας ήχου
gl: unha estación de traballo de audio dixital intuitiva e moi automatizada
pt: Uma estação de trabalho de áudio digital altamente automatizada e intuitiva

source: Recent project list
el: Λίστα πρόσφατων έργων
gl: Lista de proxectos recentes
pt: Lista de projetos recentes
sv: Nyligen öppnade projekt

source: A list of recent projects to be referenced on startup.
el: Μια λίστα των πρόσφατων έργων προς αναφορά κατά την εκκίνηση.
gl: Unha lista de proxectos que apareceran ao inicio.
pt: Uma lista de projetos recentes a serem referenciados na inicialização.

source: First run
el: Πρώτη εκτέλεση
gl: Primeira execución
pt: Primeira execução

source: Whether this is the first run or not.
el: Αν αυτή είναι η πρώτη εκτέλεση ή όχι.
gl: Se esta é a primeira execución ou non.
pt: Se esta é a primeira execução ou não.

source: Installation directory
el: Κατάλογος εγκατάστασης
gl: Directorio da instalación
pt: Diretório de instalação

source: This is the directory Zrythm is installed in. Currently only used on Windows.
el: Αυτός είναι ο κατάλογος στον οποίο θα εγκατασταθεί το Zrythm. Προς το παρόν χρησιμοποιείται μόνο στα Windows.
gl: Este é o directorio no que está instalado Zrythm. No momento só se usa en Windows.
pt: Este é o diretório em que o Zrythm está instalado. Atualmente apenas usado no Windows.

source: Last project directory
el: Κατάλογος του τελευταίου έργου
gl: Directorio do último proxecto
pt: Diretório do último projeto

source: Last directory a project was created in.
el: Τελευταίος κατάλογος στον οποίο δημιουργήθηκε έργο.
gl: O último directorio no que se creou un proxecto.
pt: O último diretório em que um projeto foi criado.

source: List of all versions run at least once
pt: Listar todas as versões executadas pelo menos uma vez

source: The last version that received a 'new version has been released' notification.
pt: A última versão que recebeu uma notificação 'uma nova versão foi lançada'.

source: First check for updates
pt: Primeira verificação por atualizações

source: Sum to mono
pt: Soma para mono

source: Left output devices
pt: Aparelhos de saída à esquerda

source: Timeline object length type
el: Τύπος διάρκειας αντικειμένου χρονολογίου
gl: Tipo de largura do obxecto na liña de tempo
pt: Tipo de comprimento do objeto da cronologia

source: The note notation used in the piano roll - MIDI pitch index or notes (C, C#, etc.)
el: Η σημειογραφία νοτών που θα χρησιμοποιηθεί στο ρολό πιάνου - δείκτης τόνου MIDI ή νότες (Ντο, Ντο#, κλπ.)
gl: O sistema de notación empregado no piano roll - Índice de tons MIDI ou notas (notación anglosaxona)
pt: A notação de nota usada nos cilindros de piano - índice de altura MIDI ou notas (Dó, Dó#, etc.)

source: Whether to use musical mode. If this is on, time-stretching will be applied to events so that they match the project BPM. This mostly applies to audio regions.
el: Αν θα χρησιμοποιηθεί μουσικός τρόπος. Αν είναι ενεργό, θα εφαρμοστεί χρονικό τέντωμα στα γεγονότα ώστε να ταιριάζουν με το τέμπο του έργου. Εφαρμόζεται κυρίως στις περιοχές ήχου.
gl: Para o modo musical. Se está activado, aplicarase deformación de tempo aos eventos para que coincidan cos BPM do proxecto. Afecta principalmente ás rexións de audio.
pt: Se usar o modo musical. Se este estiver ligado, o alongamento do tempo será aplicado aos eventos para que eles correspondam ao BPM do projeto. Isto aplica-se principalmente a regiões de áudio.

source: Listen to notes while they are moved
el: Ακρόαση των νοτών ενώ μετακινούνται
gl: Escoitar as notas mentres se moven
pt: Ouvir as notas enquanto elas são movidas
