Repository: JeromyJSmith/zrythm
Catalog: po/*.po
Languages: el, gl, pt, sv

source: Whether to listen to MIDI notes while dragging them in the piano roll.
el: Αν θα ακούγονται οι νότες MIDI ενώ τραβιούνται στο ρολό πιάνου.
gl: Para escoitar as notas MIDI ao pulsalas no piano roll.
pt: Se ouvir as notas MIDI enquanto as arrasta nos cilindros de piano.

source: Whether to highlight chords, scales, both or none in the piano roll.
el: Αν θα επισημαίνονται συγχορδίες, κλίμακες, και τα δύο ή κανένα στο ρολό πιάνου.
gl: Se resaltar acordes, escalas, ámbalas dúas ou ningunha no Piano Roll.
pt: Se destacar acordes, escalas, ambos ou nenhum nos cilindros de piano.

source: Piano roll MIDI modifier
el: Διαμορφωτής MIDI του ρολού πιάνου
gl: Modificador MIDI do Piano Roll
pt: Modificador de MIDI dos cilindros de piano
sv: Pianorullens MIDI-modifierare

source: The MIDI modifier to display in the MIDI editor (only velocity is valid at the moment).
el: Ο διαμορφωτής MIDI που θα προβάλλεται στον επεξεργαστή MIDI (μόνο η ταχύτητα είναι έγκυρη προς το παρόν).
gl: O modificador MIDI a mostrar no editor MIDI (polo de agora só a intensidade)
pt: O modificador MIDI a ser exibido no editor MIDI (apenas a velocidade é válida no momento).

source: Whether to show automation values in the automation editor.
pt: Se mostrar os valores de automação no editor de automação.

source: Browser divider position
el: Θέση διαχωριστή του περιηγητή
gl: Posición do divisor do navegador
pt: Posição do divisor do navegador

source: Height of the top part of the plugin/file browser.
el: Ύψος του κορυφαίου μέρους του προσθέτου/περιηγητή αρχείων.
gl: Altura da parte superior do navegador de plugins/ficheiros.
pt: Altura da parte superior do navegador de suplementos/ficheiros.

source: Left panel divider position
el: Θέση διαχωριστή του αριστερού πάνελ
gl: Posición do divisor do panel esquerdo
pt: Posição do divisor do painel esquerdo

source: Position of the resize handle of the left panel.
el: Θέση της λαβής του αριστερού πάνελ για μεταβολή μεγέθους.
gl: Posición do tirador para redimensionar o panel esquerdo.
pt: Posição da alavanca de redimensionamento do painel esquerdo.

source: Left panel tab index
el: Ευρετήριο καρτελών αριστερού πάνελ
pt: Índice do separador do painel esquerdo

source: Index of the currently opened left panel tab.
el: Ευρετήριο της τρέχουσας ανοιχτής καρτέλας του αριστερού πάνελ.
pt: Índice do separador do painel esquerdo atualmente aberto.

source: Right panel divider position
el: Θέση διαχωριστή του δεξιού πάνελ
gl: Posición do divisor do panel dereito
pt: Posição do divisor do painel direito

source: Position of the resize handle of the right panel.
el: Θέση της λαβής του δεξιού πάνελ για μεταβολή μεγέθους.
gl: Posición do tirador para redimensionar o panel dereito.
pt: Posição da alavanca de redimensionamento do painel direito.

source: Right panel tab index
el: Ευρετήριο καρτελών δεξιού πάνελ
pt: Índice do separador do painel direito

source: Index of the currently opened right panel tab.
el: Ευρετήριο της τρέχουσας ανοιχτής καρτέλας του δεξιού πάνελ.
pt: Índice do separador do painel direito atualmente aberto.

source: Position of the resize handle of the bot panel.
el: Θέση της λαβής του κάτω πάνελ για μεταβολή μεγέθους.
gl: Posición do tirador para redimensionar o panel inferior.
pt: Posição da alavanca de redimensionamento do painel do bot.

source: Bot panel tab index
el: Ευρετήριο καρτελών του κάτω πάνελ
pt: Índice do separador do painel de bot

source: Index of the currently opened bottom panel tab.
el: Ευρετήριο της τρέχουσας ανοιχτής καρτέλας του κάτω πάνελ.
pt: Índice do separador do painel inferior atualmente aberto.

source: Whether the timeline event viewer is visible or not.
el: Αν ο προβολέας γεγονότων χρονολογίου είναι ορατός ή όχι.
gl: Se o visor de eventos da liña de tempo se amosa ou non.
pt: Se o visualizador da cronologia de eventos é visível ou não.

source: Editor event viewer visibility
el: Ορατότητα προβολέα γεγονότων επεξεργαστή
gl: Amosar o visor do editor de eventos
pt: Visibilidade do visualizador de eventos do editor

source: Selected ruler display type (BBT/time).
el: Επιλεγμένος τύπος προβολής χάρακα (BBT/χρόνος).
pt: Tipo de exibição da régua selecionada (BBT/tempo).

source: Selected editing tool.
el: Επιλεγμένο εργαλείο επεξεργασίας.
gl: Ferramenta de edición seleccionada.
pt: Ferramenta de edição selecionada.
sv: Valt redigeringsverktyg.

source: Last used MIDI function
el: Τελευταία χρήση λειτουργίας MIDI
pt: Função MIDI usada pela última vez

source: Last used MIDI function (index corresponding to enum in midi function action).
el: Τελευταία χρήση λειτουργίας MIDI (δείκτης που αντιστοιχεί σε enum στην ενέργεια λειτουργίας MIDI).
pt: Última função MIDI utilizada (índice correspondente a enum na ação da função midi).

source: Last used automation function (index corresponding to enum in automation function action).
el: Τελευταία χρησιμοποιημένη λειτουργία αυτοματισμού (ευρετήριο που αντιστοιχεί σε απαρίθμηση των ενεργειών της λειτουργίας αυτοματισμού).
pt: Última função de automação utilizada (índice correspondente a enum na ação da função de automação).

source: Playhead scroll edges (timeline)
pt: Bordos de rolagem da cabeça de reprodução (cronologia)

source: Whether to scroll when the playhead reaches the visible edge (timeline).
pt: Se deve rolar quando a cabeça de reprodução atinge a borda visível (cronologia).

source: Follow playhead (timeline)
pt: Seguir a cabeça de reprodução (cronologia)

source: Whether to follow the playhead. When this is on, the visible area will stay centered on the playhead (timeline).
pt: Se seguir acabeça de reprodução. Quando estiver ligado, a área visível ficará centrada na cabeça de reprodução (cronologia).

source: Playhead scroll edges (editor)
pt: Bordas de rolagem da cabeça de reprodução (editor)

source: Whether to scroll when the playhead reaches the visible edge (editor).
pt: Se deve rolar quando a cabeça de reprodução atinge a borda visível (editor).

source: Follow playhead (editor)
pt: Seguir a cabeça de reprodução (editor)

source: Whether to follow the playhead. When this is on, the visible area will stay centered on the playhead (editor).
pt: Se seguir a cabeça de reprodução. Quando estiver ligado, a área visível ficará centrada na cabeça de reprodução (editor).

source: Plugin browser tab
el: Καρτέλα περιηγητή προσθέτων
gl: Lapela do Navegador de Plugins
pt: Separador de navegador de suplementos
sv: Pluginutforskarfliken

source: Selected plugin browser tab.
el: Επιλεγμένη καρτέλα περιηγητή προσθέτων.
gl: Lapela do Navegador de Plugins seleccionada.
pt: Guia do navegador de suplemento selecionado.

source: Plugin browser filter
el: Φίλτρο περιηγητή προσθέτων
gl: Filtro do Navegador de Plugins
pt: Filtro de navegador de suplemento
sv: Pluginutforskarfilter

source: Selected plugin browser filter
el: Επιλεγμένο φίλτρο περιηγητή προσθέτων
gl: Filtro do Navegador de Plugins seleccionado.
pt: Filtro escolhido de navegador de suplementos

source: Location bookmarks for file browser (absolute paths).
pt: Marcadores de localização para o navegador de ficheiros (caminhos absolutos).

source: File browser selected bookmark
pt: Marcador selecionado no navegador de ficheiros

source: Whether to show unsupported files in the file browser.
pt: Se deve mostrar ficheiros não suportados no navegador de ficheiros.

source: Instrument plugin to use for MIDI auditioning.
pt: Suplemento de instrumento para usar na audição MIDI.

source: Whether track properties is expanded.
el: Αν οι ιδιότητες κομματιού είναι επεκταμένες.
gl: Se expandir as propiedades da pista.
pt: Se as propriedades da faixa são expandidas.

source: Track outputs expanded
el: Επεκταμένες εξαγωγές κομματιού
gl: Saídas da pista expandidas
pt: Saídas de faixa expandidas

source: Whether track outputs is expanded.
el: Αν οι εξαγωγές κομματιού είναι επεκταμένες.
gl: Se expandir as saídas da pista.
pt: Se as saídas das faixas são expandidas.

source: Track inputs expanded
el: Επεκταμένες εισαγωγές κομματιού
gl: Entradas da pista expandidas
pt: Entradas de faixas expandidas

source: Whether track inputs is expanded.
el: Αν οι εισαγωγές κομματιού είναι επεκταμένες.
gl: Se expandir as entradas da pista.
pt: Se as entradas de faixas são expandidas.

source: Track controls expanded
el: Επεκταμένοι χειρισμοί κομματιού
gl: Controis da pista expandidos
pt: Controles de faixas expandidos

source: Whether track controls is expanded.
el: Αν οι χειρισμοί κομματιού είναι επεκταμένοι.
gl: Se expandir os controis da pista.
pt: Se controles de faixas são expandidos.

source: Track inserts expanded
el: Επεκταμένες είσοδοι κομματιού
gl: Insercións da pista expandidas
pt: Inserções de faixas expandidas

source: Whether track inserts is expanded.
el: Αν οι είσοδοι κομματιού είναι επεκταμένες.
gl: Se expandir as insercións da pista.
pt: Se as inserções de faixas são expandidas.

source: Whether track midi-fx is expanded.
el: Αν τα εφέ MIDI κομματιού είναι επεκταμένα.
gl: Se expandir a pista de midi-fx.
pt: Se a faixa midi-fx é expandida.

source: Track fader expanded
el: Επεκταμένο fader κομματιού
gl: Fader da pista expandido
pt: Fader de faixa expandido

source: Whether track fader is expanded.
el: Αν το fader κομματιού είναι επεκταμένο.
gl: Se expandir o fader da pista.
pt: Se o fader de faixa é expandido.

source: Track comment expanded
el: Επεκταμένο σχόλιο κομματιού
gl: Comentarios da pista expandidos
pt: Comentário de faixa expandido

source: Whether track comment is expanded.
el: Αν το σχόλιο κομματιού είναι επεκταμένο.
gl: Se expandir os comentarios da pista.
pt: Se o comentário da faixa é expandido.

source: Track visibility detached
pt: Visibilidade da faixa destacada

source: Whether the track visibility panel is detached.
pt: Se o painel de visibilidade da faixa está destacado.

source: Track visibility size
pt: Tamanho da visibilidade da faixa

source: Track visibility panel size when detached.
pt: Tamanho do painel de visibilidade da faixa enquanto destacado.

source: Track inspector detached
pt: Inspetor de faixas destacado

source: Track inspector panel size when detached.
pt: Tamanho do painel do inspetor de faixas enquanto destacado.

source: Plugin inspector detached
pt: Inspetor de suplementos destacado

source: Plugin inspector panel size when detached.
pt: Tamanho do painel do inspetor de suplementos enquanto destacado.

source: Plugin browser panel size when detached.
pt: Tamanho do painel do navegador de suplementos enquanto destacado.

source: File browser panel size when detached.
pt: Tamanho do painel do navegador de ficheiros quando destacado.

source: Monitor section panel size when detached.
pt: Tamanho do painel da secção do monitor enquanto destacado.

source: Modulator view detached
pt: Vista de moduladores destacada

source: Modulator view panel size when detached.
pt: Tamanho do painel de visualização do modulador enquanto destacado.

source: Mixer detached
pt: Misturador destacado

source: Mixer panel size when detached.
pt: Tamanho do painel do misturador enquanto destacado.

source: Clip editor detached
pt: Editor de clipes destacado

source: Clip editor size
pt: Tamanho do editor de clipes

source: Clip editor panel size when detached.
pt: Tamanho do painel do editor de clipes enquanto destacado.

source: Chord pad panel size when detached.
pt: Tamanho do painel do acordes enquanto destacado.

source: Timeline panel size when detached.
pt: Tamanho do painel da cronologia enquanto destacado.

source: CC bindings panel size when detached.
pt: Tamanho do painel de ligação CC enquanto destacado.

source: Port connections panel size when detached.
pt: Tamanho do painel de conexões de porta enquanto destacado.

source: Scenes detached
pt: Cenas destacadas

source: Scenes size
pt: Tamanho das cenas

source: Scenes panel size when detached.
pt: Tamanho do painel das cenas enquanto destacado.

source: Genre to use when exporting, if the file type supports it.
el: Είδος προς χρήση κατά την εξαγωγή, αν ο τύπος αρχείου το υποστηρίζει.
gl: Xénero a empregar na exportación, se o tipo de ficheiro o permite.
pt: Género a utilizar na exportação, se o tipo de ficheiro o suportar.

source: Artist to use when exporting, if the file type supports it.
el: Καλλιτέχνης προς χρήση κατά την εξαγωγή, αν ο τύπος αρχείου το υποστηρίζει.
gl: Artista a indicar na exportación, se o tipo de ficheiro o permite.
pt: Artista a usar quando exportar, se o tipo de ficheiro o suportar.

source: Time range to export.
el: Χρονικό εύρος που θα εξαχθεί.
gl: O rango de tempo a exportar.
pt: Intervalo de tempo a exportar.

source: Format to export to.
el: Φορμάτ στο οποίο θα εξαχθεί.
gl: Formato a exportar.
pt: Formato para o qual exportar.

source: Filename pattern for exported files.
el: Μοτίβο αρχείου ονόματος για εξαγόμενα αρχεία.
pt: Modelo de nome de ficheiros para ficheiros exportados.

source: Add dither while exporting, if applicable.
el: Προσθήκη θορύβου κατά την εξαγωγή, αν εφαρμόζεται.
gl: Engadir tramado á exportación, se se pode aplicar.
pt: Adicionar dither durante a exportação, se for aplicável.

source: Bit depth to use when exporting
el: Βάθος bit προς χρήση κατά την εξαγωγή
gl: Profundidade de bits da exportación
pt: Profundidade de bits a utilizar na exportação

source: Whether looping is enabled.
el: Αν το λουπάρισμα είναι ενεργοποιημένο.
gl: Se o bucle está activado.
pt: Se o looping está ativado.

source: Return to cue
el: Επιστροφή στο cue
gl: Volver ao marcador
pt: Voltar à sinalização

source: Whether return to cue on stop is enabled.
el: Αν η επιστροφή στο cue κατά την παύση είναι ενεργοποιημένη.
gl: Se está activado volver ao marcador ao se deter.
pt: Se o regresso ao ponto de paragem está ativado.

source: Whether the metronome is enabled.
el: Αν ο μετρονόμος είναι ενεργοποιημένος.
gl: Se o metrónomo está activado.
pt: Se o metrónomo está ativado.

source: The metronome volume in amplitude (0 to 2).
el: Η ένταση του μετρονόμου σε εύρος (0 σε 2).
pt: O volume do metrônomo em amplitude (0 a 2).

source: Whether punch in/out is enabled for recording.
el: Αν η λειτουργία punch in/out είναι ενεργοποιημένη στην ηχογράφηση.
pt: Se o punch in/out está ativado para gravação.

source: Start playback on MIDI input
el: Έναρξη αναπαραγωγής σε είσοδο MIDI
pt: Iniciar a reprodução na entrada MIDI

source: Whether to start playback on MIDI input.
el: Αν θα αρχίσει αναπαραγωγή κατά την εισαγωγή MIDI.
pt: Se iniciar a reprodução na entrada MIDI.

source: Recording mode.
el: Λειτουργία ηχογράφησης.
pt: Modo de gravação.

source: Engine
el: Κινητήρας
gl: Motor
pt: Motor
sv: Motor

source: Audio backend
el: Παρασκήνιο ήχου
gl: Backend de Audio
pt: Backend áudio
sv: Ljud-backend

source: The audio backend to use.
el: Το παρασκήνιο ήχου προς χρήση.
gl: O backend de audio que empregar.
pt: O backend de áudio a usar.
sv: Välj vilken ljud-backend som ska användas.

source: RtAudio device
el: Συσκευή RtAudio
gl: Dispositivo RtAudio
pt: Aparelho RtAudio

source: The name of the RtAudio device to use.
el: Το όνομα της συσκευής RtAudio προς χρήση.
gl: O nome do dispositivo RtAudio a empregar.
pt: O nome do aparelho RtAudio a usar.

source: The name of the SDL device to use.
el: Το όνομα της συσκευής SDL προς χρήση.
gl: O nome do dispositivo SDL a empregar.
pt: O nome do aparelho SDL a usar.

source: Samplerate to pass to the backend.
el: Ρυθμός δείγματος που θα περαστεί στο παρασκήνιο.
gl: Razón de samples que pasar o backend.
pt: Samplerate a passar ao backend.

source: Buffer size
el: Μέγεθος ενδιάμεσης μνήμης
gl: Tamaño do buffer
pt: Tamanho do buffer

source: Buffer size to pass to the backend.
el: Μέγεθος μνήμης που θα περαστεί στο παρασκήνιο.
gl: O tamaño do buffer que pasar ao backend.
pt: Tamanho do buffer para passar ao backend.
sv: Buffertstorlek för att passera till backend.

source: MIDI backend
el: Παρασκήνιο MIDI
gl: Backend de MIDI
pt: Backend MIDI

source: The MIDI backend to use.
el: Το παρασκήνιο MIDI προς χρήση.
gl: O backend de MIDI a usar.
pt: O backend MIDI a usar.
sv: Välj vilken MIDI-backend som ska användas.

source: Audio inputs
el: Εισαγόμενοι ήχοι
pt: Entradas de áudio
sv: Ljudingångar

source: A list of audio inputs to enable.
el: Μια λίστα των εισαγόμενων ήχων προς ενεργοποίηση.
pt: Uma lista de entradas de áudio a serem ativadas.

source: MIDI controllers
el: Χειριστές MIDI
gl: Controladores MIDI
pt: Controladores MIDI
sv: MIDI-kontroller

source: Paths
el: Μονοπάτια
gl: Rutas
pt: Caminhos
sv: Sökvägar

source: Zrythm path
el: Μονοπάτι Zrythm
gl: Ruta de Zrythm
pt: Caminho de Zrythm
sv: Zrythms sökväg

source: The directory used to save user data in.
el: Ο κατάλογος προς χρήση για αποθήκευση δεδομένων του χρήστη.
gl: O directorio utilizado para gravar os proxectos e outros ficheiros.
pt: O diretório usado para gravar os dados do utilizador.

source: Updates
pt: Atualizações

source: Check for updates
pt: Verificar por atualizações

source: UIs
el: Διεπαφές χρήστη
pt: IUs
sv: UI:n

source: Open UI on instantiation
el: Άνοιγμα διεπαφής χρήστη κατά την ενσάρκωση
gl: Abrir UI ao iniciar
pt: Abrir a IU na instanciação

source: Open plugin UIs when they are instantiated.
el: Άνοιγμα διεπαφών χρήστη προσθέτων κατά την ενσάρκωσή τους.
gl: Abrir as IUs dos plugins aos iniciar.
pt: Abrir IUs de suplementos quando são instanciados.

source: Keep window on top
el: Διατήρηση παραθύρου στην κορυφή
gl: Manter ventá enriba
pt: Manter a janela no topo

source: Always show plugin UIs on top of the main window.
el: Να προβάλλονται πάντα οι διεπαφές χρήστη προσθέτων στην κορυφή του κεντρικού παραθύρου.
gl: Manter sempre as IU dos plugins enriba da ventá principal.
pt: Manter janelas das IUs dos suplementos por cima da janela principal.

source: Refresh rate
el: Ανανέωση ρυθμού
gl: Razón de recarga
pt: Taxa de atualização

source: Refresh rate in Hz. If set to 0, the screen's refresh rate will be used.
el: Ανανέωση ρυθμού σε Hz. Αν οριστεί σε 0, θα χρησιμοποιηθεί η ανανέωση ρυθμού της οθόνης.
gl: A razón de recarga en Hz. En 0 usarase a razón da pantalla.
pt: Taxa de atualização em Hz. Se for definido como 0, a taxa de atualização do ecrã será usada.

source: VST plugins
el: Πρόσθετα VST
gl: Plugins VST
pt: Suplementos VST
sv: VST-plugin

source: The search paths to scan for VST plugins in. Duplicate paths will be deduplicated.
el: Τα μονοπάτια αναζήτησης προς σκανάρισμα για πρόσθετα VST. Όμοια μονοπάτια θα αφαιρεθούν.
gl: As rutas de busca nas que escanear plugins VST. As rutas duplicadas borraranse.
pt: Os caminhos de pesquisa para procurar por suplementos VST. Os caminhos duplicados serão deduplicados.

source: SFZ instruments
el: Όργανα SFZ
gl: Instrumentos SFZ
pt: Instrumentos SFZ
sv: SFZ-instrument

source: The search paths to scan for SFZ instruments in. Duplicate paths will be deduplicated.
el: Τα μονοπάτια αναζήτησης προς σκανάρισμα για όργανα SFZ. Όμοια μονοπάτια θα αφαιρεθούν.
gl: As rutas de busca nas que escanear instrumentos SFZ. As rutas duplicadas borraranse.
pt: Os caminhos de pesquisa para onde procurar por instrumentos SFZ. Os caminhos duplicados serão deduplicados.

source: SF2 instruments
el: Όργανα SF2
gl: Instrumentos SF2
pt: Instrumentos SFZ
sv: SF2-instrument

source: The search paths to scan for SF2 instruments in. Duplicate paths will be deduplicated.
el: Τα μονοπάτια αναζήτησης προς σκανάρισμα για όργανα SF2. Όμοια μονοπάτια θα αφαιρεθούν.
gl: As rutas de busca nas que escanear plugins instrumentos SF2. As rutas duplicadas borraranse.
pt: Os caminhos de pesquisa para procurar por instrumentos SF2. Os caminhos duplicados serão deduplicados.

source: Editing
el: Επεξεργασία
gl: Edición
pt: Edição
sv: Redigering

source: Fade algorithm
el: Αλγόριθμος fade
gl: Algoritmo de Fundido
pt: Algoritmo de fade
sv: Fade-algoritm

source: Default fade algorithm to use for fade in/outs.
el: Προεπιλεγμένος αλγόριθμος fade προς χρήση για fade in/outs.
gl: Algoritmo de fundido por defecto a utilizar nos fundidos de entrada e de saída.
pt: Algoritmo predefinido de fade para usar para fade in/out.

source: Default algorithm to use for automation curves.
el: Προεπιλεγμένος αλγόριθμος προς χρήση για καμπύλες αυτοματισμού.
gl: O algoritmo por defecto a empregar nas curvas de automatización.
pt: Algoritmo predefinido a ser usado para curvas de automação.

source: Undo stack length
el: Αριθμός δυνατών αναιρέσεων ενεργειών
gl: Tamaño do Historial de Desfacer
pt: Comprimento da pilha de desfazer

source: Maximum undo history stack length. Set to -1 for unlimited.
el: Μέγιστος αριθμός ενεργειών που μπορούν να αναιρεθούν. Ορίστε σε -1 για απεριόριστο.
gl: O tamaño do Historial de Desfacer. Elixe -1 para ilimitado.
pt: Comprimento máximo da pilha do histórico de desfazer. Definido como -1 para ilimitado.

source: Projects
el: Έργα
gl: Proxectos
pt: Projetos
sv: Projekt

source: Autosave interval
el: Μεσοδιάστημα αυτόματης αποθήκευσης
gl: Intervalo de gardado automático
pt: Intervalo de gravamento automático

source: Interval to auto-save projects, in minutes. Auto-saving will be disabled if this is set to 0.
el: Μεσοδιάστημα για αυτόματη αποθήκευση έργων, σε λεπτά. Η αυτόματη αποθήκευση θα απενεργοποιηθεί αν οριστεί σε 0.
gl: Intervalo de gardado automático do proxecto, en minutos. Se o valor é 0, estará desactivado.
pt: Intervalo para projetos de autogravação, em minutos. A autogravação será desativada se estiver configurada como 0.

source: UI
el: Διεπαφή χρήστη
pt: IU

source: Draw detail
el: Λεπτομέρεια γραφικών
pt: Desenhar detalhes

source: Level of detail to use when drawing graphics.
el: Επίπεδο λεπτομέρειας προς χρήση κατά την παράσταση γραφικών.
pt: Nível de detalhe ao desenhar gráficos.

source: User interface language
el: Γλώσσα διεπαφής χρήστη
gl: Idioma da interface de usuario
pt: Idioma da interface do utilizador

source: The language to use for the user interface.
el: Η γλώσσα προς χρήση για τη διεπαφή χρήστη.
gl: O idioma da interface de Zrythm
pt: O idioma a utilizar para a interface do utilizador.

source: CSS theme
pt: tema do CSS

source: The CSS theme to use.
pt: O tema CSS a ser utilizado.

source: Icon theme
pt: Tema de ícones

source: The icon theme to use. This is the directory name.
pt: O tema de ícones a ser utilizado. Este é o nome do diretório.

source: Pan algorithm
el: Αλγόριθμος παναρίσματος
gl: Algoritmo do Panorama
pt: Algoritmo de pan
sv: Panoreringsalgoritm

source: The panning algorithm to use when applying pan on mono signals (not used at the moment).
el: Ο αλγόριθμος παναρίσματος προς χρήση κατά την εφαρμογή παναρίσματος σε σήματα μόνο (δεν χρησιμοποιείται προς το παρόν).
gl: O algoritmo do panorama a utilizar cando se aplique panorama a sinais mono (sen uso polo de agora).
pt: O algoritmo de pan ao aplicar pan em sinais mono (não usado no momento).

source: Pan law
el: Νόμος παναρίσματος
gl: Regra do Panorama
pt: Lei pan

source: The pan law to use when applying pan on mono signals (not used at the moment).
el: Ο νόμος παναρίσματος προς χρήση κατά την εφαρμογή παναρίσματος σε σήματα μόνο (δεν χρησιμοποιείται προς το παρόν).
gl: A Regra do Panorama a utilizar cando se aplique panorama a sinais mono (sen uso polo de agora).
pt: A lei de pan ao aplicar pan em sinais mono (não usada no momento).

source: Default script
pt: Script padrão

source: The default script to use in the scripting window.
pt: O script padrão a ser utilizado na janela de script.

source: The Zrythm contributors
pt: Os colaboradores da Zrythm

source: Dummy
el: Εικονικό
sv: Platshållare

source: Superellipse
el: Υπερέλλειψη
gl: Superelipse
sv: Superellips

source: Normal
el: Κανονικά

source: MIDI learn
el: Μάθηση MIDI

source: Tempo
el: Τέμπο

source: Crescendo
el: Κρεσέντο

source: Flam
el: Φλαμ

source: Legato
el: Λεγκάτο

source: Staccato
el: Στακάτο

source: Linear
el: Γραμμικό
gl: Lineal
sv: Linjär
