Repository: JeromyJSmith/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/chords-and-scales.po
Languages: es

source: Chords and Scales
es: Acordes y Escalas

source: Overview
es: Generalidades

source: Chords and scales can be used to easily try out various chords and to make it easier to follow chord progressions.
es: Los acordes y las escalas se pueden utilizar para probar varios acordes de una manera sencilla y facilitar el seguimiento de la progresión de acordes.

source: Chord Pad
es: Panel de acordes

source: The chord pad contains 12 pads (1 for each key on a piano keyboard) that can be used to trigger chords. The chord pad can be found in the bottom panel.
es: El pad de acordes contiene 12 pads (1 para cada tecla de un teclado de piano) que se pueden usar para hacer acordes. El pad de acordes se puede encontrar en el panel inferior.

source: This is a TODO feature.
es: Función pendiente de hacer.

source: Chord Track
es: Pista de acordes

source: Chord regions and scale objects can be created inside the chord track, and these can then be used to dictate what chord and scale is active when. For example, you can specify a chord progression as follows.
es: Se pueden crear regiones de acordes y objetos de escala en la pista de acordes para determinar qué acordes están activos en qué momento, y lo mismo para las escalas. Por ejemplo, se puede especificar una progresión de acordes de la siguiente manera.

source: Chord region and scale inside the chord track in the timeline.
es: Región de acordes y escala dentro de la pista de acordes en la línea de tiempo.

source: Chord objects inside the chord region above.
es: Objetos de acordes en la región de acordes superior.

source: Highlighting
es: Resaltado

source: You can then use highlighting inside MIDI regions to highlight the notes corresponding to the scale, chord, or both at the position of the playhead.
es: Después, puedes utilizar el resaltado en las regiones MIDI para las notas correspondientes a la escala, el acorde o ambos en la posición del cabezal de reproducción.

source: Chord highlighting.
es: Resaltado de acordes.

source: Scale highlighting.
es: Resaltado de escala.

source: Scale and chord highlighting.
es: Resaltado de escalas y acordes.

source: Live Audition
es: Escuchar en directo

source: You can route the output of the chord track to a MIDI or Instrument track for live auditioning of the chord track's events.
es: Puedes enrutar la salida de la pista de acordes a una pista MIDI o de instrumento para escuchar en directo los eventos de la pista de acordes.
