Repository: JeromyJSmith/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/configuration.po
Languages: pt

source: Additional Settings
pt: Configurações adicionais

source: Zrythm stores all of its configuration using the GSettings mechanism, which comes with the `gsettings <https://developer.gnome.org/gio/stable/gsettings-tool.html>`_ command for changing settings from the command line, or the optional GUI tool `dconf-editor <https://wiki.gnome.org/Apps/DconfEditor>`_.
pt: A Zrythm armazena todas as suas configurações utilizando o mecanismo GSettings, que vem com o comando `gsettings <https://developer.gnome.org/gio/stable/gsettings-tool.html>`_ para alterar configurações da linha de comando ou a ferramenta opcional GUI `dconf-editor <https://wiki.gnome.org/Apps/DconfEditor>`_.

source: Normally, you shouldn't need to access any of these settings as most of them are found inside Zrythm's UI, and it is not recommended to edit them as Zrythm validates some settings before it saves them or uses some settings internally, but in some cases you may want to change them manually for some reason - for example if your selected backend causes Zrythm to crash.
pt: Normalmente não deve precisar acessar nenhuma dessas configurações, pois a maioria delas encontra-se dentro da interface do Zrythm e não é recomendado editá-las, pois o Zrythm valida algumas configurações antes de gravá-las, mas em alguns casos pode querer alterá-las manualmente por algum motivo.

source: Viewing the Current Settings
pt: Ver as definições atuais

source: Reset to Factory Settings
pt: Redefinir para configurações de fábrica

source: Device Setup
pt: Configuração do Aparelho

source: Connecting MIDI and Audio Devices
pt: Conectando Aparelhos de MIDI e Áudio

source: Depending on the selected backend (covered in :ref:`preferences-engine`), the configuration differs. Zrythm will auto-scan and allow you to connect to input devices for recording through the Track Inspector, as below, and in most cases you don't need to use any external tools or auto-connect mechanism.
pt: Dependente do backend selecionado (coberto em :ref:`preferences-engine`), a configuração é diferente. O Zrythm fará a varredura automática e permitirá que conecte aparelhos de entrada para gravação através do Inspetor de faixas, como abaixo, e geralmente não precisa utilizar nenhuma ferramenta externa ou mecanismo de autoconexão.

source: Auto-Connecting Devices
pt: Auto-Conectar Aparelhos

source: For other types of devices that are not linked to specific tracks, such as devices that send global MIDI messages and devices that control the transport, Zrythm has an option to select these devices to auto-connect to on launch.
pt: Para outras categorias de aparelhos que não estão vinculados a faixas específicas, como aparelhos que enviam mensagens MIDI globais e aparelhos que controlam o transporte, o Zrythm tem uma opção para selecionar esses aparelhos para auto-conexão na inicialização.

source: You can select these in :ref:`midi_devices` in the welcome dialog as well as in :ref:`preferences`.
pt: Pode selecioná-los em :ref:`midi_devices` no diálogo de boas-vindas, bem como em :ref:`preferences`.

source: When using the JACK audio and MIDI backend Zrythm exposes ports to JACK, so devices can be attached there using a tool like `Qjackctl <https://qjackctl.sourceforge.io/>`_.
pt: Ao usar o áudio JACK e o backend MIDI, o Zrythm expõe as portas ao JACK, para que os aparelhos possam ser conectados lá por uma ferramenta como `Qjackctl <https://qjackctl.sourceforge.io/>`_.

source: For most users, everything can be accomplished from within Zrythm.
pt: Para a maioria dos utilizadores, tudo pode ser realizado de dentro da Zrythm.

source: First Run Wizard
pt: Assistente de primeira execução

source: Language Selection
pt: Seleção de idioma

source: You must have a locale enabled for the language you want to use.
pt: Deve ter ativado uma localidade para o idioma que deseja usar.

source: Path
pt: Caminho

source: Audio/MIDI Backends
pt: Backends de Áudio/MIDI

source: If JACK is not available on your system, we recommend RtAudio and RtMidi.
pt: Se o JACK não estiver disponível no seu sistema, recomendamos o RtAudio e o RtMidi.

source: If you choose to use JACK, JACK MIDI and the JACK audio backend must be chosen together.
pt: Se optar por usar JACK, JACK MIDI e o backend de áudio JACK devem ser escolhidos em conjunto.

source: MIDI Devices
pt: Aparelhos MIDI

source: These are the discovered devices that will be auto-connected and ready to use every time you run Zrythm. Click "Rescan" to scan for devices again.
pt: Estes são os aparelhos descobertos que serão auto-conectados e prontos para uso toda vez que você executar o Zrythm. Clique em "Redigitalizar" para procurar aparelhos novamente.

source: All of the settings mentioned here are also available in the :ref:`preferences`, so don't worry if you selected the wrong settings.
pt: Todas as configurações mencionadas aqui também estão disponíveis em :ref:`preferences`, portanto não se preocupe se selecionou as configurações erradas.

source: Configuration
pt: Configuração

source: Preferences
pt: Preferências

source: Each section in the preferences dialog is explained in the following sections.
pt: O diálogo preferências é dividido nas seguintes secções, que são explicadas a seguir.

source: General
pt: Geral

source: General settings.
pt: Configurações gerais.

source: Engine
pt: Motor

source: Audio engine settings.
pt: Configurações do mecanismo de áudio.

source: Audio backend
pt: Backend áudio

source: MIDI backend
pt: Backend MIDI

source: The MIDI backend to use. The available backends are JACK MIDI, RtMidi and WindowsMME (Windows only). We recommend using JACK MIDI when possible, otherwise RtMidi.
pt: O backend MIDI para usar. Os backends disponíveis são JACK MIDI, RtMidi e WindowsMME (somente Windows). Recomendamos usar o JACK MIDI quando possível, caso contrário use o RtMidi.

source: MIDI controllers
pt: Controladores MIDI

source: A list of controllers to auto-connect to.
pt: Uma lista de controladores para conectar-los automaticamente.

source: Global paths.
pt: Caminhos globais.

source: Zrythm path
pt: Caminho do Zrythm

source: UIs
pt: IUs

source: Plugin UIs.
pt: IUs de suplementos.

source: Generic UIs
pt: IUs genéricas

source: Show generic plugin UIs generated by Zrythm instead of custom ones.
pt: Mostrar IUs de suplementos genéricos gerados pela Zrythm em vez de IUs personalizadas.

source: Open UI on instantiation
pt: Abrir a IU na instanciação

source: Keep window on top
pt: Manter a janela no topo

source: Always show plugin UIs on top of the main window.
pt: Manter janelas das IUs dos suplementos por cima da janela principal.

source: Bridge unsupported UIs
pt: Transpor IUs não suportadas

source: Bridge unsupported UIs in another process instead of creating generic ones.
pt: Transpor IUs sem suporte noutro processo, em vez de criar IUs genéricas.

source: This may lead to performance loss for some plugins.
pt: Isso pode levar à redução de desempenho de alguns suplementos.

source: Refresh rate
pt: Taxa de atualização

source: Refresh rate in Hz. If set to 0, the screen's refresh rate will be used.
pt: Taxa de atualização em Hz. Se for definido como 0, a taxa de atualização do ecrã será usada.

source: Paths
pt: Caminhos

source: VST plugins
pt: Suplementos VST

source: SFZ instruments
pt: Instrumentos SFZ

source: SF2 instruments
pt: Instrumentos SFZ

source: Pan algorithm
pt: Algoritmo de pan

source: The panning algorithm to use when applying pan on mono signals. See the graph below for the different curves as you move the pan from left to right. We recommend leaving it as the default (Sine). See https://www.cs.cmu.edu/~music/icm-online/readings/panlaws/index.html for more information.
pt: O algoritmo de pan a usar. Veja no gráfico abaixo as curvas diferentes à medida que move o pan da esquerda para a direita. Recomendamos deixá-lo na predefinição (Sine). Veja https://www.cs.cmu.edu/~music/icm-online/readings/panlaws/index.html para mais informações. Isto não é usado no momento.

source: Pan algorithms (:blue:`sine`, :red:`square root`, :green:`linear`).
pt: Algoritmos de pan (:blue:`sine`, :red:`square root`, :green:`linear`).

source: Pan law
pt: Lei pan

source: Editing
pt: Edição

source: Editing options.
pt: Opções de edição.

source: Audio
pt: Áudio

source: Audio editing.
pt: Edição de áudio.

source: Fade algorithm
pt: Algoritmo de fade

source: Default fade algorithm to use for fade in/outs.
pt: Algoritmo predefinido de fade para usar para fade in/out.

source: Automation
pt: Automação

source: Automation editing.
pt: Edição de automação.

source: Curve algorithm
pt: Algoritmo de curvas

source: Default curve algorithm to use for automation curves.
pt: Algoritmo de curva predefinido a ser usado para curvas de automação.

source: Undo
pt: Desfazer

source: Undo options.
pt: Opções de desfazer.

source: Undo stack length
pt: Comprimento da pilha de desfazer

source: Maximum undo history stack length. Set to -1 for unlimited.
pt: Comprimento máximo da pilha do histórico de desfazer. Definido como -1 para ilimitado.

source: We recommend leaving it at 128.
pt: Recomendamos deixá-lo em 128.

source: Projects
pt: Projetos

source: Project settings.
pt: Configurações do projeto.

source: General project settings.
pt: Configurações gerais do projeto.

source: Autosave interval
pt: Intervalo de gravação automática

source: Interval to auto-save projects, in minutes. Auto-saving will be disabled if this is set to 0.
pt: Intervalo para projetos de autogravação, em minutos. A autogravação será desativada se estiver configurada como 0.

source: This refers to automatic back-ups. The main project will not be overwritten unless you explicitly save it.
pt: Isto refere-se a backups automáticos. O projeto principal não será sobregravado, a menos que o salve explicitamente.

source: UI
pt: IU

source: User interface options.
pt: Opções de interface do utilizador.

source: General user interface options.
pt: Opções gerais de interface do utilizador.

source: User interface language
pt: Idioma da interface do utilizador

source: The language to use for the user interface.
pt: O idioma a utilizar para a interface do utilizador.

source: For a list of supported languages and their translation status see `Weblate <https://hosted.weblate.org/projects/zrythm/>`_.
pt: Para uma lista de idiomas suportados e o estado de tradução delos, veja `Weblate <https://hosted.weblate.org/projects/zrythm/>`_.

source: Some of these settings require a restart of Zrythm to take effect.
pt: Algumas destas configurações requerem um reinício do Zrythm para terem efeito.
