Repository: JeromyJSmith/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/connections.po
Languages: fr

source: Connections
fr: Connexions

source: Making Connections
fr: Connecter

source: Zrythm allows the user to connect almost any port to any other port, as long as they are compatible. For example, you can route an LFO's CV output to a filter plugin's cutoff parameter.
fr: Zrythmpermet à l'utilisateur de connecter quasiment n'importe quel port à un n'importe quel autre porte, pour peu qu'ils soient compatibles.Par exemple, vous pouvez router la sortie CV d'un LFO vers le paramètre de cutoff du filtre d'un greffon.

source: Connections can be made by double clicking on ports in the :ref:`track-inspector` or the :ref:`plugin-inspector`.
fr: Les connexions peuvent être faites en double cliquant sur les ports dans le :ref:`track-inspector` ou l' :ref:`plugin-inspector`.

source: By double clicking the port, you can select a port to connect it to, or edit existing connections. You can also drag the slider to adjust the level of the amount to send.
fr: En double cliquant sur le port, vous pouvez sélectionner un port auquel le raccorder ou modifier les connexions existantes. Vous pouvez également faire glisser le slider pour ajuster le niveau à envoyer.

source: Routing Graph
fr: Graphe de routage

source: It is very helpful to be able to view the routing graph when making connections. We plan to add this functionality into Zrythm in the future, but for now Zrythm allows you to export the whole routing graph as a PNG image, so you can view it externally.
fr: Il est très utile de pouvoir voir le graphe de routage quand on crée des connexions. Nous prévoyons d'ajouter cette fonction dans Zrythm à l'avenir, mais pour le moment Zrythm peut vous autoriser à exporter tout le graphe de routage en tant qu'image PNG, de cette manière vous pouvez le consulter extérieurement.

source: See :ref:`exporting-routing-graph` for details.
fr: Cf :ref:`exporting-routing-graph` pour plus de détails.

source: Before getting into connections, it is necessary to understand some basic information about ports.
fr: Il est nécessaire avant d'aller dans les connexions, de comprendre quelques informations de base à propos des ports.

source: Ports are the main building blocks used to route signals throughout Zrythm. A port does not process anything on its own, and is usually part of a `processor`, like a plugin or track.
fr: Les ports sont les principaux blocs de construction utilisés pour router les signaux à travers Zrythm.Un port ne traite pas quoi que ce soit par lui même, et est généralement une partie d'un `processor`,comme un greffon ou une piste.

source: For example, an instrument track has a `MIDI input` port it uses to read MIDI data and 2 `Audio output` ports where it copies the stereo signal after being processed.
fr: Par exemple,nue piste instrument a un port `MIDI input` qu'il utilise pour lire les signaux MIDI et 2 ports `Audio output` ou il copie le signal stereo après qu'il soit traité.

source: Port Directions
fr: Directions de port

source: Input
fr: Entrée

source: The port receives signals.
fr: Le port reçoit les signaux.

source: Output
fr: Sortie

source: The port sends signals.
fr: Le port envoie les signaux.

source: Port Types
fr: Types de ports

source: Ports of this type receive or send raw audio signals.
fr: Les ports de ce type reçoivent ou transmettent des signaux audio bruts.

source: Event
fr: Événement

source: Event ports are mainly used for routing MIDI signals.
fr: Les ports d'événements sont principalement utilisés pour router des signaux midi.

source: Control
fr: Contrôle

source: Control ports are user-editable parameters that can also be automated in automation lanes.
fr: Les ports de contrôle sont des paramètres modifiables par l'utilisateur qui peuvent également être dans des lignes d'automation.

source: CV ports handle continuous signals and can be used to modulate control ports.
fr: Les ports CV embarquent des signaux continus et peuvent être utilisés pour moduler des ports de contrôle.

source: Port Connections
fr: Connexions de port

source: Ports can be connected with each other, as long as they are of the same type and opposite direction, with the exception of CV ports which may be routed to both CV ports and control ports.
fr: Les ports peuvent être connectés entre eux , pour peu qu'ils soient du même type et de sens opposé, à l'exception des ports CV qui peuvent être routés à la fois vers des oirts CV et des ports de contrôle.

source: When ports are connected, the signal from the source port is added to the destination port during processing.
fr: Quand des ports sont connectés, le signal du port source est ajoutés au port de destination pendant le traitement.
