Repository: JeromyJSmith/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/contributing.po
Languages: fr

source: Contributing
fr: En contribuant au code

source: We appreciate contributions of any type and size. Tell us how you would like to help, and we will do our best to guide you.
fr: Nous apprécions toute contribution quels que soient le type ou la taille. Dites nous comment vous souhaitez aider et nous ferons de notre mieux pour vous accompagner.

source: Coding
fr: Programmation

source: Please see the `HACKING file <https://git.sr.ht/~alextee/zrythm/tree/master/HACKING.md>`_ in the source distribution.
fr: Veuillez vous référer au fichier `HACKING <https://git.sr.ht/~alextee/zrythm/tree/master/HACKING.md>`_ dans la distribution des sources.

source: Web Design
fr: Conception web

source: You are welcome to help us improve the looks and usability of the Zrythm website. Please join our chatrooms and talk to us.
fr: Nous vous invitons à participer à l'amélioration de l'apparence et de l'ergonomie du site internet de Zrythm. Prenez contact avec nous via notre salle de chat.

source: Artwork and Themes
fr: Illustrations et thèmes

source: Zrythm is CSS themable and also makes use of many icons, some customized and some borrowed from other themes. If you would like to contribute artwork such as icons you can start by creating your own themes and icons as discussed in :ref:`icon-themes` and :ref:`css`.
fr: Le thème d'apparence de Zrythm est modifiable avec des CSS et utilise de nombreuses icônes. Certaines sont personnalisées, d'autres empruntées à divers thèmes. Si vous souhaitez contribuer aux visuels tels que les thèmes ou les icônes, vous pouvez créer les vôtres en suivant ces lignes directrices : :ref:`icon-themes` and :ref:`css`.

source: Testing
fr: En réalisant des tests

source: The latest development branch for new features is ``development`` in our `git repository <https://git.zrythm.org/cgit/zrythm>`_.
fr: La dernière branche de développement pour les nouvelles fonctionnalités est ``development`` dans notre `dépôt git <https://git.zrythm.org/cgit/zrythm>`_.

source: Translation
fr: Traduction

source: The Zrythm translation project contains the translations for the Zrythm program, the website as well as sections of this manual.
fr: Le projet de traduction de Zrythm comprend les traductions du logiciel Zrythm, de son site internet et que des sections de ce manuel.

source: Click on the project you wish to work on, and then select a language in the screen that follows. For more information on using Weblate, please see the `official documentation <https://docs.weblate.org/en/latest/user/translating.html>`_.
fr: Cliquez sur le projet sur lequel vous souhaitez travailler, puis sélectionnez une langue dans l'écran suivant. Pour plus d'informations sur l'utilisation de Weblate, veuillez consulter la `documentation officielle <https://docs.weblate.org/en/latest/user/translating.html>`_ de Weblate.

source: Editing this Manual
fr: Éditer ce manuel

source: You will need to have `Sphinx <https://www.sphinx-doc.org/en/master/>`_ installed to compile this manual.
fr: Vous aurez besoin d'avoir `Sphinx <https://www.sphinx-doc.org/en/master/>`_ installé pour compiler ce manuel.

source: Donations
fr: Dons

source: We use the following services for receiving donations. Any amount, small or large is appreciated and helps sustain continuous development:
fr: Nous utilisons les services suivants afin de recevoir des dons. Toutes contribution financière est appréciée, de la plus petite à la plus grande, et aide à soutenir un développement continu :
