Repository: JeromyJSmith/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/editing.po
Languages: es, gl

source: For example, if you create a MIDI note and press undo, the MIDI note will be deleted (Zrythm goes back into the state where the MIDI note did not exist). Pressing the :guilabel:`Redo` button will create the note again, and you can go back between :guilabel:`Undo` and :guilabel:`Redo` as many times as you want.
es: Por ejemplo, si creas una nota MIDI y presionas Deshacer, la nota MIDI se elimina (Zrythm vuelve al estado en el que no existía la nota MIDI). Al presionar el botón :guilabel:`Rehacer`, se crea de nuevo la nota y puedes volver de :guilabel:`Deshacer` a :guilabel:`Rehacer` tantas veces como quieras.

source: It is also possible to go back/forth more than one action, by clicking the arrow next to the :guilabel:`Undo` and :guilabel:`Redo` buttons.
es: También es posible deshacer y rehacer más de una acción al hacer clic en la flecha junto a los botones :guilabel:`Deshacer` y :guilabel:`Rehacer`.

source: Show screenshot.
es: Mostrar captura de pantalla.

source: The shortcuts for undo and redo are :kbd:`Control-z` and :kbd:`Control-Shift-z`.
es: Las combinaciones de teclas para deshacer y rehacer son :kbd:`Control-z` y :kbd:` Control-Shift-z`.

source: If you Undo and then perform a new action, the Redo history will be deleted.
es: Si efectúa una operación de deshacer y luego realiza una acción nueva, se eliminará el historial de Rehacer.
gl: Se Desfás e a continuación fas unha acción nova, o historial de Refacer borrarase.

source: Object Operations
es: Operaciones sobre objetos
gl: Operacións con Obxectos

source: Cut
es: Cortar
gl: Cortar

source: Delete and copy the selected objects and save them in the clipboard so that they can be pasted elsewhere. The shortcut for cutting is :kbd:`Control-x`.
es: Elimina y copia los objetos seleccionados y guárdalos en el portapapeles para que puedan pegarse en otro lugar. El método abreviado para cortar es :kbd:`Control-x`.

source: Copy
es: Copiar
gl: Copiar

source: Copy the selected objects to the clipboard so that they can be pasted elsewhere. The shortcut for copying is :kbd:`Control-c`.
es: Copia los objetos seleccionados en el portapapeles para que se puedan pegar en otro lugar. El método abreviado para copiar es :kbd:`Control-c`.

source: Paste
es: Pegar
gl: Pegar

source: Paste the objects currently in the clipboard to the current playhead position. The shortcut for pasting is :kbd:`Control-v`.
es: Pega los objetos que se encuentran actualmente en el portapapeles en la posición actual del cabezal de reproducción. La combinación de teclas del método abreviado para pegar es :kbd:`Control-v`.

source: Duplicate
es: Duplicar
gl: Duplicar

source: Create a copy of the selected objects adjacent to them. The shortcut for duplicating is :kbd:`Control-d`.
es: Crea una copia de los objetos seleccionados adyacentes a ellos. La combinación de teclas para duplicar es :kbd:`Control-d`.

source: Illustrate.
es: Ilustrar.

source: Delete
es: Eliminar
gl: Eliminar

source: Delete the selected objects. You can also press :kbd:`Delete`.
es: Elimina los objetos seleccionados. También puedes pulsar :kbd:`Eliminar`.

source: Selections
es: Selecciones
gl: Seleccións

source: Clear Selection
es: Vaciar selección
gl: Soltar Selección

source: Clear current selection (unselect all objects).
es: Borrar la selección actual (deshacer la selección de todos los objetos).
gl: Desfai a selección actual (deselecciona tódolos obxectos).

source: Select All
es: Seleccionar todo
gl: Seleccionar Todo

source: Select all objects in the current editor (:kbd:`Control-a`).
es: Selecciona todos los objetos en el editor actual (:kbd:`Control-a`).

source: Loop Selection
es: Bucle con selección
gl: Bucle coa Selección

source: Place the loop markers around the selection (:kbd:`Control-l`).
es: Sitúa los marcadores de bucle alrededor de la selección (:kbd:`Control-l`).

source: Edit Modes
es: Modos de edición

source: When working in each editor or arranger, you will most likely be using the cursor tools provided by Zrythm to create, edit and delete objects. Each cursor signifies a separate edit mode, and Zrythm offers the following edit modes.
es: Cuando trabajas en cada editor o arreglador, lo más probable es que utilices las herramientas de cursor proporcionadas por Zrythm para crear, editar y eliminar objetos. Cada cursor indica un modo de edición independiente y Zrythm ofrece los siguientes modos de edición.

source: Select/Stretch Mode
es: Modo Seleccionar/Estirar

source: This can be toggled to switch between Select and Stretch.
es: Se puede alternar entre Seleccionar y Estirar.
gl: Pódese alternar entre Seleccionar e Estirar.

source: In Select mode, you can make object selections and move, clone and resize objects. This is the most common mode and the most common operations can be accomplished by just using this.
es: El modo Seleccionar permite realizar selecciones de objetos y mover, clonar y redimensionar objetos. Es el modo más común y las operaciones más comunes se pueden realizar con solo usarlo.

source: Add pic showing object selection.
es: Añade una imagen que muestre la selección de objetos.

source: Stretch mode is similar to the Select mode, with the exception that when you resize objects, their contents will be stretched to fit the new size.
es: El modo Estirar es similar al modo Seleccionar, con la excepción de que cuando redimensionas los objetos, su contenido se estira y se ajusta al nuevo tamaño.
gl: O modo Estirar é similar ao modo Seleccionar, coa excepción de que cando modificas a duración dos obxectos, o contido será estendido para encaixar na largura nova.

source: Selecting Objects
es: Seleccionar objetos
gl: Seleccionar Obxectos

source: To select objects, you can either click on them, click in empty space and keep dragging to make a selection, or :kbd:`Control`-click to add/remove objects to/from the selection.
es: Para seleccionar objetos, puedes hacer clic en ellos o en un espacio vacío y continuar arrastrando para hacer una selección, o hacer clic en :kbd:`Control` para añadir objetos a la selección o quitarlos.

source: Selected objects will have brighter color than non-selected objects.
es: Los objetos seleccionados tendrán un color más iluminado que los objetos no seleccionados.
gl: Os obxectos seleccionados terán unha cor máis brillante que os non seleccionados.

source: Moving and Cloning Objects
es: Mover y clonar objetos

source: To move objects around, click on a selected object and keep dragging with your cursor to where you want to move them. Holding down :kbd:`Control` while doing this will create duplicates (clones) of the selected objects. This is an efficient way to quickly clone multiple objects.
es: Para mover objetos, haz clic en un objeto seleccionado y arrástralo con el cursor hasta donde quieras moverlos. Si mantienes presionado :kbd:`Control` a la misma vez, se crearán duplicados (clones) de los objetos seleccionados. Se trata de una forma eficaz de clonar varios objetos de forma rápida.

source: Resizing Objects
es: Redimensionado de los objetos
gl: Redimensionar Obxectos

source: Objects that have length, such as regions and MIDI notes, can be resized by clicking and dragging their edges.
es: Los objetos que tienen duración, como regiones y notas MIDI, se pueden redimensionar haciendo clic y arrastrando sus bordes.
gl: Os obxectos que teñen unha duración, como as rexións e as notas MIDI, pódense redimensionar facendo clic e arrastrando os seus bordes.

source: On objects that can be repeated, such as regions, moving the cursor on the bottom half of the object will allow you to resize the object by repeating it, instead of just resizing it.
es: En objetos que se pueden repetir, como regiones, puedes redimensionar el objeto repitiéndolo al mover el cursor en la mitad inferior del objeto, en vez de redimensionarlo solamente.
gl: Nos obxectos que poden ser repetidos, como as rexións, mover o cursor na metade inferior do obxecto permitirache redimensionar o obxecto repetíndoo en vez de simplemente cambiándolle a largura.

source: When resizing, already repeated objects can only be repeated. To resize them instead of repeat them, their length must be changed or their clip markers must be moved so that they are not repeated anymore.
es: Al redimensionar, los objetos ya repetidos solo se pueden repetir. Para redimensionarlos en lugar de repetirlos, se debe cambiar su duración o mover sus marcadores de clip.
gl: Redimensionando, os obxectos que xa foron repetidos só poden ser repetidos. Para modificarlles o tamaño en vez de repetilos, a súa duración ten que ser mudada ou os seus marcadores de clip teñen que se eliminar para que non se repitan máis.

source: Cutting Objects
es: Cortar objetos
gl: Recortar Obxectos

source: You can :kbd:`Alt`-click inside objects to break them up. Holding down :kbd:`Shift` while doing this will bypass snapping.
es: Puedes hacer clic en los objetos y presionar :kbd:`Alt` para dividirlos. Si mantienes presionado :kbd:`Shift` al mismo tiempo, se omite el ajuste.

source: Edit Mode
es: Modo de edición

source: This mode is used to quickly create or delete objects. While you can still create objects in Select mode by double clicking and dragging, in Edit mode this is accomplished by single clicking and dragging, which is more efficient when creating a large number of objects.
es: Este modo se utiliza para crear o eliminar objetos de forma rápida. Si bien aún puedes crear objetos en el modo Seleccionar al hacer doble clic y arrastrar, en el modo Edición se lleva a cabo al hacer solo un clic y arrastrar, lo cual es más eficiente cuando se crea una gran cantidad de objetos.

source: Holding down :kbd:`Control` while clicking will allow you to create multiple objects in a row (where applicable) with a length specified by the snap settings corresponding to each editor.
es: Si mantienes presionado :kbd:`Control` mientras haces clic, puedes crear varios objetos en una fila (cuando corresponda) con una duración especificada por la configuración de ajuste correspondiente a cada editor.

source: Cut Mode
es: Modo cortar

source: Cut mode behaves similarly to what is mentioned in :ref:`cutting-objects`, with the exception that you can just click instead of :kbd:`Alt`-clicking.
es: El modo Cortar se comporta de manera similar a como se indica en :ref:`cutting-objects`, con la excepción de que solo es necesario hacer clic en lugar de presionar :kbd:`Alt` y hacer clic.

source: Erase Mode
es: Modo borrar

source: You can just click on objects to delete them, or click and drag to make a selection, deleting all objects inside it.
es: Puedes hacer clic en los objetos para eliminarlos, o hacer clic y arrastrar para hacer una selección y eliminar todos los objetos.

source: Ramp Mode
es: Modo rampa

source: This mode is currently only used for editing velocities for MIDI notes. You can click and drag in the velocity editor to create velocity ramps.
es: Este modo actualmente solo se usa para editar velocidades de notas MIDI. Puedes hacer clic y arrastrar en el editor de velocidad para crear rampas de velocidad.

source: Audition Mode
es: Modo audición

source: This feature is not implemented yet.
es: Esta función aún no se ha implementado.

source: Editing
es: Edición
gl: Edición

source: Editing refers to any work done in the timeline arranger and the editors.
es: La edición hace referencia a cualquier trabajo realizado en el arreglador de la línea de tiempo y en los editores.
gl: Edición fai referencia a calquera traballo feito na xanela da liña de tempo e nos editores.

source: While each editor has its own toolbar to assist with various operations, there is a global :guilabel:`Edit` section in the top toolbar that has common features shared by each editor.
es: Si bien cada editor tiene su propia barra de herramientas para facilitar varias operaciones, la sección global :guilabel:`Editar` en la barra de herramientas de la parte superior, presenta características comunes que comparte con cada editor.

source: Quantization
es: Cuantización
gl: Cuantización

source: Objects can be quantized to specified positions by using the Quantize and Quick-Quantize actions.
es: Los objetos se pueden cuantizar en posiciones específicas mediante las acciones Cuantizar y Cuantización rápida.
gl: Os obxectos pódense cuantizar a posicións específicas mediante as accións Cuantizar e Cuantizar Rápido.

source: Quantize
es: Cuantizar
gl: Cuantizar

source: Clicking the Quantize button will open up a popup that will let you specify the settings to quantize the current selection with.
es: Al hacer clic en el botón Cuantizar, se abre una ventana emergente que permite especificar la configuración para cuantizar la selección actual.
gl: Facendo clic no botón Cuantizar abrirá unha ventá emerxente que che permitirá especificar os axustes de cuantización da selección.

source: Quantize to
es: Cuantificar a
gl: Cuantizar a

source: Select the note length and type to quantize to.
es: Selecciona la duración y el tipo de nota para cuantizar.
gl: Selecciona a duración da nota e o tipo ao que cuantizar.

source: Adjust
es: Ajustar
gl: Axustar

source: Select if you want to quantize the start positions, the end positions (on objects that have length), or both.
es: Selecciona si deseas cuantizar las posiciones iniciales, las posiciones finales (en objetos que tienen duración) o ambas.
gl: Selecciona se queres cuantizar as posicións de inicio, as finais (en obxectos con duración), ou ámbalas dúas.

source: Amount
es: Cantidad
gl: Cantidade

source: Select the amount to quantize by. 100% will quantize to the given options fully, while 0% will perform no quantization.
es: Selecciona la cantidad a cuantizar. El 100% cuantiza completamente las opciones especificadas, mientras que el 0% no realiza ninguna cuantización.
gl: Selecciona a cantidade pola que cuantizar. 100% cuantizará ás opcións especificadas por completo, mentres que o 0% non aplicará cuantización.

source: Select a swing amount.
es: Selecciona la cantidad de movimiento.
gl: Selecciona a cantidade de swing.

source: Randomization
es: Aleatorización
gl: Aleatorización

source: This will randomize the resulting positions by the given amount of ticks, and is useful for adding a "human feel" to quantized events.
es: Aleatoriza las posiciones resultantes por la cantidad en tics, y es útil para incorporar un "sentimiento humano" a los eventos cuantizados.
gl: Isto fará aleatorias as posicións resultantes segundo a cantidade de ticks indicados, e é útil para engadir un "toque humano" aos eventos cuantizados.

source: Clicking Quantize will perform the quantization and save the settings for quick quantization with Quick-Quantize.
es: Al hacer clic en Cuantizar, se realiza la cuantización y se guardan los ajustes para una cuantización rápida con Cuantización rápida.
gl: Facendo clic en Cuantizar executará a cuantización e gardará a configuración para a cuantización rápida con Cuantizar Rápido.

source: Quick-Quantize
es: Cuantización rápida
gl: Cuantizar Rápido

source: This will perform quantization based on the last known settings.
es: Realiza la cuantización basándose en los últimos ajustes conocidos.
gl: Executará a cuantización baseándose na última configuración aplicada.

source: Snapping and Grid Options
es: Opciones de cuadrícula y ajuste
gl: Axuste e Opcións da Grade

source: Snap Toggles
es: Ajustes de conmutador
gl: Alternar Axuste

source: Zrythm will snap according to the setting currently specified by the snap toolbar buttons.
es: Zrythm se ajusta de acuerdo con la configuración especificada en ese momento por los botones de la barra de herramientas de ajuste.
gl: Zrythm axustará de acordo á configuración especificada nos botóns da barra de ferramentas de axuste.

source: These are not operational at the moment and Zrythm will snap by default. Use Shift to bypass snapping for now.
es: En este momento no están operativos y Zrythm se ajustará de forma predeterminada. Usar Mayús para omitir el ajuste por ahora.
gl: Estes non son operativos polo de agora e Zrythm axustará por defecto. Utiliza a tecla Shift para anular o axuste polo de agora.

source: Snap and Grid
es: Ajustes y cuadrícula
gl: Axuste e Grade

source: When snapping, Zrythm will follow the settings specified by the snap/grid widget on each editor.
es: Al ajustar, Zrythm sigue la configuración especificada por el widget de ajuste/cuadrícula en cada editor.
gl: Durante o axuste, Zrythm seguirá a configuración especificada polo complemento Axuste/Grade de cada editor.

source: Adaptive Grid
es: Cuadrícula adaptativa
gl: Grade Adaptativa

source: Not used at the moment.
es: No se usa por el momento.
gl: Sen uso polo de agora.

source: Length
es: Duración
gl: Duración

source: Note length to snap to.
es: Para ajustar la duración de la nota.
gl: Duración da nota á que axustar.

source: Note Type
es: Tipo de nota
gl: Tipo de Nota

source: Note type (normal/dotted/triplet)
es: Tipo de nota (normal/puntillo/tresillo)

source: Timeline Arranger
es: Arreglador de línea de tiempo
gl: Xanela da Liña de Tempo

source: The timeline arranger is the main area where the song is composed. It consists of a collection of events, such as regions, positioned against time. Some events will open separate windows for further editing when clicked.
es: El arreglador de la línea de tiempo es el área principal donde se compone la canción. Está formado por una colección de eventos, como regiones, posicionados contra el tiempo. Algunos eventos abren ventanas independientes para su posterior edición cuando se hace clic en ellos.

source: The timeline arranger is split into a top arranger that remains fixed on top and a bottom arranger below it. This way you can pin tracks you want to always be visible at the top.
es: El arreglador de la línea de tiempo se divide en un arreglador superior que permanece fijo en la parte superior y un arreglador inferior debajo de él. De esta manera, puedes anclar las pistas que quieras que estén siempre visibles en la parte superior.
gl: A xanela da liña de tempo está partida nunha xanela superior que se mantén fixo arriba e outro debaixo. Deste xeito, podes manter as pistas que queiras sempre visibles na parte superior.

source: split the following to sub-pages
es: dividir lo siguiente en subpáginas

source: Arranger Objects
es: Objetos de arreglos
gl: Obxectos de Xanela.

source: The following arranger objects can exist inside the timeline.
es: Los siguientes objetos de arreglos pueden existir dentro de la línea de tiempo.
gl: Na liña de tempo pode haber os seguintes obxectos de xanela.

source: Regions
es: Regiones
gl: Rexións

source: Regions (or :term:`clips <Clip>`) are containers for events or data (such as MIDI notes and audio clips - see below) that can be edited in an :ref:`editor <editors>`. Regions can be repeated, like below.
es: Las regiones (o :term:`clips <Clip>`) son contenedores de eventos o datos, como notas MIDI y clips de audio (ver más abajo) que se pueden editar en un :ref:`editor <editors>`. Las regiones se pueden repetir, como a continuación.

source: The following types of regions exist.
es: Existen los siguientes tipos de regiones.
gl: Existen os seguintes tipos de rexións.

source: Audio Region
es: Región de audio

source: Contains audio clips.
es: Contiene clips de audio.

source: Expand + add pic.
es: Expandir + agregar imagen.

source: Fades
es: Fundidos

source: Explain how fades work.
es: Explica el funcionamiento de los fundidos.

source: Decide what to do about cross-fades (just use fades?).
es: Decide qué hacer con los fundidos cruzados (¿usar solo fundidos?).

source: MIDI Region
es: Región MIDI

source: Contains MIDI notes.
es: Contiene notas MIDI.

source: Automation Region
es: Región de automatización

source: Contains automation events.
es: Contiene eventos de automatización.

source: Chord region
es: Región de acordes

source: Contains sequences of chords.
es: Contiene secuencias de acordes.

source: Markers are used to mark the start of a logical section inside the song, such as `Chorus` or `Intro`.
es: Los marcadores se utilizan para marcar el inicio de una sección lógica en la canción, como `Chorus` o `Intro`.
gl: Os marcadores empréganse para indicar o comezo dunha sección dentro da canción, coma `Refrán` ou `Introdución`.

source: There are two special markers that signify the start and end of the song that are used for exporting the song and cannot be deleted.
es: Existen dos marcadores especiales que indican el inicio y el final de la canción. Se utilizan para exportar la canción y no se pueden eliminar.
gl: Hai dous marcadores especiais que indican o comezo e o final da canción que se empregan para exportala e non se poden borrar.

source: Scales
es: Escalas
gl: Escalas

source: Scales are used in the Chord track to indicate the start of a section using a specific musical scale.
es: Las escalas se utilizan en la Pista de acordes para indicar el inicio de una sección utilizando una escala musical específica.

source: Editing Objects
es: Editar objetos

source: The following operations apply to all editable objects.
es: Las siguientes operaciones se aplican a todos los objetos editables.

source: Creating
es: Crear objetos

source: In select (default) mode, all objects are created by double clicking inside the arranger and dragging, then releasing when you are satisfied with the position/size.
es: En el modo de selección (predeterminado), todos los objetos se crean al hacer doble clic en el arreglador, arrastrándolos y soltándolos cuando la posición/tamaño son los deseados.

source: For creating objects in other modes, see :ref:`edit-modes`.
es: Para crear objetos en otros modos, consulta :ref:`edit-modes`.

source: Moving
es: Mover objetos

source: Objects are moved by clicking and dragging them around. You can move regions to other tracks if the track types are compatible.
es: Los objetos se mueven al hacer clic y arrastrándolos. Puedes mover regiones a otras pistas si los tipos de pista son compatibles.
gl: Os obxectos móvense facendo clic e arrastrándoos. Podes mover rexións a outras pistas se os tipos de pista son compatibles.

source: Copy-Moving
es: Copiar-Mover

source: Holding down :kbd:`Ctrl` while moving objects will allow you to copy-and-move the objects to the new location.
es: Mantener presionado :kbd:`Ctrl` mientras mueves los objetos te permite copiar y mover los objetos a la nueva ubicación.

source: Editing Regions
es: Editar regiones
gl: Edición de Rexións

source: The following operations apply to regions.
es: Las siguientes operaciones se aplican a las regiones.

source: Looping
es: Puesta en bucle

source: Regions can be repeated, and hence they have :ref:`editable loop points and a clip start position <editing/clip-editors/ruler:Loop Points>` in the :doc:`Editor Ruler <../../editing/clip-editors/ruler>` to modify the looping (repeating) behavior.
es: Las regiones se pueden repetir y, por lo tanto, tienen :ref:`editable loop points and a clip start position <editing/clip-editors/ruler:Loop Points>` en la :doc:`Regla del editor <../../editing/clip-editors/ruler>` para modificar el comportamiento del bucle (repetición).

source: Regions can also be looped inside the timeline, by moving the cursor to the bottom-left or bottom-right edge of the region, then clicking and dragging.
es: Las regiones también se pueden buclear en la línea de tiempo al mover el cursor al borde inferior izquierdo o inferior derecho de la región y haciendo clic y arrastrando.

source: Looping (loop-resizing) a region
es: Bucle (redimensionado del bucle) de una región
