Repository: JeromyJSmith/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/editing.po
Languages: es, gl

source: Audio Editor
es: Editor De Audio
gl: Editor de Audio

source: The audio editor is displayed when an audio region is selected.
es: El editor de audio on mostrado cuando una región de audio está seleccionada.
gl: O editor de audio aparece cando se selecciona unha rexión de audio.

source: Currently, it is only used to view audio and has no other functionality, besides changing the points in the ruler, as discussed in :ref:`editor-ruler`.
es: Actualmente, solo se usa para visualizar el audio y no tiene otra funcionalidad además de cambiar los puntos en la regla, como se describe en :ref:`editor-ruler`.
gl: Actualmente só se usa para ver audio e non ten máis funcións, a parte de cambiar os puntos na regra, como se comenta en :ref:`editor-ruler`.

source: Audio Arranger
es: Arreglador de audio
gl: Xanela de Audio

source: The audio arranger refers to the arranger section of the audio editor.
es: El arreglador de audio indica la sección del arreglador del editor de audio.
gl: A xanela de audio refírese á sección de arranxos do editor de audio.

source: Automation Editor
es: Editor de automatización
gl: Editor de Automatizacións

source: The automation editor is displayed when an automation region is selected.
es: El editor de automatización se muestra cuando se selecciona una región de automatización.
gl: O editor de automatizacións amósase cando se selecciona unha rexión de automatizacións.

source: It is very similar to the piano roll, with the exception that the arranger contains automation points and curves instead of MIDI notes.
es: Es muy similar al piano roll, con la excepción de que el arreglador contiene puntos de automatización y curvas en lugar de notas MIDI.
gl: É moi similar ao piano roll, coa excepción de que a xanela contén puntos de automatización e curvas, en vez de notas MIDI.

source: Automation Arranger
es: Arreglador de automatización
gl: Xanela de Automatizacións

source: The automation arranger refers to the arranger section of the automation editor.
es: El arreglador de automatización hace referencia a la sección arreglador del editor de automatización.
gl: A xanela de automatizacións refírese á sección de arranxos do editor de automatizacións.

source: The automation arranger contains automation points drawn as circles and curves connecting them. During playback, Zrythm will interpolate the value of the control being automated based on the curve.
es: El arreglador de automatización contiene puntos de automatización representados en círculos y curvas que los conectan. Durante la reproducción, Zrythm interpola el valor del control automatizado en función de la curva.
gl: A xanela de automatizacións contén puntos de automatización debuxados como círculos e curvas que os conectan. Na reprodución, Zrythm interpolará o valor do control automatizado baseándose na curva.

source: Editing inside the automation arranger generally follows :ref:`edit-modes` and :ref:`common-operations`, with the added feature that curves can be dragged up or down to change their `curviness`.
es: La edición en el arreglador de automatización generalmente sigue a :ref:`edit-modes` y :ref:`common-operations`, con la característica adicional de que las curvas se pueden arrastrar hacia arriba o hacia abajo para cambiar su "curvatura".

source: Curves
es: Curvas
gl: Curvas

source: Right-clicking on a curve allows you to change the curve algorithm used. The following curve algorithms are available.
es: Hacer clic derecho en una curva te permite cambiar el algoritmo de curva utilizado. Están disponibles los siguientes algoritmos de curva.
gl: Facendo clic dereito nunha curva permíteche cambiar o algoritmo de curva utilizado. Están dispoñibles os seguintes algoritmos.

source: Exponent
es: Exponente
gl: Exponente

source: Exponential curve.
es: Curva exponencial.
gl: Curva exponencial.

source: Elliptical curve.
es: Curva elíptica.
gl: Curva elíptica.

source: The curve that Vital synth uses, similar to exponential curve.
es: La curva que usa el sintetizador Vital, similar a la curva exponencial.
gl: A curva que usa o sintetizador Vital, similar á curva exponencial.

source: Pulse
es: Pulso
gl: Pulso

source: Pulse wave.
es: Onda de pulso.
gl: Onda de pulso.

source: Context Menu
es: Menú contextual
gl: Menú Contextual

source: Todo
es: Pendiente de hacer

source: Write this section.
es: Escribe esta sección.

source: Event Viewer
es: Visor de sucesos
gl: Visor de Eventos

source: The event viewer in the automation editor is similar to the timeline event viewer discussed in :ref:`timeline-event-viewer`.
es: El visor de eventos en el editor de automatización es similar al visor de eventos de la línea de tiempo mencionado en :ref:`timeline-event-viewer`.
gl: O visor de eventos no editor de automatizacións é similar ao visor de eventos da liña de tempo comentado en :ref:`timeline-event-viewer`.

source: It displays information about each automation point and its curve.
es: Muestra información sobre cada punto de automatización y su curva.
gl: Amosa información de cada punto de automatización e a súa curva.

source: Chord Editor
es: Editor de acordes
gl: Editor de Acordes

source: The chord editor is displayed when a chord region is selected.
es: El editor de acordes se muestra cuando se selecciona una región de acordes.
gl: O editor de acordes amósase cando se selecciona unha rexión de acordes.

source: Its ruler behaves similarly to the editor ruler explained in :ref:`editor-ruler`.
es: Su regla se comporta de manera similar a la regla del editor como se indica en :ref:`editor-ruler`.
gl: A súa regra compórtase parecido á do editor explicada en :ref:`editor-ruler`.

source: The chord editor has a list of chords on the left side that can be changed, and an arranger on the right side for creating chord progressions.
es: El editor de acordes presenta una lista de acordes en el lado izquierdo que se puede modificar y un arreglador en el lado derecho para crear progresiones de acordes.
gl: O editor de acordes ten unha lista de acordes no lado esquerdo que se poden cambiar, e unha xanela á dereita para crear progresións de acordes.

source: Chords
es: Acordes
gl: Acordes

source: A chord in the context of the chord editor refers to a chord on the left side of the editor.
es: Un acorde en el contexto del editor de acordes hace referencia a un acorde en el lado izquierdo del editor.
gl: Un acorde no contexto do editor de acordes refírese a un acorde no lado dereito do editor.

source: These chords act similarly to the piano roll keys explained in :ref:`piano-roll-keys`.
es: Estos acordes actúan de manera similar a las teclas del piano roll que se explican en :ref:`piano-roll-keys`.
gl: Estes acordes compórtanse similar ás teclas do piano roll explicadas en :ref:`piano-roll-keys`.

source: Chord Selector
es: Selector de acordes
gl: Selector de Acordes

source: Double-clicking on a chord will bring up the chord selector, which allows you to change that chord.
es: Al hacer doble clic en un acorde, aparece el selector de acordes que permite cambiarlo.
gl: Dobre clic nun acorde activará o selector de acordes, que che permite cambiar ese acorde.

source: At the moment, only the chord creator is functional. A chord can be created by selecting its root note, its type, its accent and its bass note.
es: Por el momento, solo funciona el creador de acordes. Se puede crear un acorde al seleccionar una nota fundamental, un tipo de acorde, una tensión y una nota de bajo.
gl: Polo de agora, só funciona o creador de acordes. Un acorde pódese crear seleccionando a súa nota raíz, o tipo, o acento e a nota do baixo.

source: Selecting :zbutton:`In scale` under `Visibility` will only show options that correspond to chords inside the scale active at the start of the region. This makes it easy to create chords that stay in the current scale.
es: Cuando seleccionas :zbutton:`En escala` debajo de `Visualización`, solo se muestran las opciones que corresponden a los acordes dentro de la escala activa al comienzo de la región, lo que facilita la creación de acordes en la escala actual.
gl: Seleccionando :zbutton: `En escala` baixo `Visibilidade` só amosará opcións que correspondan a acordes dentro da escala activa ao comezo da rexión. Isto fai doado crear acordes que se manteñan dentro da escala actual.

source: Chord Arranger
es: Arreglador de acordes
gl: Xanela de Acordes

source: The chord arranger refers to the arranger section of the chord editor.
es: El arreglador de acordes hace referencia a la sección de arreglos del editor de acordes.
gl: A xanela de acordes é a sección de arranxos do editor de acordes.

source: The chord editor contains `chord objects` that signify the start of a chord. Chord objects do not have a length.
es: El editor de acordes contiene `objetos de acordes` para indicar el comienzo de un acorde. Los objetos de acordes no tienen duración.
gl: O editor de acordes contén `obxectos de acordes` que simbolizan o comezo dun acorde. Os obxectos de acordes non teñen lonxitude.

source: Editing in the chord arranger follows :ref:`edit-modes` and :ref:`common-operations`.
es: La edición en el arreglador de acordes se incluye en :ref:`edit-modes` y :ref:`common-operations`.

source: The event viewer in the chord editor is similar to the timeline event viewer discussed in :ref:`timeline-event-viewer`.
es: El visor de eventos en el editor de acordes es similar al visor de eventos de la línea de tiempo mencionado en :ref:`timeline-event-viewer`.
gl: O visor de eventos no editor de acordes é similar ao visor de eventos da liña de tempo comentada en :ref:`timeline-event-viewer`.

source: It displays information about each chord object.
es: Muestra información sobre cada objeto de acorde.
gl: Amosa información sobre cada obxecto de acordes.

source: Editors
es: Editores
gl: Editores

source: Overview
es: Generalidades
gl: Información xeral

source: When regions are selected in the timeline, their contents will be shown inside the Editor tab in the :ref:`bottom-panel`. Although there are some common elements shared amongst each type of editor, the editor section will differ depending on the type of region selected.
es: Cuando se seleccionan regiones en la línea de tiempo, su contenido se muestra dentro de la pestaña Editor en el :ref:`bottom-panel`. Aunque hay algunos elementos comunes compartidos entre cada tipo de editor, la sección del editor será diferente según el tipo de región seleccionada.
gl: Cando as rexións están seleccionadas na liña de tempo, os seus contidos amosaranse dentro da lapela Editor no :ref:`bottom-panel`. De calquera xeito, hai algúns elementos comúns compartidos con cada tipo de editor, a sección do editor cambiará segundo o tipo de rexión seleccionada.

source: The piano roll is the main editor for editing MIDI regions.
es: El piano roll es el editor principal para editar regiones MIDI.
gl: O piano roll é o editor principal para rexións MIDI.

source: It consists of the toolbar discussed in :ref:`editor-toolbar` at the very top, a smaller space containing extra controls, the ruler discussed in :ref:`editor-ruler`, the piano roll keys on the left, the piano roll (MIDI) arranger on the right and the velocity editor at the bottom.
es: Consta de la barra de herramientas mencionada en :ref:`editor-toolbar` en la parte superior, un espacio más pequeño que contiene controles adicionales, la regla mencionada en :ref:`editor-ruler`, las teclas del piano roll a la izquierda, el arreglador del piano roll (MIDI) a la derecha y el editor de velocidad en la parte inferior.

source: Additional Controls
es: Controles adicionales
gl: Controis Adicionais

source: The piano roll contains the following additional controls.
es: El piano roll contiene los siguientes controles adicionales.
gl: O piano roll contén os seguintes controis adicionais.

source: Drum View
es: Visor de percusión
gl: Vista de Percusión

source: Enabling this will change the display of the arranger into a drum editor view, where each :term:`MIDI note` is drawn as a diamond and the piano roll keys display the name of each drum.
es: Su activación cambia la visualización del arreglador en una vista de editor de percusión, donde cada :term:`MIDI note` se representa con símbolos de diamante y las teclas del piano roll muestran el nombre de cada sonido de percusión.

source: Listen to notes
es: Escuchar las notas
gl: Escoitar as notas

source: Enabling this will play back each note as you drag it inside the piano roll. This is useful if you want to `hear` what you are doing.
es: Al activarlo, cada nota se reproduce cuando la arrastras al piano roll. Esta función es útil si quieres "escuchar" lo que estás haciendo.
gl: Activar isto reproducirá cada nota cando as marques no piano roll. Isto é útil se queres `escoitar` o que estás a facer.

source: Piano Roll Keys
es: Teclas del piano roll
gl: Teclas do Piano Roll

source: These are the keys corresponding to each key found on a piano.
es: Son las teclas que se corresponden a cada tecla de un piano.
gl: Estas son as teclas de acordo ás teclas dun piano.

source: Clicking on each key allows you to listen to it, much like pressing a key on a real piano.
es: Hacer clic en cada tecla te permite escucharla, como si presionaras una tecla en un piano real.
gl: Facendo clic en cada tecla permíteche escoitalas, coma premendo as teclas dun piano.

source: A label for each key is shown on the left side of the black/white keys, in addition to any highlighting (if selected). See :ref:`chord-highlighting` for more information.
es: Se muestra una etiqueta para cada tecla en blanco y negro en la parte izquierda, así como cualquier subrayado (si está seleccionado). Consulta :ref:`chord-highlighting` para más información.
gl: Cada tecla ten unha etiqueta ao lado esquerdo das teclas brancas e negras, a maiores do resaltado (se está seleccionada). Bota un ollo a :ref:`chord-highlighting` para máis información.

source: The zoom level can be changed by holding down :kbd:`Ctrl` and :kbd:`Shift` and scrolling.
es: El nivel de zoom se puede cambiar manteniendo pulsado :kbd:`Ctrl` y :kbd:`Shift` y desplazando.

source: MIDI Arranger
es: Arreglador MIDI
gl: Xanela de MIDI

source: The MIDI arranger refers to the arranger section of the piano roll.
es: El arreglador MIDI hace referencia a la sección de arreglos del piano roll.
gl: A xanela de MIDI refírese á sección de arranxos do piano roll.

source: The MIDI arranger contains MIDI notes drawn as rectangles from their start position to their end position. Zrythm will send a MIDI note on signal when the start position of a note is reached, and a note off signal when the end position of a note is reached.
es: El arreglador MIDI contiene notas MIDI en forma de rectángulos desde su posición inicial hasta su posición final. Zrythm envía una señal de nota MIDI cuando se alcanza la posición inicial de una nota, y una señal de nota desactivada cuando se alcanza la posición final.
gl: A xanela de MIDI contén notas MIDI debuxadas como rectángulos dende a súa posición de comezo ata a de fin. Zrythm enviará unha sinal de nota MIDI cando se alcance a posición de inicio dunha nota e unha sinal de fin da nota cando se chegue á posición final.

source: Editing inside the MIDI arranger is covered in :ref:`edit-modes` and :ref:`common-operations`.
es: Editar en el arreglador MIDI se trata en :ref:`edit-modes` y en :ref:`common-operations`.

source: Drum Mode
es: Modo percusión

source: Explain/show how the 2 sections above look in drum mode.
es: Explica/muestra cómo se ven las 2 secciones anteriores en el modo percusión.

source: Velocity Editor
es: Editor de velocidad
gl: Editor de Intensidade

source: There is another arranger at the bottom of the MIDI arranger for editing the velocity of each note.
es: Hay otro arreglador en la parte inferior del arreglador MIDI para editar la velocidad de cada nota.
gl: Hai outra xanela na parte de abaixo da xanela MIDI para editar a intensidade de cada nota.

source: Velocity refers to the force with which a note is played. Each instrument handles various velocities for the same note differently, but generally a higher velocity will result in a louder or `stronger` note. Velocities are useful for adding expression to melodies.
es: La velocidad se refiere a la fuerza con la que se toca una nota. Cada instrumento maneja varias velocidades para la misma nota de manera diferente, pero generalmente una velocidad más genera una nota más fuerte. Las velocidades sirven para añadir expresión a las melodías.
gl: Intensidade refírese á forza coa que se executa cada nota. Cada instrumento soporta de xeito distinto as intensidades para a mesma nota, pero polo xeral intensidade máis alta resultará nunha nota `máis forte`. As intensidades son útiles para darlle expresividade ás melodías.

source: The velocity of each note is drawn as a bar, where higher means a larger value. Clicking and dragging the tip of each velocity bar allows you to change it.
es: La velocidad de cada nota se dibuja como una barra que indica un valor más grande cuanto más alta es. Puedes cambiarla al hacer clic y arrastrar la punta de cada barra de velocidad.
gl: A intensidade de cada nota represéntase como unha barra, canto máis alta maior valor. Facendo clic e arrastrando a punta da barra de intensidade permíteche cambiala.

source: You can also edit multiple velocities at once by selecting multiple MIDI notes before editing a velocity bar.
es: También puedes editar varias velocidades a la vez cuando seleccionas varias notas MIDI antes de editar una barra de velocidad.
gl: Tamén podes editar varias intensidades dunha soa vez, seleccionando varias notas MIDI antes de editar a barra de intensidade.

source: The :ref:`ramp-mode` can also be used in the velocity editor to `ramp` velocities.
es: El :ref:`ramp-mode` también se puede usar en el editor de velocidad para las velocidades de rampa.
gl: A :ref:`ramp-mode` pódese usar tamén no editor de intensidade para facer `ramplas` de intensidade.

source: The event viewer in the piano roll is similar to the timeline event viewer discussed in :ref:`timeline-event-viewer`.
es: El visor de eventos en el piano roll es similar al visor de eventos de la línea de tiempo mencionado en :ref:`timeline-event-viewer`.
gl: O visor de eventos no piano roll é parecido ao visor de eventos da liña de tempo comentado en :ref:`timeline-event-viewer`.

source: It displays information about each MIDI note in the MIDI arranger.
es: Muestra información sobre cada nota MIDI en el arreglador MIDI.
gl: Amosa información de cada nota MIDI na xanela de MIDI.

source: Ruler
es: Regla

source: The editor ruler is similar to the timeline ruler explained in :ref:`timeline-ruler`, with some differences.
es: La regla del editor es similar a la regla de la línea de tiempo mencionada en :ref:`timeline-ruler`, con algunas diferencias.
gl: A regra do editor é similar á regra da liña de tempo explicada en :ref:`timeline-ruler`, con algunhas diferenzas.

source: The ruler will display more or less information depending on the current zoom level. It will also display the following markers and indicators.
es: La regla muestra más o menos información según el nivel de zoom actual. También muestra los siguientes marcadores e indicadores.
gl: A regra amosará máis ou menos información dependendo do nivel de zoom. Tamén amosará os seguintes marcadores e indicadores.

source: Markers
es: Marcadores
gl: Marcadores

source: Clip Start
es: Inicio del clip

source: Displayed as a blue, right-pointing arrow. This controls the position where the clip will start playback from.
es: Se representa con una flecha azul que apunta a la derecha y controla la posición desde donde comienza la reproducción del clip.
gl: Aparece como unha frecha azul cara a dereita. Controla a posición na que empezará a reprodución do clip.

source: Add pic.
es: Añade una foto.

source: Playhead
es: Cabezal de reproducción

source: Shown as a grey, down-facing arrow. This is the current position of the playhead.
es: Está representado como una flecha gris hacia abajo, la cual es la posición actual del cabezal de reproducción.
gl: Aparece como unha frecha gris cara abaixo. É a posición actual da cabeza de reprodución.

source: Loop Points
es: Puntos del bucle

source: Shown as 2 green arrows. These control where the clip will start looping at and where it will return to after looping.
es: Se representan con 2 flechas verdes. Controlan dónde comienza la reproducción en bucle del clip y a dónde vuelve cuando se detiene la reproducción.
gl: Aparecen como dúas frechas verdes. Controlan onde empeza e remata o bucle do clip.

source: Setting Each Point
es: Establecer cada punto
gl: Configurando Cada Punto

source: To set the position of each point, click on it and drag it to the desired position.
es: Para establecer la posición de cada punto, haz clic en él y arrástralo a la posición deseada.
gl: Para configurar a posición de cada punto, fai clic e arrástrao á posición desexada.

source: Clicking and dragging on empty space will allow you to reposition the playhead.
es: Hacer clic y arrastrar en un espacio vacío permite ajustar la posición del cabezal de reproducción.

source: Hold :kbd:`Shift` to temporarily disable snapping.
es: Mantén presionado :zbutton:`Shift` para desactivar temporalmente los ajustes.

source: Editor Toolbar
es: Barra de herramientas del editor
gl: Barra de ferramentas do Editor

source: The editor toolbar contains controls and buttons for actions specific to the current editor.
es: La barra de herramientas del editor contiene controles y botones para las acciones específicas del editor actual.
gl: A barra de ferramentas do editor contén controis e botóns para accións específicas do editor activo.

source: Update this section/pic.
es: Actualiza esta sección/imagen.

source: The piano roll toolbar consists of the following controls.
es: La barra de herramientas del piano roll contiene los siguientes controles.
gl: A barra de ferramentas do piano roll consiste os seguintes controis.

source: Grid/snap settings
es: Configuración de la cuadrícula/ajustes
gl: Configuración da grella/áncoras

source: Snapping and grid options are covered in :ref:`snapping-grid-options`.
es: Las opciones de ajuste y cuadrícula se pueden consultar en :ref:`snapping-grid-options`.

source: Highlight
es: Subrayar
gl: Resaltar

source: Chord highlighting is covered in :ref:`chords-scales`.
es: El resaltado de acordes se trata en :ref:`chords-scales`.

source: Quantize options
es: Cuantizar opciones
gl: Opcións de Cuantizado

source: Quantize options are covered in :ref:`quantization`.
es: Las opciones de cuantización se tratan en :ref:`quantization`.

source: No controls at the moment.
es: No hay controles por el momento.
gl: Sen controis polo de agora.

source: Common Operations
es: Operaciones habituales
gl: Operacións Comúns

source: These operations are common to most editors, and behave similarly to what you should be used to from other applications.
es: Estas operaciones son comunes a la mayoría de los editores y se comportan de manera similar al resto de aplicaciones.
gl: Estas operacións son frecuentes na meirande parte dos editores e compórtanse de xeito similar ao que farían noutras aplicacións.

source: Undo/Redo
es: Deshacer y rehacer
gl: Desfacer/Refacer

source: Most actions in Zrythm are undoable, which means that you can go back to the state before that action was made, or you can come back to a state that you undo'ed from.
es: La mayoría de las acciones en Zrythm se pueden deshacer, lo que significa que se puede volver al estado anterior a la acción realizada, o al estado que se deshizo.
gl: A maioría das accións en Zrythm pódense desfacer, o que quere dicir que podes volver ao estado anterior á acción ou á inversa.
