Repository: JeromyJSmith/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/editing.po
Languages: es, gl

source: If the region is already repeated, it cannot be resized anymore until its loop points match exactly the region's start and end points.
es: Si la región ya está repetida, no se puede redimensionar hasta que sus puntos del bucle coincidan exactamente con los puntos de inicio y fin de la región.

source: Link-Moving
es: Movimiento de enlaces

source: Linked regions can be created by holding down :kbd:`Alt` while moving.
es: Puedes crear regiones vinculadas si mantienes presionada la tecla :kbd:`Alt` al moverlas.

source: Add pic to show this.
es: Añade una foto para mostrarlo.

source: You can verify that a link exists on a region by the link icon that shows in the top right.
es: Puedes comprobar si existe un enlace en una región mediante el icono de enlace que se muestra en la parte superior derecha.

source: Renaming
es: Renombrar

source: Regions can be renamed by clicking on their name.
es: Se puede cambiar el nombre de las regiones al hacer clic en su nombre.

source: Other editing capabilities were explained previously in :ref:`edit-modes`.
es: Otras funciones de edición se han explicado anteriormente en :ref:`edit-modes`.

source: The event viewer displays all events in the timeline as a list.
es: El visor de eventos muestra todos los eventos de la línea de tiempo en una lista.
gl: O visor de eventos amosa tódolos eventos na liña de tempo como unha lista.

source: Timeline
es: Línea de tiempo
gl: Liña de Tempo

source: Editing in the timeline is the most common workflow inside Zrythm. The timeline section consists of the tracklist on the left and the ruler/arranger on the right side.
es: La edición en la línea de tiempo es el flujo de trabajo más común dentro de Zrythm. La sección de la línea de tiempo está formada por la lista de pistas en el lado izquierdo y la regla/arreglador en el lado derecho.
gl: Editar na liña de tempo é a tarefa máis común dentro de Zrythm. A sección liña de tempo está composta pola lista de pistas na esquerda e a regra/xanela do lado dereito.

source: Tracklist
es: Lista de pistas
gl: Listado de pistas

source: The Tracklist contains all of the Tracks in the project. It is split into the top (pinned) Tracklist and the bottom (main) Tracklist.
es: La Lista de pistas contiene todas las pistas del proyecto. Se divide en la lista de pistas superior (anclada) y la lista de pistas inferior (principal).
gl: O listado de pistas contén tódalas Pistas no proxecto. Está partida na Listado de Pistas superior (ancorada) e Listado de Pistas inferior (principal)

source: At the top of the tracklist, the number of visible tracks over the number of total tracks is shown, as well as a search box for searching tracks by name (not operational at the moment).
es: En la parte superior de la lista de pistas, se muestra el número de pistas visibles sobre el número total de pistas, así como un cuadro de búsqueda para buscar pistas por nombre (no operativo en este momento).
gl: Na parte superior do listado de pistas, amósase o número de pistas visibles sobre o número de pistas totais, xunto cunha caixa de busca para procurar as pistas polo nome (non operativa polo de agora).

source: You can pin tracks to make them stick to the top, and this is useful for chord progressions and markers, so you can always see them.
es: Puedes fijar pistas para que se queden a la parte superior. Esta opción resulta útil para progresiones de acordes y marcadores de manera que siempre puedas verlas.
gl: Podes ancorar pistas para facer que se queden sempre arriba, isto é útil para as progresións de acordes e os marcadores, para podelos ver sempre.

source: The rest of the tracklist is briefly touched upon in :ref:`tracklist`.
es: El resto de la lista de pistas se menciona brevemente en :ref:`tracklist`.
gl: O resto do listado de pistas coméntase brevemente en :ref:`tracklist`.

source: For more details about track operations, see the :ref:`tracks` section.
es: Para obtener más información detallada sobre el funcionamiento de las pistas, consulta la sección :ref:`tracks`.
gl: Para máis detalles das operacións con pistas, podes botar unha ollada á sección :ref:`tracks`.

source: Minimap
es: Minimapa
gl: Minimapa

source: The timeline minimap is a little box that represents the current visible area of the timeline. It can be moved around and resized to change the visible area.
es: El minimapa de la línea de tiempo es un pequeño cuadro que representa su área visible actual. Se puede mover y cambiar de tamaño para cambiar el área visible.
gl: O minimapa da liña de tempo é unha pequena caixa que representa a área actualmente visible da liña de tempo. Pódese mover e cambiar de tamaño para mudar a área visible.

source: The rest of the timeline elements are explained in the following sections.
es: Más información sobre el resto de los elementos de la línea de tiempo en las siguientes secciones.
gl: O resto dos elementos da liña de tempo explícanse nas seguintes seccións.

source: The ruler is mainly used to control looping and playback.
es: La regla se utiliza principalmente para controlar el bucle y la reproducción.
gl: A regra utilízase fundamentalmente para controlar os bucles e a reprodución.

source: The ruler will display more or less information depending on the current zoom level. It will also display the following markers/indicators discussed in :ref:`loop-points-and-markers`.
es: La regla mostrará más o menos información según el nivel de zoom actual. También mostrará los siguientes marcadores/indicadores mencionados en :ref:`loop-points-and-markers`.
gl: A regra amosará máis ou menos información dependendo do nivel de zoom actual. Tamén amosará os seguintes marcadores/indicadores comentados en :ref:`loop-points-and-markers`.

source: Cue point
es: Punto de referencia
gl: Punto de referencia

source: Displayed as a blue, right-pointing arrow.
es: Se representa con una flecha azul que apunta a la derecha.
gl: Aparece como unha frecha azul cara a dereita.

source: Playhead position
es: Posición del cabezal de reproducción
gl: Posición da Cabeza de Reprodución

source: Shown as a grey, down-facing arrow.
es: Se muestra como una flecha gris hacia abajo.
gl: Aparece como unha frecha gris cara abaixo.

source: Loop points
es: Puntos del bucle
gl: Puntos de bucle

source: Shown as 2 green arrows, and the area between them is shown in bright green if loop is enabled, or grey if disabled. Can be dragged to reposition.
es: Se muestran como 2 flechas verdes, y el área entre ellas se muestra en verde brillante si el bucle está activado o gris si está desactivado. Se puede arrastrar para cambiar la posición.
gl: Aparecen como dúas frechas verdes, e a área entre elas en verde claro se o bucle está activo, ou gris se desactivado. Pódese arrastrar para cambiar a posición.

source: Clicking and dragging on empty space in the ruler (other than the top part, which is used for selecting ranges - see :term:`Range`) will allow you to reposition the playhead.
es: Al hacer clic y arrastrar en un espacio vacío de la regla que no sea en la parte superior (indicada para seleccionar rangos, consulta :term:`Range`) se puede reubicar el cabezal de reproducción.

source: Hold :zbutton:`Shift` to temporarily disable snapping
es: Mantén presionado :zbutton:`Shift` para desactivar temporalmente los ajustes
gl: Mantén premido :zbutton:`Shift` para desactivar temporalmente a ancoraxe

source: Setting the Cue Point
es: Establecer el punto de referencia
gl: Configurando o Punto de Referencia

source: Double click inside the ruler to set the cue point. This will be used to return to when playback is stopped.
es: Haz doble clic dentro de la regla para establecer el punto de referencia, al cual se volverá cuando la reproducción se detenga.
gl: Fai dobre clic dentro da regra para colocar o punto de referencia. Usarase para volver cando pare a reprodución.

source: Toolbar
es: Barra de herramientas
gl: Barra de Ferramentas

source: The timeline has its own toolbar for timeline-specific operations.
es: La línea de tiempo tiene su propia barra de herramientas para las operaciones específicas de la línea de tiempo.
gl: A liña de tempo ten a súa propia barra de ferramentas para operacións específicas da liña de tempo.

source: It contains a snap section, a quantize section, and an audio region section. For details about snapping and quantization, see the previous pages.
es: Contiene una sección de ajustes, cuantización y de región de audio. Para obtener detalles sobre los ajustes y la cuantización, consulta las páginas anteriores.
gl: Contén unha sección de axuste, de cuantización e de rexión de audio. Para máis detalles sobre o axuste e a cuantización, consulta as páxinas anteriores.

source: Audio Region Section
es: Sección de región de audio
gl: Sección de Rexión de Audio

source: Musical Mode
es: Modo musical
gl: Modo Musical

source: When this is on, audio regions will be automatically time-stretched to match the new BPM, each time the BPM changes. If this is off, changing the BPM will cause audio regions to be repeated accordingly to match the new BPM without being time-stretched.
es: Cuando está activado, las regiones de audio se alargan automáticamente en el tiempo para coincidir con el nuevo BPM cada vez que este cambia. Si está desactivado, cambiar el BPM hará que las regiones de audio se repitan de nuevo para coincidir con el nuevo BPM sin que se alargue el tiempo.
gl: Cando estea activo, as rexións de audio estiraranse automáticamente para encaixar nos BPM do proxecto, cada vez que o tempo mude. Se está apagado, modificar os BPM do proxecto fará que as rexións de audio se repitan para encaixar no tempo novo, pero sen se estirar.

source: Superellipse
gl: Superelipse

source: Creating Objects
gl: Creando Obxectos

source: Moving Objects
gl: Movendo Obxectos
