Repository: JeromyJSmith/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/exporting.po
Languages: pt

source: Audio & MIDI
pt: Áudio & MIDI

source: The Export dialog below is used to export the project or part of the project into audio or MIDI files. It can be accessed by clicking :ref:`zrythm-interface/main-toolbar:Export As`.
pt: O diálogo Exportar abaixo é usado para exportar o projeto, ou parte do projeto em ficheiros de áudio, ou MIDI. Pode ser acessado a clicar em :ref:`zrythm-interface/main-toolbar:Export As`.

source: Export dialog
pt: Diálogo de exportação

source: Fields
pt: Campos

source: Artist and Genre
pt: Artista e Género

source: These will be included as metadata to the exported file if the format supports it. The title used will be the project title.
pt: Estes serão incluídos como metadados para o ficheiro exportado se o formato o suportar. O título utilizado será o título do projeto.

source: Format
pt: Formato

source: The format to export to. Currently, the following formats are supported
pt: O formato para o qual exportar. Atualmente, os seguintes formatos são suportados

source: Todo
pt: Afazer

source: MP3 support.
pt: Suporte para MP3.

source: Implement.
pt: Implementar.

source: Bit Depth
pt: Profundidade de Bits

source: This is the bit depth that will be used when exporting audio. The higher the bit depth the larger the file will be, but it will have better quality.
pt: Esta é a profundidade de bits que será usada ao exportar áudio. Quanto maior a profundidade de bits maior será o ficheiro, mas terá uma melhor qualidade.

source: Time Range
pt: Intervalo de Tempo

source: The time range to export. You can choose to export the whole song (defined by the start/end markers), the current loop range or a custom time range.
pt: O intervalo de tempo a exportar. Pode optar por exportar toda a composição (definida pelos marcadores início/fim), o intervalo de loop atual ou um intervalo de tempo personalizado.

source: Filename Pattern
pt: Padrão de Nome de Ficheiro

source: The pattern to use as the name of the file.
pt: O padrão a utilizar como nome do ficheiro.

source: When exporting the mixdown, sound from all selected tracks will be included in the resulting file. This is the option to use when exporting your song.
pt: Ao exportar a mixdown, o som de todas as faixas selecionadas será incluído no ficheiro resultante. Esta é a opção a ser usada ao exportar a sua música.

source: Export options for mixdown
pt: Opções de exportação para mixdown

source: Exported file
pt: Ficheiro exportado

source: Stems
pt: Hastes

source: Exporting stems means that each selected track will be exported in its own file. This is useful when you want to share the components of your song separately. For example, you can :term:`bounce <Bounce>` the drums and the bass as separate audio files.
pt: Exportar hastes significa que cada faixa selecionada será exportada no seu próprio ficheiro. Isto é útil quando quer compartilhar os componentes da sua música separadamente. Por exemplo, pode :term:`bounce <Bounce>` a bateria e o baixo como ficheiros de áudio separados.

source: Export options for stems
pt: Opções de exportação para hastes

source: Exported files
pt: Ficheiros exportados

source: Exporting
pt: Exportação

source: Routing Graph
pt: Gráfico de Roteamento

source: Zrythm allows you to export its routing graph. This is useful for debugging and also helps visualizing the internals of Zrythm.
pt: Zrythm permite que exporte o seu gráfico de roteamento. Isto é útil para depuração e também ajuda a visualizar os internos da Zrythm.

source: Clicking the :guilabel:`Export Graph` button in the :doc:`../zrythm-interface/main-toolbar` will show the following selection. The routing graph can be exported as either a PNG image or a .dot graph.
pt: Clicar no botão :guilabel:`Exportar Gráfico` no :doc:`../zrythm-interface/main-toolbar` mostrará a seguinte seleção. O gráfico de roteamento pode ser exportado como uma imagem PNG ou como um gráfico .dot.

source: For large projects, it may take a while to generate the PNG graph and the resulting image will be extremely large.
pt: Para projetos grandes, pode demorar um pouco para gerar o gráfico PNG e a imagem resultante será extremamente grande.
