Repository: JeromyJSmith/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/getting-started.po
Languages: es, ru

source: Getting Plugins, Instruments and Samples
es: Consiguiendo Plugins, Instrumentos y Samples
ru: Получение плагинов, инструментов и сэмплов

source: Zrythm ships with a few bundled plugins to help users get started, but users are expected to download and install their own plugins that suit their preferences.
es: Zrythm viene con unos pocos plugins para ayudar a los usuarios a comenzar, pero se espera que ellos descarguen e instalen sus propios plugins para acomodarse a sus preferencias.
ru: Zrythm изначально содержит в себе несколько плагинов, чтобы помочь пользователям начать работу, но ожидается, что пользователи загрузят и установят свои собственные плагины, соответствующие их предпочтениям.

source: There are many plugins to choose from. This guide will show you a few ways you can install plugins on GNU/Linux systems.
es: Hay muchos plugins de los que elegir. Esta guía te mostrará algunas maneras de instalar plugins en sistemas GNU/Linux.
ru: К счастью, есть много плагинов на выбор. Это руководство покажет вам несколько способов установки плагинов на дистрибутивах GNU/Linux.

source: For other systems, you can find a `list of free software plugins here <https://github.com/webprofusion/OpenAudio>`_.
es: Para otros sistemas, puedes encontrar una `lista de plugins gratis aquí <https://github.com/webprofusion/OpenAudio>`_.
ru: Для других систем вы можете найти `список свободных плагинов с открытым исходным кодом здесь <https://github.com/webprofusion/OpenAudio>`_.

source: For users of Debian-based distributions such as Ubuntu and Linux Mint we recommend using the `KXstudio repositories <https://kx.studio/>`_, as there are many plugins that can easily be installed via apt.
es: Para los usuarios de distribuciones basadas en Debian, como Ubuntu y Linux Mint, recomendamos utilizar los `repositorios de KXstudio <https://kx.studio/>`_, ya que hay muchos plugins que se pueden instalar fácilmente a través de apt.
ru: Для пользователей дистрибутивов на основе Debian, таких как Ubuntu и Linux Mint, мы рекомендуем использовать `репозитории KXstudio <https://kx.studio/>`_, поскольку существует множество плагинов, которые можно легко установить через инструмент apt.

source: For users of Arch Linux-based distributions such as Manjaro we recommend installing the `lv2-plugins <https://www.archlinux.org/groups/x86_64/lv2-plugins/>`_ group.
es: Para usuarios de distribuciones basadas en Arch Linux como Manjaro, recomendamos instalar el grupo `lv2-plugins <https://www.archlinux.org/groups/x86_64/lv2-plugins/>`_.
ru: Для пользователей дистрибутивов на основе Arch Linux, таких как Manjaro, мы рекомендуем установить `группу lv2-плагинов <https://www.archlinux.org/groups/x86_64/lv2-plugins/>`_.

source: Recommended Plugin Bundles
es: Paquetes de complementos recomendados
ru: Рекомендуемые комплекты плагинов

source: `DISTRHO Ports <https://distrho.sourceforge.io/ports.php>`_ provides a good variety of synths and effects.
es: `DISTRHO Ports <https://distrho.sourceforge.io/ports.php>`_ proporciona una buena variedad de sintetizadores y efectos.
ru: `DISTRHO Ports <https://distrho.sourceforge.io/ports.php>`_ предлагает хорошее разнообразие синтезаторов и эффектов.

source: `ZAM Plugins <http://www.zamaudio.com/?p=976>`_ is an effects pack that contains high quality plugins for all the basic effects such as Delay, Reverb, Compression, EQ and Saturation.
es: `ZAM Plugins <http://www.zamaudio.com/?p=976>`_ es un paquete de efectos que contiene plugins de alta calidad para todos los efectos básicos como retardo, reverberación, compresión, ecualizador y saturación.
ru: `ZAM Plugins <http://www.zamaudio.com/?p=976>`_ - это комплект эффектов, который содержит высококачественные плагины всех основных эффектов, таких как Эхо (Delay), Реверберация (Reverb), Компрессия (Compression), Эквалайзер (EQ) и Насыщение (Saturation).

source: The `LSP Project <https://lsp-plug.in/>`_ has a wide variety of effect plugins.
es: El `LSP Project <https://lsp-plug.in/>`_ tiene una amplia variedad de plugins de efectos.
ru: `LSP Project <https://lsp-plug.in/>`_ имеет большое количество плагинов эффектов.

source: `X42 Plugins <http://x42-plugins.com/x42/>`_ is a collection of various MIDI effect and meter plugins.
es: `X42 Plugins <http://x42-plugins.com/x42/>`_ es una colección de varios plugins de efectos y medidores MIDI.
ru: `X42 Plugins <http://x42-plugins.com/x42/>`_ - это коллекция разнообразных MIDI-эффектов и плагинов.

source: Synths
es: Sintetizadores
ru: Синтезаторы

source: `Helm <https://tytel.org/helm/>`_ is a powerful subtractive synthesizer.
es: `Helm <https://tytel.org/helm/>`_ es un potente sintetizador sustractivo.
ru: `Helm <https://tytel.org/helm/>`_ - это мощный субтрактивный синтезатор.

source: `Dexed <http://asb2m10.github.io/dexed/>`_ Dexed is an FM synthesizer that is closely modeled on the Yamaha DX7.
es: `Dexed <http://asb2m10.github.io/dexed/>`_ Dexed es un sintetizador de FM que sigue el modelo del Yamaha DX7.
ru: `Dexed <http://asb2m10.github.io/dexed/>`_ - это FM-синтезатор, который старается имитировать Yamaha DX7.

source: `ZynFusion <http://zynaddsubfx.sourceforge.net/zyn-fusion.html>`_ is a powerful additive/subtractive synth that can synthesize a wide variety of sounds.
es: `ZynFusion <http://zynaddsubfx.sourceforge.net/zyn-fusion.html>`_ es un potente sintetizador aditivo/sustractivo que puede sintetizar una amplia variedad de sonidos.
ru: `ZynFusion <http://zynaddsubfx.sourceforge.net/zyn-fusion.html>` - это мощный аддитивный/субтрактивный синтезатор, способный синтезировать широкий спектр звуков.

source: Percussion Generators
es: Generadores de percusiones
ru: Ударные генераторы

source: `GeonKick <https://gitlab.com/iurie/geonkick>`_ is a kick drum synthesizer that can also synthesize other types of percussion.
es: `GeonKick <https://gitlab.com/iurie/geonkick>`_ es un sintetizador de bombo que también puede sintetizar otros tipos de percusión.
ru: `GeonKick <https://gitlab.com/iurie/geonkick>` - это синтезатор барабанов, который также может синтезировать другие типы ударных инструментов.

source: See :ref:`scanning-plugins` for paths where plugins will be scanned in.
es: Consulta :ref:`scanning-plugins` para conocer las rutas en las que se escanean los plugins.
ru: Смотреть :ref:`scanning-plugins`, чтобы узнать о путях, в которых будет произведен поиск плагинов.

source: SFZ/SF2 Instruments
es: Instrumentos SFZ/SF2
ru: SFZ/SF2 Инструменты

source: You can find a list of SFZ instruments under free licenses at `sfz instruments <https://sfzinstruments.github.io/>`_.
es: Puedes encontrar una lista de instrumentos SFZ con licencias gratuitas en `sfz instruments <https://sfzinstruments.github.io/>`_.
ru: Вы можете найти список свободно лицензированных инструментов SFZ на странице `sfz инструменты <https://sfzinstruments.github.io/>`_.

source: We recommend using `Freesound <https://freesound.org/>`_ for collecting CC-licensed samples.
es: Recomendamos utilizar `Freesound <https://freesound.org/>`_ para recopilar samples con licencia CC.
ru: Мы рекомендуем использовать `Freesound <https://freesound.org/>` _ для поиска сэмплов, лицензированных под свободной лицензией CC.

source: Installation
es: Instalación
ru: Установка

source: Installers
es: Instaladores
ru: Программы установки

source: You can install the latest version of Zrythm for your distro or operating system using an installer from the `Download <https://www.zrythm.org/en/download.html>`_ page on our website.
es: Puedes instalar la última versión de Zrythm para tu distribución o sistema operativo utilizando un instalador de la página `Descargar <https://www.zrythm.org/es/descargar.html>`_ en nuestra página web.
ru: Вы можете установить последнюю версию Zrythm для вашего дистрибутива GNU/Linux или операционной системы с помощью программы установки со страницы `Скачать <https://www.zrythm.org/en/download.html>`_ на нашем веб-сайте.

source: This is the easiest and recommended way to install the latest version for most users, and we provide support for it.
es: Esta constituye la manera más sencilla de instalar la versión más reciente, y es la que recomendamos para la mayoría de los usuarios.
ru: Это самый простой и рекомендуемый способ установки последней версии для большинства пользователей, и мы обеспечиваем ее поддержку.

source: The installers also include bundled plugins.
es: Los instaladores también incluyen paquetes de plugins.
ru: Программы установки также включают устанавливают встроенные плагины.

source: Manual Installation
es: Instalación manual
ru: Ручная установка

source: If you are an advanced user, you can also build Zrythm from source, either using a `source distribution tarball <https://www.zrythm.org/releases/>`_ or `git <https://git.zrythm.org/cgit/zrythm/>`_.
es: Si eres un usuario avanzado, también puedes compilar Zrythm desde la fuente, ya sea usando un `tarball de distribución de fuente <https://www.zrythm.org/releases/>`_ o `git <https://git.zrythm.org/cgit/zrythm/>`_.
ru: Если вы опытный пользователь, вы также можете собрать Zrythm из исходного кода, используя `архив с исходным кодом <https://www.zrythm.org/releases/>`_ или `git <https://git.zrythm.org/cgit/zrythm/>`_.

source: See :download:`INSTALL.md <../../../INSTALL.md>` in the source distribution for installation instructions.
es: Consulta :download: `INSTALL.md <../../../INSTALL.md>` en la distribución de origen para obtener instrucciones de instalación.

source: Installer
es: Instalador
ru: Программа установки (Installer)

source: The installer supports the following distributions (and derivatives):
es: El instalador admite las distribuciones siguientes (y sus derivadas):
ru: Программа установки поддерживает следующие дистрибутивы GNU/Linux (и их производные):

source: Distribution Package
es: Paquete de distribución
ru: Пакеты дистрибутивов

source: If your distribution provides a Zrythm package you can also install it from there.
es: Si la distribución proporciona un paquete de Zrythm, también puedes instalarlo desde allí.
ru: Если в вашем дистрибутиве GNU/Linux есть пакет Zrythm, вы также можете установить его оттуда.

source: Windows & MacOS
es: Windows y MacOS

source: The installers above fully support Windows 64bit and MacOS.
es: Los instaladores anteriores son totalmente compatibles con Windows de 64 bits y MacOS.
ru: Указанные выше установщики полностью поддерживают Windows 64bit и MacOS.

source: Port
es: Puerto
ru: Порт

source: You can install the Zrythm port from the official repositories.
es: Puedes instalar el puerto de Zrythm desde los repositorios oficiales.
ru: Вы можете установить портированный Zrythm из официальных репозиториев.

source: Getting Started
es: Primeros pasos
ru: Начало работы

source: Running Zrythm
es: Ejecutando Zrythm

source: First Run Wizard
es: Asistente para la ejecución inicial

source: When you first run Zrythm, it will display a wizard that lets you configure the basic settings that Zrythm will use. These include the :term:`Zrythm user path`, the language of the user interface and audio/MIDI backends.
es: Cuando ejecutas Zrythm por primera vez, se muestra un asistente que te permite configurar los ajustes básicos que utiliza Zrythm. Estos incluyen la :term:`ruta de usuario de Zrythm <Zrythm user path>`, el idioma de la interfaz de usuario y los backends de audio/MIDI.

source: Language Selection
es: Selección de idioma

source: Zrythm lets you choose the language of the interface. The interface is already translated in `multiple languages <https://hosted.weblate.org/projects/zrythm/#languages>`_, so choose the language you are most comfortable in.
es: Zrythm te permite elegir el idioma de la interfaz. La interfaz ya está traducida en `múltiples idiomas <https://hosted.weblate.org/projects/zrythm/#languages>`_, así que elige el idioma con el que te sientas más cómodo.

source: You must have a locale enabled for the language you want to use.
es: Debes tener una configuración regional habilitada para el idioma que deseas utilizar.

source: Path
es: Ruta

source: This is the :term:`Zrythm user path`.
es: Esta es la :term:`Ruta de usuario de Zrythm <Zrythm user path>`.

source: Audio/MIDI Backends
es: Backends de audio/MIDI

source: Zrythm supports multiple audio and MIDI backend engines. :term:`JACK` is the recommended one for both, but it takes some time to set up if this is your first time using it.
es: Zrythm admite varios motores de backend de audio y MIDI. :term:`JACK` es el recomendado para ambos, pero lleva un tiempo configurarlo si es la primera vez que se utiliza.

source: If JACK is not available on your system, we recommend RtAudio and RtMidi.
es: Si JACK no está disponible en el sistema, recomendamos RtAudio y RtMidi.

source: Click :guilabel:`Test` to try connecting to the backend to see if it is functional.
es: Haz clic en :guilabel:`Test` para intentar conectarte al backend y comprobar si funciona.

source: If you choose to use JACK, JACK MIDI and the JACK audio backend must be chosen together.
es: Si decides usar JACK, el JACK MIDI y el backend de audio JACK deben elegirse juntos.

source: All of the settings mentioned here are also available in the :ref:`preferences`, so don't worry if you selected the wrong settings.
es: Todas las configuraciones mencionadas aquí también están disponibles en :ref:`preferences`, así que no te preocupes si seleccionaste la configuración incorrecta.

source: Plugin Scan
es: Escáner de plugins

source: When the first run wizard is completed, Zrythm will start :doc:`scanning for plugins <../plugins-files/plugins/scanning>`.
es: Cuando se complete el primer asistente de ejecución, Zrythm se iniciará :doc:`escaneando en busca de plugins <../plugins-files/plugins/scanning>`.

source: Project Selection
es: Selección de proyectos

source: Finally, Zrythm will ask you to :doc:`load or create a project <../projects/saving-loading>` and then the :doc:`main interface <../zrythm-interface/zrythm-interface-overview>` will show up.
es: Por último, Zrythm te pedirá :doc:`cargar o crear un proyecto <../projects/saving-loading>` y luego :doc:`interfaz principal <../zrythm-interface/zrythm-interface-overview>` aparecerá.

source: Project selection
es: Selección de proyectos

source: Main interface
es: Interfaz principal

source: System Requirements
es: Requisitos del sistema
ru: Системные Требования

source: Hardware
es: Soporte físico
ru: Оборудование

source: x86_64 (64-bit), i686 (32-bit), armhf (ARMv7) or aarch64 (ARMv8)
es: x86_64 (64 bits), i686 (32 bits), armhf (ARMv7) o aarch64 (ARMv8)
ru: x86_64 (64-bit), i686 (32-bit), armhf (ARMv7) или aarch64 (ARMv8)

source: Operating System
es: Sistema operativo
ru: Операционная система

source: GNU/Linux, FreeBSD, Windows or MacOS
es: GNU/Linux, FreeBSD, Windows o MacOS
ru: GNU/Linux, FreeBSD, Windows или MacOS

source: Recommendations
es: Recomendaciones
ru: Рекомендации

source: For smooth operation, we recommend using a CPU with at least 2GHz clock speed and at least 4 cores in total.
es: Para un funcionamiento correcto, recomendamos utilizar una CPU con al menos 2 GHz de velocidad de reloj y al menos 4 núcleos en total.
ru: Для бесперебойной работы рекомендуется использовать процессор с тактовой частотой не менее 2 ГГц и не менее 4 ядер в сумме.

source: It is recommended to have at least 16 inches of monitor space to work efficiently with Zrythm.
es: Se recomienda tener un monitor de al menos 16'' para trabajar de manera eficiente con Zrythm.
ru: Для эффективной работы с Zrythm рекомендуется иметь монитор размером не менее 16 дюймов.

source: Audio interface
es: Interfaz de audio
ru: Аудио интерфейс (Audio interface)

source: An audio interface offers low latency and better quality than integrated sound cards (especially if recording audio).
es: Una interfaz de audio ofrece baja latencia y mejor calidad que las tarjetas de sonido integradas (especialmente cuando se graba audio).
ru: Аудиоинтерфейс предлагает низкую задержку и качество, которое лучше чем у встроенных звуковых карт (особенно при записи звука).

source: MIDI keyboard
es: Teclado MIDI
ru: MIDI клавиатура (MIDI keyboard)

source: For quickly trying out melodies or recording.
es: Para probar melodías o grabar rápidamente.
ru: Для быстрого прослушивания или записи мелодий.

source: When using the :term:`JACK` backend, JACK needs to be set up and configured before running Zrythm. You will find lots of information online about how to configure JACK, such as `Demystifying JACK - A Beginners Guide to Getting Started with JACK <https://libremusicproduction.com/articles/demystifying-jack-%E2%80%93-beginners-guide-getting-started-jack.html>`_, so we will skip this part.
es: Cuando se utiliza el backend :term:`JACK`, JACK debe configurarse antes de ejecutar Zrythm. Encontrarás mucha información en línea sobre cómo configurar JACK, como `Demystifying JACK - A Beginners Guide to Getting Started with JACK <https://libremusicproduction.com/articles/demystifying-jack-%E2%80%93-beginners -guide-Getting-started-jack.html>`_, por lo que omitiremos esta parte.
ru: Если вы хотите использовать бэкэнд :term:`JACK`, его необходимо установить и настроить перед запуском Zrythm. В Интернете вы найдете много информации о том, как настроить JACK, например, `Demystifying JACK - A Beginners Guide to Getting Started with JACK <https://libremusicproduction.com/articles/demystifying-jack-%E2%80%93-beginners-guide-getting-started-jack.html>`_, поэтому мы пропустим эту часть.

source: Plugins
ru: Плагины

source: Samples
ru: Сэмплы (Sampes)

source: See the ``INSTALL.md`` file in the source distribution for installation instructions.
ru: Смотрите файл ``INSTALL.md`` в исходном коде для получения инструкции по сборке и установке.

source: CPU
ru: Процессор (CPU)

source: Monitor
ru: Монитор (Monitor)
