Repository: JeromyJSmith/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/invoking-from-command-line.po
Languages: fr

source: Command Line
fr: Ligne de commande

source: Zrythm comes with a few utilities below that can be used from the :term:`CLI`.
fr: Zrythm vient avec quelques utilitaires qui peuvent être utilisés à partir de la :term : `CLI` .

source: Zrythm executable.
fr: L'exécutable Zrythm.

source: Prints a list of available options.
fr: Affiche une liste des options disponibles.

source: Pretty-prints the output (where applicable).
fr: Affichage mis en forme(quand applicable).

source: Prints all the user settings. Can be combined with :option:`--pretty` to get pretty-printed output, like below.
fr: Affiche tous les paramètres utilisateur.Peut être combiné avec :option : `--pretty` pour obtenir un affichage mis en forme, comme ci dessous.

source: Resets user settings to their default values.
fr: Réinitialise les paramètres utilisateur à leur valeur par défaut.

source: Only affects the settings printed with :option:`-p`. This will *not* affect any files in the :term:`Zrythm user path`.
fr: Affecte seulement les paramètres affichés avec :option:`-p`. Celà *n affectera aucun fichier dans :term:`Zrythm user path`.

source: This will clear ALL your user settings.
fr: Cela effacera TOUS vos paramètres utilisateur.

source: Prints the Zrythm version.
fr: Affiche la version de Zrythm.

source: Wrapper over :program:`zrythm` that sets the correct paths before launching Zrythm. All of the options for :program:`zrythm` can also be passed to :program:`zrythm_launch`.
fr: Un habillage autour du :program:`zrythm\ qui définit les chemins corrects avant de lancer Zrythm.Toutes les options pour :program:`Zrythm`peuvent également être passées à :program:`zrythm_launch`.
