Repository: JeromyJSmith/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/plugins-files.po
Languages: es

source: File Browser
es: Explorador de archivos

source: The File Browser makes it easy to navigate through files on your computer or through your custom collections.
es: El Explorador de Archivos hace que sea fácil navegar por las carpetas de tu computadora o de tus colecciones personalizadas.

source: This is a work in progress.
es: Producto semiterminado.

source: Filtering
es: Filtrado

source: TODO
es: PENDIENTE DE HACER

source: Collections
es: Colecciones

source: Importing Files
es: Importar archivos

source: Files are imported by either double clicking them in the browser or dragging and dropping them into a track.
es: Los archivos se importan al hacer doble clic en ellos en el explorador o arrastrándolos y soltándolos en una pista.

source: Audio & MIDI Files
es: Archivos de audio y MIDI

source: Overview
es: Generalidades

source: Zrythm can import MIDI and audio files into the project. The files can be imported by dragging and dropping from your computer or from the :ref:`file-browser` into a track.
es: Zrythm puede importar archivos MIDI y de audio al proyecto arrastrándolos y soltándolos en una pista desde tu ordenador o desde :ref:`file-browser`.

source: Supported Audio Formats
es: Formatos de audio compatibles

source: Zrythm supports OGG, FLAC, WAV and MP3.
es: Zrythm es compatible con OGG, FLAC, WAV y MP3.

source: Plugins & Files
es: Plugins y archivos

source: Inspector Page
es: Página del inspector

source: When a plugin is selected in the Mixer, or when using right click -> Inspect on an instrument, its page will appear in the Inspector as follows.
es: Cuando se selecciona un plugin en el Mezclador o se hace clic derecho -> Inspeccionar en un instrumento, la página aparecerá en el Inspector del modo siguiente.

source: This page will display information about the plugin and its ports and allow you to make changes.
es: Esta página muestra información sobre el plugin y sus puertos y permite realizar cambios.

source: Display
es: Visualización

source: The number in the top right of each port name will display the current number of connections to/from this port. See :doc:`../../routing/making-connections` for details.
es: El número en la parte superior derecha de cada nombre de puerto muestra el número actual de conexiones a/desde este puerto. Consulta :doc:`../../routing/making-connections` para más detalles.

source: Changing Values
es: Cambio de valores

source: The values of control ports can be changed by clicking and dragging inside each bar.
es: Los valores de los puertos de control se pueden cambiar haciendo clic en ellos y arrastrándolos dentro de cada barra.

source: Plugin Browser
es: Explorador de plugins

source: The Plugin Browser makes it easy to browse and filter Plugins installed on your computer.
es: El explorador de plugins facilita la búsqueda y el filtrado de plugins instalados en tu ordenador.

source: Filters Tab
es: Pestaña de filtros

source: The filters tab at the top allows you to select how to filter the Plugins. There are 3 tabs:
es: La pestaña de filtros en la parte superior permite seleccionar cómo filtrar los plugins. Hay 3 pestañas:

source: Collection
es: Recopilación

source: This tab contains your collections. You can create collections such as "MySynths" and filter by the selected collections.
es: En esta pestaña se encuentran tus colecciones. Puedes crear colecciones como "MisSintetizadores" y filtrar por las colecciones seleccionadas.

source: Category
es: Categoría

source: Filter plugins by category based on the plugin metadata, such as "Delay", "Distortion", etc.
es: Filtra los plugins por categoría según sus metadatos, como "Retardo", "Distorsión", etc.

source: Protocol
es: Protocolo

source: Allows you to filter plugins based their protocol (eg., LV2 or SFZ).
es: Permite filtrar plugins en función de su protocolo (por ejemplo, LV2 o SFZ).

source: Filtering by collections and protocols is not operational at the moment.
es: El filtrado por colecciones y protocolos no está operativo en este momento.

source: Filter Buttons
es: Botones de filtro

source: Additionally to the above, plugins can be filtered based on their type.
es: Además, los plugins se pueden filtrar según su tipo.

source: Filtering by modulator plugins
es: Filtrado por plugins de modulador

source: See :ref:`plugin-types` for more information about the various types of plugins there are.
es: Consulta :ref:`plugin-types` para obtener más información sobre los distintos tipos de plugins que existen.

source: Instantiating Plugins
es: Instancia de plugins

source: There are a couple of ways to instantiate plugins:
es: Existen dos formas de crear una instancia de plugins:

source: Drag-n-Drop
es: Arrastrar y soltar

source: You can drag and drop the selected plugin into empty space in the Tracklist or into empty space in the Mixer to create a new track using that plugin.
es: Puede arrastrar y soltar el plugin seleccionado en un espacio vacío en la lista de pistas o en el Mezclador para crear una nueva usando ese plugin.

source: Alternatively, you can drag the plugin on a mixer slot to add it there or replace the previous plugin.
es: Como alternativa, puedes arrastrar el plugin y agregarlo a una ranura del mezclador o reemplazar el plugin anterior.

source: If the plugin is a modulator, you can drop it into the Modulators tab.
es: Si el plugin es un modulador, se puede colocar en la pestaña Moduladores.

source: Double Click/Enter
es: Doble clic/Enter

source: Double click on the plugin or select it and press the return key on your keyboard to create a new track using that plugin.
es: Haz doble clic en el plugin o selecciónalo y presiona Enter en el teclado para crear una nueva pista usando el plugin.

source: Plugin Overview
es: Visión general de los plugins

source: There are various types of :term:`plugins <Plugin>` supported by Zrythm, mentioned in :ref:`scanning-plugins`.
es: Hay varios tipos de :term:`plugins<Plugin>` compatibles con Zrythm que se mencionan en :ref:`scanning-plugins`.

source: In Zrythm, :term:`SFZ`/:term:`SF2` are also used as plugins.
es: En Zrythm, :term:`SFZ`/:term:`SF2` también se utilizan como plugins.

source: Plugin Types
es: Tipos de plugins

source: Plugins are classified into the following categories.
es: Los plugins se clasifican en las siguientes categorías.

source: Instrument
es: Instrumento

source: These plugins will create an instrument track when added to the project.
es: Estos plugins crean una pista de instrumento cuando se agregan al proyecto.

source: Effects
es: Efectos

source: These plugins can be dragged into the insert slots of existing channels in the mixer or can be instantiated to create new FX tracks.
es: Estos plugins se pueden arrastrar a las ranuras de inserción de los canales existentes en el mezclador o se pueden usar con instancias para crear nuevas pistas FX.

source: Modulators
es: Moduladores

source: These plugins output :term:`CV` signals and can be used to modulate other plugin or track parameters.
es: Estos plugins generan señales de :term:`CV` y se pueden utilizar para modular otros parámetros de plugins o pistas.

source: MIDI Effects
es: Efectos MIDI

source: These plugins modify incoming :term:`MIDI` signals and can be used in the MIDI signal chain of an Instrument or MIDI track.
es: Estos plugins modifican las señales entrantes :term:`MIDI` y se pueden utilizar en la cadena de la señal MIDI de un instrumento o pista MIDI.

source: Zrythm looks inside the plugin's metadata to determine what type the plugin is. If that is not enough, Zrythm makes a decision based on the number of audio, MIDI, control and CV input and output ports a plugin has.
es: Zrythm busca dentro de los metadatos del plugin para determinar de qué tipo es. Si esto no es suficiente, Zrythm toma una decisión basada en la cantidad de puertos de entrada y salida de audio, MIDI, control y señal CV que tiene el plugin.

source: Plugin Ports
es: Puertos de plugins

source: Plugins consist of controls (parameters) and a variety of audio, :term:`MIDI` and :term:`CV` ports. Ports are explained in :ref:`ports`.
es: Los plugins están formados por controles (parámetros) y una variedad de puertos de audio, :term:`MIDI` y :term:`CV`. Más información sobre los puertos en :ref:`ports`.

source: Zrythm first creates all plugins with the following special control ports. After these ports are created, Zrythm appends the rest of the plugin's ports.
es: Zrythm primero crea todos los plugins con los siguientes puertos de control especiales. Una vez creados estos puertos, Zrythm agrega el resto de los puertos del plugin.

source: Enabled
es: Activado

source: Controls whether the plugin is active or bypassed.
es: Controla si el plugin está activo o no.

source: Gain
es: Ganancia

source: Increases the output volume of the plugin (if applicable).
es: Aumenta el volumen de salida del plugin (si corresponde).

source: All of the plugin's ports will be shown in the :ref:`Inspector Page <plugins-files/plugins/inspector-page:Inspector Page>`
es: Todos los puertos del plugin se mostrarán en :ref:`Inspector Page <plugins-files/plugins/inspector-page:Inspector Page>`

source: Plugin Window
es: Ventana de plugin

source: Custom UIs
es: Interfaces de usuario personalizadas

source: When Plugin UIs are opened, a window such as the following will be displayed, if the plugin ships with its own UI. This window will contain additions by Zrythm (such as the `File` and `Presets` menus).
es: Cuando se abren las IU del plugin, se muestra una ventana como la siguiente si el plugin incluye su propia IU. Esta ventana contiene adiciones de Zrythm (como los menús `Archivo` y `Presets`).

source: Some plugin UIs cannot be wrapped and will be opened in separate windows without additions like `File` or `Presets`.
es: Algunas IU de plugins no se pueden empaquetar y se abren en ventanas separadas sin adiciones como `Archivo` o `Presets`.

source: Generic UIs
es: UI genérico

source: If the plugin does not ship with its own UI, the following generic UI will be generated for it.
es: Si el plugin no se incluye con su propia interfaz de usuario, se generará la siguiente interfaz de usuario genérica.

source: This only applies to :term:`LV2` plugins. For other types of plugins, you can edit their parameters in the plugin inspector page (see :ref:`plugin-inspector-page`).
es: Esto solo se aplica a los plugins :term:`LV2`. Para otros tipos, puedes editar tus parámetros en la página del inspector de plugins (ver :ref:`plugin-inspector-page`).

source: Bridging
es: Puente

source: Most plugins are instantiated in the same process as Zrythm. This has the advantage that :term:`DSP` is very fast, however, some plugin UIs are not compatible with Zrythm and need to be bridged (ie, run as separate processes).
es: Se crean instancias de la mayoría de los plugins en el mismo proceso que Zrythm. Esto tiene la ventaja de que :term:`DSP` es muy rápido. Sin embargo, algunas IU de los plugins no son compatibles con Zrythm y se deben puentear (es decir, ejecutarse como procesos separados).

source: When it is possible to bridge only the UI, Zrythm will do so, and this will not have any performance implications on DSP. If bridging the whole plugin is required, this will have some performance implications, since it is required to communicate with the plugin in another process.
es: Cuando solo sea posible puentear la interfaz de usuario, Zrythm lo llevará a cabo y no tendrá ninguna implicación en el rendimiento del DSP. Si es necesario puentear todo el plugin, sí que se verá afectado el rendimiento ya que necesita comunicarse con el plugin en otro proceso.

source: This process is transparent to the user and only mentioned for reference.
es: Este proceso es transparente para el usuario y solo se menciona como referencia.

source: Opening Plugins in Bridged Mode
es: Abrir plugins en modo puente

source: Sometimes, you may need to manually tell Zrythm to open plugins in a specific way. You can find the options available for each plugin by right clicking on the plugin in the :ref:`plugin-browser`.
es: A veces, es posible que tengas que especificar manualmente a Zrythm para que abra plugins de una manera específica. Puedes encontrar las opciones disponibles para cada plugin al hacer clic derecho en el plugin en el :ref:`plugin-browser`.

source: Scanning for Plugins
es: Buscador de plugins

source: Zrythm will scan for plugins on startup and will remember those plugins until it is closed. Zrythm supports :term:`LV2`, :term:`VST2`, :term:`VST3` and :term:`AU` plugins. LV2 is the recommended standard.
es: Zrythm busca los plugins al inicio y los recuerda hasta que se cierra. Admite los plugins :term:`LV2`, :term:`VST2`, :term:`VST3` y :term:`AU`. LV2 es el estándar recomendado.

source: :term:`SFZ` and :term:`SF2` instruments are also supported, and they are scanned as instrument plugins.
es: Los instrumentos :term:`SFZ` y :term:`SF2` también son compatibles y se escanean como plugins de instrumentos.

source: Plugin scanning can be disabled by passing :envvar:`NO_SCAN_PLUGINS` when running Zrythm.
es: El análisis de plugins se puede desactivar al pasar :envvar:`NO_SCAN_PLUGINS` cuando se ejecuta Zrythm.

source: LV2 Scan
es: Escanear LV2

source: Zrythm will scan for LV2 plugins in the `standard paths specified here <https://lv2plug.in/pages/filesystem-hierarchy-standard.html>`_. You can bypass this behavior by passing :envvar:`LV2_PATH`.
es: Zrythm buscará plugins LV2 en las `rutas estándar especificadas aquí <https://lv2plug.in/pages/filesystem-hierarchy-standard.html>` _. Puedes omitir este comportamiento al pasar :envvar:`LV2_PATH`.

source: VST2/VST3 Scan
es: Escanear VST2/VST3

source: GNU/Linux and FreeBSD
es: GNU/Linux y FreeBSD

source: Zrythm will scan for VST2 plugins in the following paths,
es: Zrythm buscará plugins VST2 en las siguientes rutas,

source: and VST3 plugins in the following paths.
es: y plugins VST3 en las siguientes rutas.

source: You can bypass this behavior by passing :envvar:`VST_PATH` and :envvar:`VST3_PATH`.
es: Puedes omitir este comportamiento al pasar :envvar:`VST_PATH` y :envvar:`VST3_PATH`.

source: If your system uses a libdir other than ``lib`` (for example ``lib64``), Zrythm will scan for plugins in both locations.
es: Si tu sistema usa un libdir distinto de ``lib`` (por ejemplo, `` lib64``), Zrythm busca plugins en ambas ubicaciones.

source: Windows
es: Ventanas

source: Zrythm will scan for VST plugins in the paths specified in :ref:`vst-paths`.
es: Zrythm busca plugins VST en las rutas especificadas en :ref:`vst -path`.

source: Zrythm will scan for VST plugins in the paths specified in `VST plug-in locations on Mac OS X and macOS <https://helpcenter.steinberg.de/hc/en-us/articles/115000171310>`_.
es: Zrythm buscará plugins VST en las rutas especificadas en `Ubicaciones de plugins VST en Mac OS X y macOS <https://helpcenter.steinberg.de/hc/en-us/articles/115000171310>` _.

source: :file:`/Library/Audio/Plug-Ins/VST` for VST2
es: :file:`/Library/Audio/Plug-Ins/VST` para VST2

source: :file:`/Library/Audio/Plug-Ins/VST3` for VST3
es: :file:`/Library/Audio/Plug-Ins/VST3` para VST3

source: Zrythm will remember scanned VST plugins and save this information in :file:`cached_plugin_descriptors.yaml` in the :term:`Zrythm user path`.
es: Zrythm recuerda los plugins VST escaneados y guarda esta información en :file:`cached_plugin_descriptors.yaml` en la :term:`Zrythm user path`.

source: New plugins will be scanned on each start-up, and you can delete or edit this file to force a re-scan of previously scanned plugins.
es: Los nuevos plugins se analizan en cada inicio y puedes eliminar o editar este archivo para forzar un nuevo análisis de los plugins previamente analizados.

source: AU Scan
es: Escaneo de AU

source: On MacOS, :term:`AU` plugins will be scanned at their standard location at :file:`/Library/Audio/Plug-Ins/Components`.
es: En MacOS, los plugins :term:`AU` se escanean en su ubicación estándar en :file:`/Library/Audio/Plug-Ins/Components`.

source: SFZ/SF2 Scan
es: Escanear SFZ/SF2

source: :term:`SFZ` and :term:`SF2` instruments will be scanned in all directories and subdirectories specified in :ref:`vst-paths`.
es: Los instrumentos :term:`SFZ` y :term:`SF2` se escanean en todos los directorios y subdirectorios especificados en :ref:`vst-path`.
