Repository: JeromyJSmith/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/zrythm-manual.po
Languages: el, ja, pt

source: This is the top number that indicates the number of Beats that should be in a Bar. It can be set from 1 to 16.
el: Αυτός είναι ο πάνω αριθμός που υποδεικνύει τον αριθμό χτύπων που πρέπει να υπάρχουν σε μία μπάρα. Μπορεί να οριστεί από 1 έως 16.
pt: Este é o número superior que indica o número de Batidas que devem estar numa Barra. Pode ser configurado de 1 a 16.

source: Beat Unit
el: Μονάδα χτύπου
ja: ビートユニット
pt: Unidade de Batida

source: This is the bottom number that indicates the beat unit to be used. It can be set to 2, 4, 8 or 16.
el: Αυτός είναι ο κάτω αριθμός που υποδεικνύει τη μονάδα χτύπου προς χρήση. Μπορεί να οριστεί σε 2, 4, 8 ή 16.
pt: Este é o número inferior que indica a unidade de batida em uso. Pode ser configurado a 2, 4, 8 ou 16.

source: Playback and Recording
el: Αναπαραγωγή και ηχογράφηση
pt: Reprodução e Gravação

source: Loop Points and Markers
el: Σημεία λούπας και σημάδια
ja: ループポイントとマーカー
pt: Pontos de Loop e Marcadores

source: The loop points indicate the area that will be looped during playback, if looping is enabled.
el: Τα σημεία λούπας υποδεικνύουν το μέρος που θα λουπαριστεί κατά την αναπαραγωγή, αν είναι ενεργοποιημένη η λούπα.
pt: Os pontos de loop indicam a área que será repetida durante a reprodução, se loop estiver ativado.

source: This only applies to the timeline ruler, covered in :ref:`timeline-ruler`.
el: Αυτό ισχύει μόνο στον χάρακα χρονολογίου, ο οποίος καλύπτεται στο :ref:`timeline-ruler`.
ja: これは、タイムラインルーラーにのみ適用され、 :ref:`timeline-ruler` で説明されています。
pt: Isto só se aplica à régua da cronologia, coberta em :ref:`timeline-ruler`.

source: Cue Point
el: Σημείο cue
ja: キューポイント
pt: Ponto de Sinalização

source: The cue point is where the playhead will move to when Play is clicked while playing or when Stop is clicked while paused.
el: Το σημείο cue είναι εκεί που θα μετακινηθεί η κεφαλή αναπαραγωγής όταν πατηθεί η έναρξη την ώρα της αναπαραγωγής ή όταν πατηθεί η παύση ενώ υπάρχει παύση.
pt: O ponto de sinalização é para onde a cabeça de reprodução se moverá quando o Play for clicado durante o jogo ou quando o Stop for clicado durante a pausa.

source: Song Start & End Markers
el: Έναρξη τραγουδιού & σημάδια τέλους
ja: 曲の開始と終了マーカー
pt: Marcador de Início & Fim da Canção

source: The song start marker signifies the position in the timeline where the Song will start. This is mainly used for exporting the mixdown into audio.
el: Το σημάδι αρχής τραγουδιού συμβολίζει τη θέση στο χρονολόγιο όπου το τραγούδι θα ξεκινήσει. Αυτό χρησιμοποιείται κυρίως για την εξαγωγή της μίξης σε ήχο.
pt: O marcador de início da canção indica a posição na cronologia onde a canção irá começar. Isto é usado principalmente para exportar a mistura para o áudio.

source: The song end marker signifies the position in the timeline where the Song will end. Likewise, it is mainly used for exporting the mixdown into audio.
el: Το σημάδι τέλους τραγουδιού συμβολίζει τη θέση στο χρονολόγιο όπου το τραγούδι θα τελειώσει. Παρομοίως, χρησιμοποιείται κυρίως για την εξαγωγή της μίξης σε ήχο.
pt: O marcador final da música significa a posição na cronologia onde a música irá terminar. Da mesma forma, é usado principalmente para exportar a mistura para o áudio.

source: These markers are part of the :ref:`marker-track`.
el: Αυτά τα σημάδια είναι μέρος από το :ref:`marker-track`.
ja: これらのマーカーは :ref:`marker-track` の一部です。
pt: Estes marcadores fazem parte do :ref:`marker-track`.

source: Custom Markers
el: Προσαρμοσμένα σημάδια
ja: カスタム マーカー
pt: Marcadores Personalizados

source: Custom Markers can also be created inside the :ref:`marker-track`.
el: Τα προσαρμοσμένα σημάδια μπορούν επίσης να δημιουργηθούν μέσα στο :ref:`marker-track`.
ja: カスタム マーカーは、 :ref:`marker-track` 内に作成することもできます。
pt: Os marcadores personalizados também podem ser criados dentro do :ref:`marker-track`.

source: These can be used to jump to when moving forwards or backwards, and are also generally useful visually to see where each part of the song begins and ends.
el: Αυτά μπορούν να χρησιμοποιηθούν ως γρήγορα σημεία αναπαραγωγής κατά τη μετακίνηση προς τα μπροστά ή πίσω, και είναι επίσης γενικά χρήσιμα οπτικά για να βλέπει κανείς πού ξεκινάει και τελειώνει κάθε μέρος του τραγουδιού.
pt: Estes podem ser usados para saltar quando se move para a frente ou para trás, e também são geralmente úteis visualmente para ver onde cada parte da canção começa e termina.

source: Here is a list of terms and definitions that will be useful in the following sections.
el: Ορίστε μια λίστα όρων και ορισμών που θα είναι χρήσιμοι στις ακόλουθες ενότητες.
ja: ここでは、以下の項目で役立つ用語や定義をまとめてみました。
pt: Aqui está uma lista de termos e definições que serão úteis nas seguintes seções.

source: The :dfn:`playhead` is the current position in the song. It is displayed as a red line inside arrangers.
el: Η :dfn:`playhead` είναι η τρέχουσα θέση στο τραγούδι. Προβάλλεται ως μια κόκκινη γραμμή μέσα στους ταξινόμους.
pt: O :dfn:`playhead` é a posição atual na música. Ela é exibida como uma linha vermelha dentro dos arranjadores.

source: Position
el: Θέση
ja: 位置
pt: Posição

source: Zrythm uses the following format for positions:
el: Το Zrythm χρησιμοποιεί το εξής φορμάτ για τις θέσεις:
ja: Zrythm は、ポジションに次の形式を使用しています。
pt: Zrythm usa o seguinte formato para posições:

source: Each sixteenth note is fixed to have 240 ticks.
el: Κάθε δέκατο έκτο νότας έχει σταθερά 240 τικ.
ja: 各16分音符は240 ticksで固定されています。
pt: Cada décima sexta nota é fixada para ter 240 Tiques.

source: Recording
el: Ηχογράφηση
ja: 録音中
pt: Gravação

source: Arming Tracks
el: Οπλισμός κομματιών
ja: トラックのアーム
pt: Faixas de Armamento

source: For example, if an instrument track is armed for recording and it has a MIDI keyboard connected in its inputs, you will hear sound when you press a key on your MIDI keyboard.
el: Για παράδειγμα, αν ένα κομμάτι οργάνου οπλιστεί για ηχογράφηση και έχει πληκτρολόγιο MIDI συνδεδεμένο στα εισαγόμενά του, θα ακούσετε ήχο όταν πατήσετε κάποιο πλήκτρο στο πληκτρολόγιο MIDI σας.
pt: Por exemplo, se uma faixa de instrumento estiver armada para gravação e tiver um teclado MIDI conectado nas suas entradas, ouvirá o som quando pressionar uma tecla no seu teclado MIDI.

source: Recording Audio & MIDI
el: Ηχογράφηση ήχου & MIDI
ja: オーディオとMIDIの録音
pt: Gravação de Áudio & MIDI

source: Inputs
el: Εισαγόμενα
ja: 入力
pt: Entradas

source: Recording Automation
el: Αυτοματισμός ηχογράφησης
ja: オートメーションを記録中
pt: Automação de Gravação

source: Automation can be recorded in `latch` mode or `touch` mode. The mode can be selected and toggled by clicking on it inside automation tracks.
el: Ο αυτοματισμός μπορεί να καταγραφεί σε λειτουργία `latch` ή λειτουργία `touch`. Αυτή η λειτουργία μπορεί να επιλεγεί και να εναλλαγεί κάνοντας κλικ πάνω της μέσα στα κομμάτια αυτοματισμού.
pt: A automação pode ser gravada em modo "trinco" ou modo "toque". O modo pode ser selecionado e alternado clicando sobre ele dentro das pistas de automação.

source: Latch
el: Κλείδωμα
ja: ラッチ
pt: Trinco

source: In latch mode, automation will be written constantly and overwrite previous automation.
el: Σε λειτουργία κλειδώματος, ο αυτοματισμός θα γράφεται συνεχώς και θα επεγγράψει προηγούμενους αυτοματισμούς.
pt: No modo de trinco, a automação será escrita constantemente e sobrescreverá a automação anterior.

source: Touch
el: Άγγιγμα
ja: タッチ
pt: Toque

source: In touch mode, automation will be written only when there are changes. When changes stop being received (after a short amount of time) automation will stop being written until a change is received again. This is useful for making minor changes to existing automation.
el: Σε λειτουργία αγγίγματος, ο αυτοματισμός θα καταγραφεί μόνο όταν υπάρχουν αλλαγές. Όταν οι αλλαγές σταματήσουν να λαμβάνονται (μετά από λίγο χρόνο), ο αυτοματισμός θα σταματήσει να καταγράφεται μέχρι να ληφθεί κάποια αλλαγή ξανά. Αυτό είναι χρήσιμο για μικρές αλλαγές στον υπάρχοντα αυτοματισμό.
pt: No modo toque, a automação será gravada apenas quando houver alterações. Quando as mudanças deixarem de ser recebidas (após um curto tempo), a automação deixará de ser gravada até que uma mudança seja recebida novamente. Isso é útil para fazer pequenas alterações na automação existente.

source: Unlike MIDI/audio recording, automation recording does not require `Record` to be enabled in the :ref:`transport-controls`.
el: Αντίθετα με την ηχογράφηση MIDI/ήχου, η ηχογράφηση αυτοματισμών δεν απαιτεί να είναι ενεργοποιημένη η `Record` στους :ref:`transport-controls`.
pt: Ao contrário da gravação MIDI/áudio, a gravação automática não requer `Gravação` para ser ativada no :ref:`transport-controls`.

source: Transport Controls
el: Χειριστές μεταφοράς
ja: トランスポート コントロール
pt: Controles de transporte

source: Playback is controlled by the following transport controls.
el: Η αναπαραγωγή ελέγχεται από τους εξής χειριστές μεταφοράς.
ja: 再生は以下のトランスポートコントロールで制御されます。
pt: A reprodução é controlada pelos seguintes controles de transporte.

source: Metronome toggle
el: Εναλλαγή μετρονόμου
ja: メトロノームのON/OFFの切り替え
pt: Alternância metrônomo

source: Toggles the metronome on/off.
el: Εναλλάσσει την ενεργοποίηση/απενεργοποίηση του μετρονόμου.
ja: メトロノームのオン/オフの切り替え。
pt: Liga/desliga o metrónomo alternamente.

source: The metronome samples can be overridden by placing your own samples in your Zrythm directory. This is a TODO feature.
el: Τα δείγματα μετρονόμου μπορούν να παρακαμφθούν με τοποθέτηση δικών σας δειγμάτων στον κατάλογο Zrythm σας. Αυτό είναι χαρακτηριστικό ΓΙΑΝΑΓΙΝΕΙ.
pt: As amostras do metrónomo podem ser anuladas pelas suas próprias amostras no diretório Zrythm. Esta é uma funcionalidade A FAZER.

source: Metronome options
el: Ρυθμίσεις μετρονόμου
ja: メトロノームの設定
pt: Opções do metrónomo

source: Return to cue point on stop
el: Επιστροφή στο σημείο cue κατά την παύση
ja: 停止時にキューポイントに戻る
pt: Retornar ao ponto de sinalização na parada

source: Record
el: Ηχογράφηση
ja: 録音
pt: Registo

source: Arms the project for recording.
el: Οπλίζει το έργο για ηχογράφηση.
ja: 録音のためにプロジェクトをアームする。
pt: Prepara o projeto para a gravação.

source: Play
el: Έναρξη
ja: 再生
pt: Reproduzir

source: If stopped, the song will start playing. If already playing, the Playhead will move to the Cue point.
el: Αν σταματήσει, το τραγούδι θα αρχίσει να παίζει. Αν παίζει ήδη, η κεφαλή αναπαραγωγής θα μετακινηθεί στο σημείο cue.
pt: Quando parar, a música começará a reproduzir. Se já estiver a reproduzir, a Cabeça de Reprodução moverá-se para o Ponto de Sinalização.

source: Stop
el: Παύση
ja: 停止
pt: Parar

source: Pauses playback. If clicked twice, goes back to the Cue point.
el: Παύει την αναπαραγωγή. Αν πατηθεί δύο φορές, επιστρέφει στο σημείο cue.
ja: 再生を一時停止します。2回クリックするとキューポイントに戻ります。
pt: Pausa a reprodução. Clicado duas vezes, volta ao Ponto de Sinalização.

source: Backward
el: Πίσω
ja: 後戻り
pt: Para trás

source: Moves the Playhead backward by the size of 1 snap point.
el: Μετακινεί την κεφαλή αναπαραγωγής προς τα πίσω με μέγεθος 1 σημείου σναπαρίσματος.
ja: プレイヘッドを 1 スナップポイントの大きさで後方に移動します。
pt: Move a Cabeça de Reprodução para trás por 1 ponto de snap.

source: Forward
el: Μπροστά
ja: 前方
pt: Para a frente

source: Moves the Playhead forward by the size of 1 snap point.
el: Μετακινεί την κεφαλή αναπραγωγής προς τα μπροστά με μέγεθος 1 σημείου σναπαρίσματος.
ja: プレイヘッドを 1 スナップポイントの大きさで前方に移動します。
pt: Move a Cabeça de Reprodução para a frente por 1 ponto de snap.

source: Loop
el: Λούπα
ja: ループ

source: If enabled, the Playhead will move back to the Loop Start point when it reaches the Loop End point.
el: Αν ενεργοποιηθεί, η κεφαλή αναπαραγωγής θα τοποθετηθεί πίσω στο σημείο αρχής λούπας όταν φτάσει το σημείο τέλους λούπας.
pt: Se ativado, a Cabeça de Reprodução voltará para o Inicio do Loop quando atingir o ponto Final do Loop.

source: File Browser
el: Περιηγητής αρχείων
ja: ファイル ブラウザ
pt: Navegador de ficheiros

source: The File Browser makes it easy to navigate through files on your computer or through your custom collections.
el: Ο περιηγητής αρχείων καθιστά εύκολη την πλοήγηση μεταξύ των αρχείων στον υπολογιστή σας ή μεταξύ των προσαρμοσμένων συλλογών σας.
ja: ファイル ブラウザを使用すると、パソコン上のファイルやカスタム コレクションを簡単にナビゲードすることができます。
pt: O Navegador de Ficheiros facilita a navegação pelos ficheiros no seu computador ou em suas coleções personalizadas.

source: This is a work in progress.
el: Πρόκειται για δουλειά σε εξέλιξη.
ja: これはTODOです。
pt: Este é um trabalho em progresso.

source: Filtering
el: Φιλτράρισμα
ja: フィルタリング
pt: Filtrar

source: Collections
el: Συλλογές
ja: コレクション
pt: Coleções

source: Importing Files
el: Εισαγωγή αρχείων
ja: ファイルのインポート
pt: Importar Ficheiros

source: Files are imported by either double clicking them in the browser or dragging and dropping them into a track.
el: Τα αρχεία εισάγονται είτε κάνοντας διπλό κλικ πάνω τους στον περιηγητή ή σύρροντας και ρίχνοντάς τα σε ένα κομμάτι.
ja: ファイルは、ブラウザでダブルクリックするか、トラックにドラッグアンドドロップしてインポートされます。
pt: Os ficheiros são importados clicando duas vezes neles no navegador ou arrastando-os e soltando-os numa faixa.

source: Audio & MIDI Files
el: Αρχεία ήχου & MIDI
ja: オーディオと MIDI ファイル
pt: Ficheiros de Áudio e MIDI

source: Zrythm can import MIDI and audio files into the project. The files can be imported by dragging and dropping from your computer or from the :ref:`file-browser` into a track.
el: Το Zrythm μπορεί να εισαγάγει αρχεία MIDI και ήχου στο έργο. Τα αρχεία μπορούν να εισαχθούν σύροντας και ρίχνοντάς τα από τον υπολογιστή σας ή από τον :ref:`file-browser` σε ένα κομμάτι.
pt: O Zrythm pode importar ficheiros de MIDI e de áudio para o projeto. Os ficheiros podem ser importados arrastando e soltando do seu computador ou do :ref:`file-browser` numa faixa.

source: Supported Audio Formats
el: Υποστηριζόμενα φορμάτ ήχου
ja: 対応されているオーディオファイル形式
pt: Formatos De Áudio Suportados

source: Zrythm supports OGG, FLAC, WAV and MP3.
el: Το Zrythm υποστηρίζει OGG, FLAC, WAV και MP3.
ja: Zrythm は OGG、FLAC、WAV、および MP3 をサポートしています。
pt: O Zrythm suporta OGG, FLAC, WAV e MP3.

source: Plugins & Files
el: Πρόσθετα & αρχεία
ja: プラグインとファイル
pt: Suplementos & Ficheiros

source: Inspector Page
el: Επιθεωρητής σελίδας
ja: インスペクターページ
pt: Página do Inspetor

source: When a plugin is selected in the Mixer, or when using right click -> Inspect on an instrument, its page will appear in the Inspector as follows.
el: Όταν ένα πρόσθετο επιλεγεί στον μίκτη ή κάνοντας δεξί κλικ -> επιθεώρηση σε ένα όργανο, η σελίδα του θα εμφανιστεί στον επιθεωρητή ως εξής.
pt: Quando um suplemento é selecionado no Misturador ou quando se usa o botão direito do rato -> Inspecionar num instrumento, a página dele aparecerá no Inspetor da seguinte forma.

source: This page will display information about the plugin and its ports and allow you to make changes.
el: Ή σελίδα θα προβάλει πληροφορίες σχετικά με το πρόσθετο και τις θύρες του και θα σας επιτρέψει να κάνετε αλλαγές.
pt: Esta página irá exibir informações sobre o suplemento e as portas dele e permitir que faça alterações.

source: Display
el: Προβολή
ja: 表示
pt: Mostrar

source: The number in the top right of each port name will display the current number of connections to/from this port. See :doc:`../../routing/making-connections` for details.
el: Ο αριθμός πάνω δεξιά σε κάθε όνομα θύρας θα προβάλει τον τρέχοντα αριθμό συνδέσεων από/προς αυτή τη θύρα. Βλέπε :doc:`../../routing/making-connections` για λεπτομέρειες.
pt: O número na parte superior direita de cada nome de porta mostrará a quantidade atual de conexões a/de esta porta. Veja :doc:`../../routing/making-connections` para detalhes.

source: Changing Values
el: Αλλαγή τιμών
ja: 値の変更
pt: Alterar Valores

source: The values of control ports can be changed by clicking and dragging inside each bar.
el: Οι τιμές των θυρών ελέγχου μπορούν να αλλάξουν κάνοντας κλικ και σύροντας μέσα σε κάθε μπάρα.
pt: Os valores das portas de controle podem ser alterados a clicar e arrastar dentro da barra.

source: Plugin Browser
el: Περιηγητής προσθέτων
ja: プラグインブラウザ
pt: Navegador de suplementos

source: The Plugin Browser makes it easy to browse and filter Plugins installed on your computer.
el: Ο περιηγητής προσθέτων καθιστά εύκολη την περιήγηση και το φιλτράρισμα προσθέτων που είναι εγκατεστημένα στον υπολογιστή σας.
ja: プラグインブラウザを使用すると、コンピュータにインストールされているプラグインを簡単に閲覧してフィルタリングできます。
pt: O Navegador de suplementos facilita a navegação e filtragem dos suplementos instalados no seu computador.

source: Filters Tab
el: Καρτέλα φίλτρων
ja: [フィルター]タブ
pt: Separador Filtros

source: The filters tab at the top allows you to select how to filter the Plugins. There are 3 tabs:
el: Η καρτέλα φίλτρων στο πάνω μέρος σάς επιτρέπει να επιλέξετε πώς να φιλτράρετε τα πρόσθετα. Υπάρχουν 3 καρτέλες:
ja: 上部のフィルタータブでは、プラグインをフィルターする方法を選択できます。3つのタブがあります:
pt: O separador Filtros na parte superior permite que selecione como filtrar os suplemento. Existem 3 separadores:

source: Collection
el: Συλλογή
ja: コレクション
pt: Coleção

source: This tab contains your collections. You can create collections such as "MySynths" and filter by the selected collections.
el: Αυτή η καρτέλα περιέχει τις συλλογές σας. Μπορείτε να δημιουργήσετε συλλογές όπως «ΤαΣυνθεσάιζερςΜου» και να τα φιλτράρετε από τις επιλεγμένες συλλογές.
ja: このタブには、コレクションが含まれています。"MySynths" などのコレクションを作成し、選択したコレクションでフィルター処理できます。
pt: Este separador contém suas coleções. Você pode criar coleções como "MeusSynths" e filtrar pelas coleções selecionadas.

source: Category
el: Κατηγορία
ja: カテゴリー
pt: Categoria

source: Filter plugins by category based on the plugin metadata, such as "Delay", "Distortion", etc.
el: Φιλτράρετε πρόσθετα ανά κατηγορία σύμφωνα με τα μεταδεδομένα προσθέτων, όπως «Καθυστέρηση (Delay)», «Παραμόρφωση (Distortion)», κλπ.
pt: Filtrar suplementos por categoria com base nos metadados dos suplementos, tais como "Delay", "Distortion", etc.

source: Protocol
el: Πρωτόκολλο
ja: プロトコル
pt: Protocolo

source: Allows you to filter plugins based their protocol (eg., LV2 or SFZ).
el: Σας επιτρέπει να φιλτράρετε πρόσθετα σύμφωνα με τα πρωτόκολλά τους (π.χ., LV2 ή SFZ).
pt: Permite-lhe filtrar suplementos com base no seu protocolo (por exemplo, LV2 ou VST).

source: Filter Buttons
el: Κουμπιά φίλτρων
ja: フィルター ボタン
pt: Botões de Filtro

source: Additionally to the above, plugins can be filtered based on their type.
el: Επιπρόσθετα προς τα παραπάνω, τα πρόσθετα μπορούν να φιλτραριστούν σύμφωνα με τον τύπο τους.
ja: さらに、プラグインは種類に基づいてフィルタリングすることができます。
pt: Além disso, os suplementos podem ser filtrados com base no tipo deles.

source: Filtering by modulator plugins
el: Φιλτράρισμα ανά πρόσθετα διαμορφωτών
ja: モジュレータープラグインによるフィルタリング
pt: Filtragem por suplementos moduladores

source: See :ref:`plugin-types` for more information about the various types of plugins there are.
el: Βλέπε :ref:`plugin-types` για περισσότερες πληροφορίες σχετικά με τους διάφορους τύπους προσθέτων που υπάρχουν.
pt: Veja :ref:`plugin-types` para mais informações sobre os vários tipos de suplemento que existem.

source: Instantiating Plugins
el: Ενσάρκωση προσθέτων
ja: プラグインのインスタンス化
pt: Instanciar suplementos

source: There are a couple of ways to instantiate plugins:
el: Υπάρχουν διάφοροι τρόποι ενσάρκωσης προσθέτων:
ja: プラグインをインスタンス化する方法はいくつかあります。
pt: Existem algumas maneiras de instanciar suplementos:

source: Drag-n-Drop
el: Σύρσιμο και ρίψη
ja: ドラッグアンドドロップ
pt: Arrastar-e-soltar

source: You can drag and drop the selected plugin into empty space in the Tracklist or into empty space in the Mixer to create a new track using that plugin.
el: Μπορείτε να σύρετε και να ρίξετε το επιλεγμένο πρόσθετο σε κενό χώρο στο χρονολόγιο ή σε κενό χώρο στον μίκτη ώστε να δημιουργήσετε ένα καινούριο κομμάτι χρησιμοποιώντας εκείνο το πρόσθετο.
ja: 選択したプラグインをトラックリスト内の空きスペースにドラッグアンドドロップするか、ミキサーの空きスペースにドロップして、そのプラグインを使用して新しいトラックを作成できます。
pt: Pode arrastar e soltar o suplemento selecionado em espaço vazio na Lista de Faixas ou em espaço vazio no Misturador para criar uma faixa usando esse suplemento.

source: Alternatively, you can drag the plugin on a mixer slot to add it there or replace the previous plugin.
el: Εναλλακτικά, μπορείτε να σύρετε το πρόσθετο σε μία θέση μίκτη και να το προσθέσετε εκεί ή να αντικαταστήσετε το προηγούμενο πρόσθετο.
ja: または、ミキサースロットにプラグインをドラッグして追加したり、前のプラグインを置き換えたりすることもできます。
pt: Alternativamente, pode arrastar o suplemento num compartimento de misturador para adicioná-lo lá ou substituir o suplemento anterior.

source: If the plugin is a modulator, you can drop it into the Modulators tab.
el: Αν το πρόσθετο είναι διαμορφωτής, μπορείτε να το ρίξετε στην καρτέλα διαμορφωτών.
pt: Se o suplemento é um modulador, pode pó-lo no separador Moduladores.

source: Double Click/Enter
el: Διπλό κλικ/είσοδος
ja: ダブルクリック/リターン
pt: Clique Duplo/Enter

source: Double click on the plugin or select it and press the return key on your keyboard to create a new track using that plugin.
el: Κάνετε διπλό κλικ στο πρόσθετο ή επιλέξτε το και πατήστε enter στο πληκτρολόγιό σας για να δημιουργήσετε ένα καινούριο κομμάτι χρησιμοποιώντας εκείνο το πρόσθετο.
ja: プラグインをダブルクリックするか、それを選択し、そのプラグインを使用して新しいトラックを作成するためにキーボードのリターンキーを押します。
pt: Clique duas vezes no suplemento ou selecione-o e pressione a tecla Enter no teclado para criar uma faixa usando esse suplemento.

source: Plugin Overview
el: Επισκόπηση προσθέτων
ja: プラグインの概要
pt: Visão Geral de Suplementos

source: There are various types of :term:`plugins <Plugin>` supported by Zrythm, mentioned in :ref:`scanning-plugins`.
el: Υπάρχουν διάφοροι τύποι από :term:`plugins <Plugin>` που υποστηρίζονται από το Zrythm, τα οποία αναφέρονται στο :ref:`scanning-plugins`.
pt: Existem vários tipos de :term:`plugins <Plugin>` suportados pela Zrythm, mencionados em :ref:`scanning-plugins`.

source: In Zrythm, :term:`SFZ`/:term:`SF2` are also used as plugins.
el: Στο Zrythm, τα :term:`SFZ`/:term:`SF2` χρησιμοποιούνται επίσης ως πρόσθετα.
ja: Zrythmでは、:term:`SFZ` / :term:`SF2` もプラグインとして使用されています。
pt: No Zrythm, :term:`SFZ`/:term:`SF2` também são usados como suplementos.

source: Plugin Types
el: Τύποι προσθέτων
ja: プラグインの種類
pt: Tipos de suplemento

source: Plugins are classified into the following categories.
el: Τα πρόσθετα τυποποιούνται στις εξής κατηγορίες.
ja: プラグインは、次のカテゴリに分類されます。
pt: Os suplementos são classificados nas seguintes categorias.

source: Instrument
el: Όργανο
ja: 音源
pt: Instrumento

source: These plugins will create an instrument track when added to the project.
el: Αυτά τα πρόσθετα θα δημιουργήσουν ένα κομμάτι οργάνου κατά την προσθήκη τους στο έργο.
ja: これらのプラグインは、プロジェクトに追加されたときにインストゥルメントトラックを作成します。
pt: Estes suplementos criarão uma faixa de instrumento ao adicionar ao projeto.

source: Effects
el: Εφέ
ja: エフェクト
pt: Efeitos

source: These plugins can be dragged into the insert slots of existing channels in the mixer or can be instantiated to create new FX tracks.
el: Αυτά τα πρόσθετα μπορούν να συρθούν σε θέσεις εισαγωγής υπάρχοντων καναλιών στον μίκτη και μπορούν να ενσαρκωθούν για τη δημιουργία καινούριων κομματιών εφέ.
pt: Esses suplementos podem ser arrastados para os compartimentos de inserção de canais existentes no misturador ou podem ser instanciados para criar faixas FX.

source: These plugins output :term:`CV` signals and can be used to modulate other plugin or track parameters.
el: Αυτά τα πρόσθετα εξάγουν σήματα :term:`CV` και μπορούν να χρησιμοποιηθούν για τη διαμόρφωση παραμέτρων άλλων προσθέτων ή κομματιών.
pt: Estes suplementos emitem sinais :term:`CV` e podem ser usados para modular outros parâmetros de suplemento ou de faixa.

source: MIDI Effects
el: Εφέ MIDI
ja: MIDIエフェクト
pt: Efeitos MIDI
