Repository: JeromyJSmith/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/zrythm-manual.po
Languages: el, ja, pt

source: Samples
el: Δείγματα
ja: サンプル

source: Appendix
el: Παράρτημα
ja: 付録

source: Menu Actions
el: Ενέργειες μενού
ja: メニューアクション

source: Shortcut Keys
el: Συντομεύσεις πληκτρολογίου
ja: ショートカット キー

source: Global Shortcuts
el: Γενικές συντομεύσεις
ja: 一般のショートカットキー

source: Editor Shortcuts
el: Συντομεύσεις επεξεργαστή
ja: 編集画面のショートカット

source: Troubleshooting
el: Επίλυση προβλημάτων
ja: トラブルシューティング

source: Todo
el: Ναγίνει
ja: 行うべきこと

source: Write this page.
el: Να γραφεί αυτή η σελίδα.
ja: このページを書く。

source: Chords and Scales
el: Συγχορδίες και κλίμακες
ja: コードとスケール

source: Overview
el: Επισκόπηση
ja: 概要

source: Chords and scales can be used to easily try out various chords and to make it easier to follow chord progressions.
el: Οι συγχορδίες και οι κλίμακες μπορούν να χρησιμοποιηθούν για την εύκολη δοκιμή διάφορων συγχορδιών και για να γίνει ευκολότερη η σύνθεση ακολουθιών συγχορδιών.
ja: コードとスケールを使用して、さまざまなコードを簡単に試聴でき、コード進行を追跡しやすくすることができます。

source: Chord Pad
el: Ταμπλέτα συγχορδιών
ja: コードパッド

source: The chord pad contains 12 pads (1 for each key on a piano keyboard) that can be used to trigger chords. The chord pad can be found in the bottom panel.
el: Η ταμπλέτα συγχορδιών περιέχει 12 ταμπλέτες (1 για κάθε πλήκτρο πληκτρολόγιου πιάνου) που μπορεί να χρησιμοποιηθεί για την πυροδότηση συγχορδιών. Η ταμπλέτα συγχορδιών μπορεί να βρεθεί στο κάτω πάνελ.
ja: コードパッドには、コードをトリガーするための 12 個のパッド (ピアノキーボードのキーごとに 1 つ) があります。コードパッドは下部パネルにあります。

source: Chord Track
el: Κομμάτι συγχορδιών
ja: コードトラック

source: Chord regions and scale objects can be created inside the chord track, and these can then be used to dictate what chord and scale is active when. For example, you can specify a chord progression as follows.
el: Οι περιοχές συγχορδιών και τα αντικείμενα κλιμάκων μπορούν να χρησιμοποιηθούν μέσα στο κόμματι συγχορδιών, και στη συνέχεια μπορούν να υπαγορεύσουν ποια συγχορδία και κλίμακα είναι ενεργή και πότε. Για παράδειγμα, μπορείτε να προσδιορίσετε μια ακολουθία συγχορδιών ως εξής.
ja: コードリージョンとスケール オブジェクトは、コード トラック内に作成でき、これらのオブジェクトを使用して、いつどのコードとスケールがアクティブであるかを指定できます。たとえば、次のようにコード進行を指定できます。

source: Chord region and scale inside the chord track in the timeline.
el: Περιοχή συγχορδιών και κλιμάκων μέσα στο κομμάτι συγχορδιών στο χρονολόγιο.
ja: タイムラインのコードトラック内のコードリージョンとスケール。

source: Chord objects inside the chord region above.
el: Αντικείμενα συγχορδιών μέσα στην περιοχή συγχορδιών από πάνω.
ja: 上のコードリージョン内のコードオブジェクト。

source: Highlighting
el: Επισήμανση
ja: ハイライト

source: You can then use highlighting inside MIDI regions to highlight the notes corresponding to the scale, chord, or both at the position of the playhead.
el: Μπορείτε στη συνέχεια να χρησιμοποιήσετε τη λειτουργία επισήμανσης μέσα σε περιοχές MIDI για να επισημάνετε τις νότες που αντιστοιχούν στην κλίμακα, συγχορδία, ή και στις δύο στη θέση της κεφαλής αναπαραγωγής.
ja: すると、MIDI リージョン内でハイライト表示を使用して、再生ヘッドの位置でのスケール、コード、またはその両方に対応するノートをハイライト表示できます。

source: Chord highlighting.
el: Επισήμανση συγχορδιών.
ja: コードの強調表示

source: Scale highlighting.
el: Επισήμανση κλιμάκων.
ja: スケールの強調表示

source: Scale and chord highlighting.
el: Επισήμανση κλιμάκων κα συγχορδιών.
ja: スケールとコードの強調表示

source: Live Audition
el: Ζωντανή ακρόαση
ja: 生オーディション

source: You can route the output of the chord track to a MIDI or Instrument track for live auditioning of the chord track's events.
el: Μπορείτε να δρομολογήσετε το εξαγόμενο του κομματιού συγχορδιών σε ένα κομμάτι MIDI ή οργάνων για ζωντανή ακρόαση των γεγονότων του κομματιού συγχορδιών.
ja: コードトラックの出力をMIDIまたはインストゥルメントトラックにルーティングして、コードトラックのイベントのライブオーディションを行うことができます。

source: This is a TODO feature.
el: Αυτό είναι ένα χαρακτηριστικό ΓΙΑΝΑΓΙΝΕΙ.
ja: これは TODOです。

source: Additional Settings
el: Πρόσθετες ρυθμίσεις
ja: その他の設定

source: Zrythm stores all of its configuration using the GSettings mechanism, which comes with the `gsettings <https://developer.gnome.org/gio/stable/gsettings-tool.html>`_ command for changing settings from the command line, or the optional GUI tool `dconf-editor <https://wiki.gnome.org/Apps/DconfEditor>`_.
el: Το Zrythm αποθηκεύει όλες τις ρυθμίσεις του χρησιμοποιώντας τον μηχανισμό Gsettings, ο οποίος παρέχει την εντολή `gsettings <https://developer.gnome.org/gio/stable/gsettings-tool.html>`_ για αλλαγή ρυθμίσεων από τη γραμμή εντολών, ή προαιρετικά το εργαλείο γραφικού περιβάλλοντος χρήστη `dconf-editor <https://wiki.gnome.org/Apps/DconfEditor>`_.
ja: Zrythmは `gsettings <https://developer.gnome.org/gio/stable/gsettings-tool.html>`_ のコマンドや `dconf-editor <https://wiki.gnome.org/Apps/DconfEditor>`_ のGUIツールがあるGSettingsを使用し、設定を保存しています。

source: Normally, you shouldn't need to access any of these settings as most of them are found inside Zrythm's UI, and it is not recommended to edit them as Zrythm validates some settings before it saves them or uses some settings internally, but in some cases you may want to change them manually for some reason - for example if your selected backend causes Zrythm to crash.
el: Κανονικά, δεν θα πρέπει να έχετε ανάγκη να έχετε πρόσβαση σε καμία από αυτές τις ρυθμίσεις, καθώς οι περισσότερες από αυτές είναι προσβάσιμες μέσα από το περιβάλλον χρήστη του Zrythm, και δεν συνίσταται να τις επεξεργαστείτε διότι το Zrythm επαληθεύει κάποιες ρυθμίσεις πριν τις αποθηκεύσει ή χρησιμοποιεί εσωτερικά κάποιες ρυθμίσεις, όμως σε μερικές περιπτώσεις μπορεί να θέλετε να τις αλλάξετε χειρωνακτικά για κάποιον λόγο - για παράδειγμα αν το επιλεγμένο παρασκήνιό σας προκαλεί κρασάρισμα του Zrythm.
ja: 通常、これらの設定のほとんどは Zrythm の UI 内に存在するので、これらの設定にアクセスする必要はないし、Zrythmはこれらの設定を保存する前にチェックしているが、手動で編集することが可能です。

source: Viewing the Current Settings
el: Προβολή των τωρινών ρυθμίσεων
ja: 現設定を表示

source: See :option:`zrythm --print-settings`.
el: Βλέπε :option:`zrythm --print-settings`.
ja: :option:`zrythm --print-settings` を参照してください。

source: Reset to Factory Settings
el: Επαναφορά στις εργαστηριακές ρυθμίσεις
ja: 初期設定にリセット

source: See :option:`zrythm --reset-to-factory`.
el: Βλέπε :option:`zrythm --reset-to-factory`.
ja: :option:`zrythm --reset-to-factory` を参照してください。

source: This will be added to the UI soon.
el: Αυτό θα προστεθεί στο περιβάλλον χρήστη σύντομα.
ja: これは、まもなく UI に追加されます。

source: Device Setup
el: Στήσιμο περιφερειακών συσκευών
ja: デバイス設定

source: Connecting MIDI and Audio Devices
el: Σύνδεση συσκευών MIDI και ήχου
ja: MIDI とオーディオ デバイスの接続

source: When using the JACK audio and MIDI backend Zrythm exposes ports to JACK, so devices can be attached there using a tool like `Qjackctl <https://qjackctl.sourceforge.io/>`_.
el: Κατά τη χρήση του παρασκηνίου ήχου και MIDI JACK, το Zrythm εκθέτει θύρες στο JACK, ώστε να μπορέσουν να συνδεθούν σε αυτές συσκευές χρησιμοποιώντας ένα εργαλείο όπως το `Qjackctl <https://qjackctl.sourceforge.io/>`_.

source: Depending on your setup, MIDI devices might need to be bridged to JACK using :term:`a2jmidid`.
el: Ανάλογα το στήσιμό σας, οι συσκευές MIDI ενδέχεται να απαιτούν γεφύρωση στο JACK χρησιμοποιώντας το :term:`a2jmidid`.
ja: 設定によっては、:term:`a2jmidid` を使用してMIDIデバイスをJACKにブリッジする必要があります。

source: Zrythm will not remember connections made externally.
el: Το Zrythm δεν θα θυμάται συνδέσεις που έγιναν εξωτερικά.
ja: Zrythmは、外部で行われた接続を記憶しません。

source: Configuration
el: Ρύθμιση
ja: 設定

source: Preferences
el: Επιλογές
ja: 設定

source: Zrythm has a Preferences dialog containing all of the global settings that can be accessed by clicking the gear icon or with :kbd:`Control-Shift-p`
el: Το Zrythm έχει ένα παράθυρο Επιλογών που περιέχει όλες τις γενικές ρυθμίσεις που μπορεί να προβληθεί κάνοντας κλικ στο εικονίδιο γραναζιού ή με το :kbd:`Control-Shift-p`

source: Each section in the preferences dialog is explained in the following sections.
el: Κάθε τμήμα από το παράθυρο επιλογών εξηγείται στους ακόλουθους τομείς.

source: General
el: Γενικά
ja: 全般

source: General settings.
el: Γενικές ρυθμίσεις.
ja: 一般的設定

source: Engine
el: Κινητήρας
ja: エンジン

source: Audio engine settings.
el: Ρυθμίσεις κινητήρα ήχου.
ja: オーディオ エンジンの設定。

source: Audio backend
el: Παρασκήνιο ήχου
ja: オーディオバックエンド

source: The audio backend to use. The available backends are JACK, RtAudio and SDL2. We recommend using :term:`JACK` when possible, otherwise RtAudio.
el: Το παρασκήνιο ήχου προς χρήση. Τα διαθέσιμα παρασκήνια είναι JACK, RtAudio και SDL2. Συνιστούμε τη χρήση :term:`JACK` όπου είναι δυνατόν, αλλιώς RtAudio.
ja: 使用するオーディオ バックエンド。使用可能なバックエンドは、JACK、RtAudio、SDL2 です。可能であれば :term:`JACK` を使用することをお勧めします。

source: MIDI backend
el: Παρασκήνιο MIDI
ja: MIDIバックエンド

source: The MIDI backend to use. The available backends are JACK MIDI, RtMidi and WindowsMME (Windows only). We recommend using JACK MIDI when possible, otherwise RtMidi.
el: Το παρασκήνιο MIDI προς χρήση. Τα διαθέσιμα παρασκήνια είναι JACK MIDI, RtMidi και WindowsMME (μόνο στα Windows). Συνιστούμε τη χρήση JACK MIDI όπου είναι δυνατόν, αλλιώς RtMidi.

source: MIDI controllers
el: Χειριστές MIDI
ja: MIDIコントローラー

source: A list of controllers to auto-connect to.
el: Μια λίστα χειριστών προς σύνδεση.
ja: 自動接続するコントローラのリスト。

source: Audio inputs
el: Εισαγόμενοι ήχοι
ja: オーディオ入力

source: A list of audio inputs to auto-connect to.
el: Μια λίστα εισαγόμενων ήχων προς σύνδεση.
ja: 自動接続するオーディオ入力の一覧。

source: Paths (Global)
el: Μονοπάτια (Καθολικά)
ja: パス（グローバル）

source: Global paths.
el: Καθολικά μονοπάτια.
ja: グローバル パス。

source: Zrythm path
el: Μονοπάτι Zrythm
ja: Zrythmのパス

source: The :term:`Zrythm user path`.
el: Το :term:`μονοπάτι χρήστη Zrythm <Zrythm user path>`.
ja: :term:`Zrythm user path`。

source: Plugins
el: Πρόσθετα
ja: プラグイン

source: :term:`Plugin` settings.
el: Ρυθμίσεις :term:`προσθέτων <Plugin>`.
ja: :term:`Plugin` の設定。

source: UIs
el: Διεπαφές χρήστη
ja: UI

source: Plugin UIs.
el: Διεπαφές χρήστη προσθέτων.
ja: プラグインUI。

source: Generic UIs
el: Κοινές διεπαφές χρήστη
ja: 汎用UI

source: Show generic plugin UIs generated by Zrythm instead of custom ones.
el: Προβολή γενικών (κοινών) διεπαφών χρήστη προσθέτων που παράγονται από το Zrythm αντί των προσαρμοσμένων.
ja: カスタムのものではなく、Zrythmによって生成された汎用のプラグインUIを表示します。

source: Open UI on instantiation
el: Άνοιγμα διεπαφής χρήστη κατά την ενσάρκωση
ja: インスタンス化時に UI を開く

source: Open plugin UIs when they are instantiated.
el: Άνοιγμα διεπαφών χρήστη προσθέτων κατά την ενσάρκωσή τους.
ja: インスタンス化されたときにプラグインの UI を開く。

source: Keep window on top
el: Διατήρηση παραθύρου στην κορυφή
ja: ウィンドウを上に保持

source: Always show plugin UIs on top of the main window.
el: Να προβάλλονται πάντα οι διεπαφές χρήστη προσθέτων στην κορυφή του κεντρικού παραθύρου.
ja: 常にメインウィンドウの上にプラグインのUIを表示します。

source: Bridge unsupported UIs
el: Γεφύρωση μη υποστηριζόμενων διεπαφών χρήστη
ja: サポートされていない UI をブリッジする

source: Bridge unsupported UIs in another process instead of creating generic ones.
el: Γεφύρωση μη υποστηριζόμενων διεπαφών χρήστη σε άλλη διεργασία αντί για δημιουργία γενικών (κοινών) διεπαφών.
ja: サポートされていないUIをジェネリックなものを作成する代わりに、別のプロセスにブリッジします。

source: This may lead to performance loss for some plugins.
el: Αυτό μπορεί να οδηγήσει σε απώλεια απόδοσης σε μερικά πρόσθετα.
ja: これは、いくつかのプラグインのパフォーマンスの低下につながる可能性があります。

source: Refresh rate
el: Ανανέωση ρυθμού
ja: 再描画間隔

source: Refresh rate in Hz. If set to 0, the screen's refresh rate will be used.
el: Ανανέωση ρυθμού σε Hz. Αν οριστεί σε 0, θα χρησιμοποιηθεί η ανανέωση ρυθμού της οθόνης.
ja: リフレッシュレート（Hz）。0に設定すると、画面のリフレッシュレートが使用されます。

source: Paths
el: Μονοπάτια
ja: パス

source: VST plugins
el: Πρόσθετα VST
ja: VSTプラグイン

source: The search paths to scan for :term:`VST2` plugins in.
el: Τα μονοπάτια αναζήτησης προς σκανάρισμα προσθέτων :term:`VST2`.
ja: :term:`VST2` プラグインをスキャンする検索パス。

source: This option is only available on Windows. On GNU/Linux and MacOS the paths are fixed. See :ref:`scanning-plugins` for details.
el: Αυτή η επιλογή είναι διαθέσιμη μόνο στα Windows. Στα GNU/Linux και στα MacOS τα μονοπάτια είναι σταθερά. Βλέπε :ref:`scanning-plugins` για λεπτομέρειες.
ja: このオプションは Windows でのみ使用できます。GNU/Linux および MacOS ではパスが固定されています。詳細については、 :ref:`scanning-plugins` を参照してください。

source: SFZ instruments
el: Όργανα SFZ
ja: SFZ音源

source: The search paths to scan for :term:`SFZ` instruments in.
el: Τα μονοπάτια αναζήτησης προς σκανάρισμα προσθέτων :term:`SFZ`.
ja: :term:`SFZ` インストゥルメントをスキャンする検索パス。

source: SF2 instruments
el: Όργανα SF2
ja: SF2音源

source: The search paths to scan for :term:`SF2` instruments in.
el: Τα μονοπάτια αναζήτησης προς σκανάρισμα προσθέτων :term:`SF2`.
ja: :term:`SF2` インストゥルメントの検索パス。

source: :term:`DSP` settings.
el: Ρυθμίσεις :term:`DSP`.
ja: :term:`DSP` 設定

source: Pan
el: Πανάρισμα
ja: パン

source: :term:`Panning` options for :term:`Mono` signals (not used at the moment).
el: Ρυθμίσεις :term:`παναρίσματος <Panning>` για σήματα :term:`Μόνο <Mono>` (δεν χρησιμοποιείται αυτή τη στιγμή).
ja: :term:`Mono` シグナル用の :term:`Panning` 設定 (現時点では使用されていません)。

source: Pan algorithm
el: Αλγόριθμος παναρίσματος
ja: パンの計算法

source: The panning algorithm to use when applying pan on mono signals. See the graph below for the different curves as you move the pan from left to right. We recommend leaving it as the default (Sine). See https://www.cs.cmu.edu/~music/icm-online/readings/panlaws/index.html for more information.
el: Ο αλγόριθμος παναρίσματος προς χρήση κατά την εφαρμογή παναρίσματος στα σήματα μόνο. Βλέπε το γράφημα παρακάτω για διαφορετικές καμπύλες κατά τη μετακίνηση του παναρίσματος από αριστερά στα δεξιά. Συνιστούμε να το αφήσετε στην προεπιλεγμένη του κατάσταση (ημιτονοειδές). Βλέπε https://www.cs.cmu.edu/~music/icm-online/readings/panlaws/index.html για περισσότερες πληροφορίες.

source: Pan algorithms (:blue:`sine`, :red:`square root`, :green:`linear`).
el: Αλγόριθμοι παναρίσματος (:blue:`ημιτονοειδές`, :red:`τετραγωνική ρίζα`, :green:`γραμμικό`).
ja: パンアルゴリズム (:blue:`正弦`, :red:`平方根`, :green:`線形`).

source: Pan law
el: Νόμος παναρίσματος
ja: パン・ロー

source: The :term:`Pan law` to use when applying pan on mono signals.
el: Ο :term:`νόμος παναρίσματος <Pan law>` προς χρήση κατά την εφαρμογή παναρίσματος σε σήματα μόνο.

source: Editing
el: Επεξεργασία
ja: 編集

source: Editing options.
el: Ρυθμίσεις επεξεργασίας.
ja: 編集オプション。

source: Audio
el: Ήχος
ja: オーディオ

source: Audio editing.
el: Επεξεργασία ήχου.
ja: オーディオ編集。

source: Fade algorithm
el: Αλγόριθμος fade
ja: フェードアルゴリズム

source: Default fade algorithm to use for fade in/outs.
el: Προεπιλεγμένος αλγόριθμος fade προς χρήση για fade in/outs.
ja: フェードイン/アウトに使用するデフォルトのフェードアルゴリズム。

source: Automation
el: Αυτοματισμός
ja: オートメーション

source: Automation editing.
el: Επεξεργασία αυτοματισμού.
ja: オートメーション編集。

source: Curve algorithm
el: Αλγόριθμος καμπύλης
ja: カーブのアルゴリズム

source: Default curve algorithm to use for automation curves.
el: Προεπιλεγμένος αλγόριθμος καμπύλης προς χρήση για καμπύλες αυτοματισμού.
ja: オートメーションカーブに使用するデフォルトのカーブアルゴリズム。

source: Undo
el: Αναίρεση
ja: 元に戻す

source: Undo options.
el: Αναίρεση ρυθμίσεων.
ja: 元に戻すオプション。

source: Undo stack length
el: Αριθμός δυνατών αναιρέσεων ενεργειών
ja: 元に戻すスタックの長さ

source: Maximum undo history stack length. Set to -1 for unlimited.
el: Μέγιστος αριθμός ενεργειών που μπορούν να αναιρεθούν. Ορίστε σε -1 για απεριόριστο.
ja: 元に戻す履歴のスタックの最大長。無制限の場合は -1 に設定します。

source: We recommend leaving it at 128.
el: Συνιστούμε να το αφήσετε στα 128.
ja: 128のままにすることをお勧めします。

source: Projects
el: Έργα
ja: プロジェクト

source: Project settings.
el: Ρυθμίσεις έργου.
ja: プロジェクト設定。

source: General (Project)
el: Γενικά (Έργο)
ja: 一般（プロジェクト）

source: General project settings.
el: Γενικές ρυθμίσεις έργου.
ja: 一般的なプロジェクト設定。

source: Autosave interval
el: Μεσοδιάστημα αυτόματης αποθήκευσης
ja: 自動保存間隔

source: Interval to auto-save projects, in minutes. Auto-saving will be disabled if this is set to 0.
el: Μεσοδιάστημα για αυτόματη αποθήκευση έργων, σε λεπτά. Η αυτόματη αποθήκευση θα απενεργοποιηθεί αν οριστεί σε 0.
ja: プロジェクトのバックアップを自動保存する間隔を分単位で設定します。これを 0 に設定すると、自動保存が無効になります。

source: This refers to automatic back-ups. The main project will not be overwritten unless you explicitly save it.
el: Αυτό αναφέρεται στα αυτόματα αντίγραφα ασφαλείας. Το κύριο έργο δεν θα επεγγραφεί εκτός αν το αποθηκεύσετε ρητά.
ja: これは自動バックアップを指します。メイン プロジェクトは、明示的に保存しない限り上書きされません。

source: UI
el: Διεπαφή χρήστη

source: User interface options.
el: Ρυθμίσεις διεπαφής χρήστη.
ja: ユーザーインターフェースのオプション。

source: General (UI)
el: Γενικά (διεπαφή χρήστη)
ja: 一般（UI）

source: General user interface options.
el: Γενικές ρυθμίσεις διεπαφής χρήστη.
ja: 一般的なユーザー インターフェイス オプション。

source: User interface language
el: Γλώσσα διεπαφής χρήστη
ja: ユーザー インターフェイス言語

source: The language to use for the user interface.
el: Η γλώσσα προς χρήση για τη διεπαφή χρήστη.
ja: ユーザーインターフェースに使用する言語。

source: For a list of supported languages and their translation status, or to translate Zrythm into your language, see `Weblate <https://hosted.weblate.org/projects/zrythm/>`_.
el: Για μια λίστα των υποστηριζόμενων γλωσσών και την κατάσταση μετάφρασής τους, ή για τη μετάφραση του Zrythm στη γλώσσα σας, βλέπε `Weblate <https://hosted.weblate.org/projects/zrythm/>`_.

source: Some of these settings require a restart of Zrythm to take effect.
el: Κάποιες από αυτές τις ρυθμίσεις απαιτούν επανεκκίνηση του Zrythm για να επιδράσουν.

source: Contributing
el: Συνεισφορά
ja: 貢献

source: We appreciate contributions of any type and size. Tell us how you would like to help, and we will do our best to guide you.
el: Εκτιμούμε συνεισφορές οποιουδήποτε τύπου και μεγέθους. Πείτε μας πώς θα θέλατε να βοηθήσετε και θα βάλουμε τα δυνατά μας να σας καθοδηγήσουμε.
ja: あらゆる種類や規模の貢献に感謝します。あなたがどのように支援したいか教えて頂けましたら、最善を尽くして案内します。

source: Coding
el: Προγραμματισμός
ja: コーディング

source: Please see the :download:`HACKING <../../../HACKING.md>` file in the source distribution.
el: Παρακαλούμε βλέπετε το αρχείο :download:`HACKING <../../../HACKING.md>` στην πηγαία διανομή.
ja: ソース配布物の中の :download:`HACKING <../../../HACKING.md>` ファイルを参照してください。

source: Web Design
el: Σχεδιασμός ιστοσελίδας
ja: Webデザイン

source: Artwork and Themes
el: Καλλιτεχνική επιμέλεια και θέματα
ja: アートワークとテーマ

source: Zrythm is CSS themable and also makes use of many icons, some customized and some borrowed from other themes. If you would like to contribute artwork such as icons you can start by creating your own themes and icons as discussed in :ref:`icon-themes` and :ref:`css`.
el: Η εμφάνιση του Zrythm είναι επεξεργάσιμη με CSS και χρησιμοποιεί πολλά εικονίδια, κάποια από τα οποία είναι προσαρμοσμένα και κάποια που είναι δανεισμένα από άλλα θέματα. Αν θα θέλατε να συνεισφέρετε στην καλλιτεχνική επιμέλεια, όπως για παράδειγμα στα εικονίδια, μπορείτε να αρχίσετε με τη δημιουργία δικών σας θεμάτων και εικονιδίων συμβουλευόμενοι τους συνδέσμους :ref:`icon-themes` και :ref:`css`.

source: Testing
el: Δοκιμή και έλεγχος
ja: テスト

source: You are welcome to join us in testing the latest features in Zrythm and reporting bugs and feedback on `Sourcehut <https://todo.sr.ht/~alextee>`_.
el: Είστε ευπρόσδεκτοι να βοηθήσετε στη δοκιμή και τον έλεγχο των τελευταίων χαρακτηριστικών στο Zrythm, καθώς και στην αναφορά σφαλμάτων και τη γενικότερη εποικοδομητική κριτική στο `Redmine <https://redmine.zrythm.org/projects/zrythm/issues>`_.

source: The latest development branch for new features is ``development`` in our `git repository <https://git.zrythm.org/cgit/zrythm>`_.
el: Ο πιο πρόσφατος τομέας προγραμματισμού νέων λειτουργιών είναι το ``development`` στην `αποθήκη git <https://git.zrythm.org/cgit/zrythm>` _ μας.
ja: 新機能の最新の開発ブランチは、 `gitリポジトリ <https://git.zrythm.org/cgit/zrythm>`_ の ``develop`` です。

source: Editing this Manual
el: Επεξεργασία αυτού του εγχειριδίου
ja: このマニュアルの編集

source: Click on the :guilabel:`View Source` button at the top of the page to find which file the page exists in, find the file in the source distribution and edit it.
el: Κάντε κλικ στο κουμπί :guilabel:`Προβολή κώδικα` στο πάνω μέρος της σελίδας για να βρείτε σε ποιο αρχείο βρίσκεται η σελίδα, να βρείτε πού βρίσκεται το αρχείο στην πηγαία διανομή και να το επεξεργαστείτε.

source: You will need to have `Sphinx <https://www.sphinx-doc.org/en/master/>`_ installed to compile this manual.
el: Θα πρέπει να έχετε το `Sphinx <https://www.sphinx-doc.org/en/master/>`_ εγκατεστημένο για να μεταγλωττίσετε αυτό το εγχειρίδιο.
ja: このマニュアルをコンパイルするには、`Sphinx <https://www.sphinx-doc.org/en/master/>`_ がインストールされている必要があります。

source: Translation
el: Μετάφραση
ja: 翻訳

source: Zrythm is available for translation at `Weblate <https://hosted.weblate.org/engage/zrythm/?utm_source=widget>`_.
el: Το Zrythm είναι διαθέσιμο για μετάφραση στο `Weblate <https://hosted.weblate.org/engage/zrythm/?utm_source=widget>`_.
ja: Zrythmは、 `Weblate <https://hosted.weblate.org/engage/zrythm/?utm_source=widget>`_ で翻訳できます。

source: The Zrythm translation project contains the translations for the Zrythm program, the website as well as sections of this manual.
el: Το εγχείρημα μετάφρασης του Zrythm περιέχει τις μεταφράσεις για το πρόγραμμα Zrythm, την ιστοσελίδα, καθώς και τις ενότητες αυτού του εγχειριδίου.
ja: Zrythm翻訳プロジェクトには、Zrythmプログラム、ウェブサイト、およびこのマニュアルのセクションの翻訳があります。

source: Click on the project you wish to work on, and then select a language in the screen that follows. For more information on using Weblate, please see the `official documentation <https://docs.weblate.org/en/latest/user/translating.html>`_.
el: Κάντε κλικ πάνω στο εγχείρημα στο οποίο επιθυμείτε να δουλέψετε, και στη συνέχεια επιλέξτε μια γλώσσα στην οθόνη που ακολουθεί. Για περισσότερες πληροφορίες σχετικά με τη χρήση του Weblate, παρακαλούμε συμβουλευτείτε τα `επίσημα εγχειρίδια <https://docs.weblate.org/en/latest/user/translating.html>`_ του Weblate.
ja: 作業したいプロジェクトをクリックし、次の画面で言語を選択します。Weblateの使い方については、 `公式ドキュメント <https://docs.weblate.org/ja/latest/user/translating.html>`_ を参照してください。

source: User Manual
el: Εγχειρίδιο χρήστη
ja: マニュアル

source: When translating the user manual, please make sure you follow the following Sphinx/RST syntax, to avoid errors when applying your translations.
el: Κατά τη μετάφραση αυτού του εγχειρίδιου χρήστη, παρακαλούμε βεβαιωθείτε ότι ακολουθείτε τη σύνταξη Sphinx/RST, ώστε να αποφευχθούν σφάλματα κατά την εφαρμογή των μεταφράσεών σας.

source: General Syntax
el: Γενική σύνταξη

source: When you see something inside ``:``, such as ``:term:``, it should be left untranslated. The part following should be left untranslated as well. For example:
el: Όταν βλέπετε κάτι μέσα στο ``:``, όπως το ``:term:``, αυτό πρέπει να μείνει αμετάφραστο. Το μέρος που ακολουθεί πρέπει να μείνει επίσης αμετάφραστο. Για παράδειγμα:

source: should be translated in French as
el: πρέπει να μεταφραστεί στα Γαλλικά ως

source: This is because this value will replaced automatically by Sphinx with the translation for ``Parameter``. The only exception to this rule is when you see the ``<>`` characters. For example:
el: Ο λόγος που γίνεται αυτό είναι επειδή αυτή η τιμή θα αντικατασταθεί αυτόματα από το Sphinx με τη μετάφραση για το ``Parameter``. Η μόνη εξαίρεση σε αυτόν τον κανόνα είναι όταν βλέπετε τους χαρακτήρες ``<>``. Για παράδειγμα:

source: Please make sure you do not insert or remove spaces. The following examples will cause errors.
el: Παρακαλούμε βεβαιωθείτε ότι δεν εισάγετε ή δεν αφαιρείτε κενά. Τα ακόλουθα παραδείγματα θα προκαλέσουν σφάλματα.

source: Also, there should be space, comma or period after such syntax, like below.
el: Επίσης, πρέπει να υπάρχει κενό, κόμμα ή περίοδος μετά από αντίστοιχη σύνταξη, όπως παρακάτω.

source: The following examples will cause errors.
el: Τα ακόλουθα παραδείγματα θα προκαλέσουν σφάλματα.

source: The following syntax usually refers to a path, so please keep it unchanged, otherwise the file it refers to will not be found.
el: Η ακόλουθη σύνταξη συνήθως αναφέρεται σε ένα μονοπάτι, οπότε παρακαλούμε αφήστε το χωρίς αλλαγή, αλλιώς το αρχείο στο οποίο αναφέρεται δεν θα βρεθεί.
