Repository: JeromyJSmith/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/zrythm-manual.po
Languages: el, ja, pt

source: These plugins modify incoming :term:`MIDI` signals and can be used in the MIDI signal chain of an Instrument or MIDI track.
el: Αυτά τα πρόσθετα διαμορφώνουν εισερχόμενα σήματα :term:`MIDI` και μπορούν να χρησιμοποιηθούν στην αλυσίδα σημάτων MIDI ενός οργάνου ή ενός κομματιού MIDI.
ja: これらのプラグインは、着信 :term:`MIDI` 信号を変更し、インストゥルメントまたはMIDIトラックのMIDI信号チェーンで使用することができます。
pt: Estes suplementos modificam os sinais :term:`MIDI` de entrada e servem na cadeia de sinais MIDI de um Instrumento ou faixa MIDI (em breve).

source: Zrythm looks inside the plugin's metadata to determine what type the plugin is. If that is not enough, Zrythm makes a decision based on the number of audio, MIDI, control and CV input and output ports a plugin has.
el: Το Zrythm κοιτάει μέσα στα δεδομένα του προσθέτου για να προσδιορίσει τον τύπο του προσθέτου. Αν δεν επαρκεί αυτό, το Zrythm θα αποφασίσει βασιζόμενο στον αριθμό ήχων, MIDI, χειριστών και θυρών εισαγόμενων και εξαγόμενων CV που έχει ένα πρόσθετο.
pt: O Zrythm olha dentro dos metadados do suplemento para determinar que tipo o suplemento é. Se não for suficiente, o Zrythm decide à base da quantidade de portas de entrada e saída de áudio, MIDI, controle e CV.

source: Plugin Ports
el: Θύρες προσθέτων
ja: プラグインポート
pt: Portas de Suplementos

source: Plugins consist of controls (parameters) and a variety of audio, :term:`MIDI` and :term:`CV` ports. Ports are explained in :ref:`ports`.
el: Τα πρόσθετα αποτελούνται από χειριστές (παραμέτρους) και μια ποικιλία θυρών ήχου, :term:`MIDI` και :term:`CV`. Οι θύρες εξηγούνται στις :ref:`ports`.
pt: Os suplementos consistem em controles (parâmetros) e uma variedade de portas de áudio, :term:`MIDI` e :term:`CV`. As portas são explicadas em :ref:`ports`.

source: Zrythm first creates all plugins with the following special control ports. After these ports are created, Zrythm appends the rest of the plugin's ports.
el: Το Zrythm θα δημιουργήσει πρώτα όλα τα πρόσθετα με τις εξής ειδικές θύρες ελέγχου. Αφού δημιουργηθούν αυτές οι θύρες, το Zrythm θα συνδέσει τις υπόλοιπες θύρες του προσθέτου.
pt: Primeiro Zrythm cria todos os suplementos com as portas de controle especiais seguintes. Após estas portas serem criadas, a Zrythm acrescenta o resto das portas do suplemento.

source: Enabled
el: Ενεργοποίηση
ja: 有効
pt: Ativado

source: Controls whether the plugin is active or bypassed.
el: Ελέγχει αν το πρόσθετο είναι ενεργό ή σε παράβλεψη.
ja: プラグインがアクティブかバイパス状態かを制御します。
pt: Controla se o suplemento está ativo ou se foi contornado.

source: Gain
el: Απολαβή (gain)
ja: ゲイン
pt: Ganho

source: Increases the output volume of the plugin (if applicable).
el: Αυξάνει την εξαγόμενη ένταση του προσθέτου (αν εφαρμόζεται).
ja: プラグインの出力ボリュームを上げます (該当する場合)。
pt: Aumenta o volume de saída do suplemento (se aplicável).

source: All of the plugin's ports will be shown in the :ref:`Inspector Page <plugins-files/plugins/inspector-page:Inspector Page>`
el: Όλες οι θύρες του προσθέτου θα προβληθούν στη :ref:`σελίδα επιθεωρητή <plugins-files/plugins/inspector-page:Inspector Page>`
pt: Todas as portas dos suplementos serão mostradas na :ref:`Página do inspetor <plugins-files/plugins/inspector-page:Inspector Page>`

source: Plugin Window
el: Παράθυρο προσθέτου
ja: プラグインウィンドウ
pt: Janela do suplemento

source: Custom UIs
el: Προσαρμοσμένα περιβάλλοντα χρήστη
ja: カスタムUI
pt: UIs personalizadas

source: When Plugin UIs are opened, a window such as the following will be displayed, if the plugin ships with its own UI. This window will contain additions by Zrythm (such as the `File` and `Presets` menus).
el: Όταν ανοίξουν τα περιβάλλοντα χρήστη προσθέτων, ένα παράθυρο όπως το παρακάτω θα προβληθεί, αν το πρόσθετο παρέχει δικό του περιβάλλον χρήστη. Αυτό το παράθυρο θα περιέχει επιπρόσθετες ενέργειες του Zrythm (όπως τα μενού `File` και `Presets`).
pt: Quando as IUs de suplementos são abertas, uma janela como a seguinte será exibida, se o suplemento for fornecido com a própria IU dele.

source: Some plugin UIs cannot be wrapped and will be opened in separate windows without additions like `File` or `Presets`.
el: Κάποια περιβάλλοντα χρήστη προσθέτων δεν μπορούν να περιτυλιχθούν και θα ανοίξουν σε ξεχωριστά παράθυρα χωρίς πρόσθετες ενέργειες όπως `File` ή `Presets`.
pt: Algumas IUs de suplemento não podem ser embrulhadas e serão abertas em janelas separadas sem adições como `Ficheiros` ou `Predefinições`.

source: If the plugin does not ship with its own UI, the following generic UI will be generated for it.
el: Αν το πρόσθετο δεν παρέχει δικό του περιβάλλον χρήστη, θα παραχθεί για αυτό το εξής κοινό περιβάλλον χρήστη.
ja: プラグインが独自の UI を持たない場合は、次の汎用 UI が生成されます。
pt: Se o suplemento não for fornecido com a própria IU dele, a seguinte IU genérica será gerada para ele.

source: This only applies to :term:`LV2` plugins. For other types of plugins, you can edit their parameters in the plugin inspector page (see :ref:`plugin-inspector-page`).
el: Αυτό εφαρμόζεται μόνο στα πρόσθετα :term:`LV2`. Για άλλους τύπους προσθέτων, μπορείτε να επεξεργαστείτε τις παραμέτρους τους στη σελίδα επιθεωρητή προσθέτων (βλέπε :ref:`plugin-inspector-page`).
ja: これは :term:`LV2` プラグインにのみ適用されます。その他の種類のプラグインについては、プラグインインスペクターページでパラメータを編集できます ( :ref:`plugin-inspector-page` を参照)。
pt: Isto só se aplica a :term:`LV2` suplemento. Para outros tipos de suplementos, pode editar os parâmetros deles na página do inspetor de suplementos (veja :ref:`plugin-inspector-page`).

source: Bridging
el: Γεφύρωση
ja: ブリッジ

source: Most plugins are instantiated in the same process as Zrythm. This has the advantage that :term:`DSP` is very fast, however, some plugin UIs are not compatible with Zrythm and need to be bridged (ie, run as separate processes).
el: Τα περισσότερα πρόσθετα ενσαρκώνονται στην ίδια διεργασία όπως του Zrythm. Αυτό έχει το πλεονέκτημα ότι το :term:`DSP` είναι πολύ γρήγορο, ωστόσο, κάποια περιβάλλοντα χρήστη προσθέτων δεν είναι συμβατά με το Zrythm και πρέπει να γεφυρωθούν (δηλαδή να εκτελεστούν ως ξεχωριστές διεργασίες).
ja: ほとんどのプラグインは Zrythm と同じプロセスでインスタンス化されます。これは、 :term:`DSP` が非常に高速であるという利点を持っていますが、いくつかのプラグインのUIはZrythmと互換性がなく、ブリッジする必要があります(すなわち、別々のプロセスとして実行されます)。
pt: A maioria dos suplementos são instanciados no mesmo processo que o Zrythm. Isto tem a vantagem de que o processamento :term:`DSP` é muito rápido, no entanto, algumas IU de suplementos não são compatíveis com o Zrythm e precisam ser interligadas (executados como processos separados).

source: When it is possible to bridge only the UI, Zrythm will do so, and this will not have any performance implications on DSP. If bridging the whole plugin is required, this will have some performance implications, since it is required to communicate with the plugin in another process.
el: Όπου είναι δυνατό να γεφυρωθεί μόνο το περιβάλλον χρήστη, αυτό θα κάνει και το Zrythm, και αυτό δεν θα έχει καμία επιπλοκή στην απόδοση του DSP. Αν απαιτείται γεφύρωση όλου του προσθέτου, αυτό θα έχει επιπλοκές στην απόδοση, επειδή απαιτείται να γίνει επικοινωνία με το πρόσθετο σε άλλη διεργασία.
pt: Quando for possível fazer a ponte apenas a IU, a Zrythm o fará e isto não terá implicações de desempenho no DSP. Se for necessário fazer a ponte entre todo o suplemento, isso terá algumas implicações de desempenho, já que é necessário comunicar com o suplemento em outro processo.

source: This process is transparent to the user and only mentioned for reference.
el: Αυτή η διεργασία είναι διαφανής στον χρήστη και περιλαμβάνεται εδώ απλώς για αναφορά.
ja: このプロセスはユーザーにとって透明であり、参考までにしか言及されていません。
pt: Este processo é transparente para o utilizador e apenas mencionado aqui para referência.

source: Opening Plugins in Bridged Mode
el: Άνοιγμα προσθέτων σε λειτουργία γεφύρωσης
ja: ブリッジモードでプラグインを開く
pt: Abrir suplementos no modo bridged

source: Sometimes, you may need to manually tell Zrythm to open plugins in a specific way. You can find the options available for each plugin by right clicking on the plugin in the :ref:`plugin-browser`.
el: Μερικές φορές, ενδέχεται να χρειάζεται να πείτε χειροκίνητα στο Zrythm να ανοίξει πρόσθετα με έναν συγκεκριμένο τρόπο. Μπορείτε να βρείτε όλες τις διαθέσιμες ρυθμίσεις για κάθε πρόσθετο κάνοντας δεξί κλικ πάνω στο πρόσθετο στον :ref:`plugin-browser`.
pt: Às vezes, pode precisar dizer manualmente ao Zrythm para abrir suplementos de uma forma específica. Pode encontrar as opções disponíveis para cada suplemento a clicar no botão direito do rato em plugin no :ref:`plugin-browser`.

source: Scanning for Plugins
el: Σκανάρισμα προσθέτων
ja: プラグインのスキャン
pt: Procurando suplementos

source: Zrythm will scan for plugins on startup and will remember those plugins until it is closed. Zrythm supports :term:`LV2`, :term:`VST2`, :term:`VST3` and :term:`AU` plugins. LV2 is the recommended standard.
el: Το Zrythm θα σκανάρει πρόσθετα κατά την εκκίνηση και θα θυμάται τα πρόσθετα μέχρι να κλείσει. Το Zrythm υποστηρίζει πρόσθετα :term:`LV2`, :term:`VST2`, :term:`VST3` και :term:`AU`. Το LV2 είναι το προτεινόμενο πρότυπο.
pt: A Zrythm procurará suplementos na inicialização e lembrará-se desses suplementos até que seja fechado. O Zrythm suporta :term:`LV2`, :term:`VST2`, :term:`VST3` e :term:`AU` plugins. LV2 é o padrão recomendado.

source: :term:`SFZ` and :term:`SF2` instruments are also supported, and they are scanned as instrument plugins.
el: Όργανα :term:`SFZ` και :term:`SF2` υποστηρίζονται επίσης, και σκανάρονται ως πρόσθετα οργάνων.
ja: :term:`SFZ` と :term:`SF2` のインストゥルメントもサポートされており、インストゥルメントプラグインとしてスキャンされます。
pt: Instrumentos de :term:`SFZ` e :term:`SF2` também são suportados e são digitalizados como suplementos de instrumentos.

source: Plugin scanning can be disabled by passing :envvar:`NO_SCAN_PLUGINS` when running Zrythm.
el: Το σκανάρισμα προσθέτων μπορεί να απενεργοποιηθεί ενεργοποιώντας την εντολή :envvar:`NO_SCAN_PLUGINS` κατά την εκτέλεση του Zrythm.
pt: A procura por suplementos pode ser desativada a passar :envvar:`NO_SCAN_PLUGINS` ao executar o Zrythm.

source: LV2 Scan
el: Σκανάρισμα LV2
ja: LV2 スキャン
pt: Procurar LV2

source: Zrythm will scan for LV2 plugins in the `standard paths specified here <https://lv2plug.in/pages/filesystem-hierarchy-standard.html>`_. You can bypass this behavior by passing :envvar:`LV2_PATH`.
el: Το Zrythm θα σκανάρει πρόσθετα LV2 στα `προεπιλεγμένα μονοπάτια που προσδιορίζονται εδώ <https://lv2plug.in/pages/filesystem-hierarchy-standard.html>`_. Μπορείτε να παρακάμψετε αυτή τη συμπεριφορά ενεργοποιώντας την εντολή :envvar:`LV2_PATH`.
ja: Zrythmは、 `ここで指定された標準パス <https://lv2plug.in/pages/filesystem-hierarchy-standard.html>`_ でLV2プラグインをスキャンします。 :envvar:`LV2_PATH` を渡すことで、この動作を回避できます。
pt: A Zrythm irá procurar por suplementos LV2 nos "caminhos padrão especificados aqui <https://lv2plug.in/pages/filesystem-hierarchy-standard.html>`_. Pode ignorar este comportamento a passar a variável de ambiente :envvar:`LV2_PATH` para especificar caminhos personalizados. Por exemplo, ``LV2_PATH=$HOME/custom-lv2-dir zrythm``.

source: VST2/VST3 Scan
el: Σκανάρισμα VST2/VST3
ja: VST2/VST3 スキャン
pt: Varredura de VST2/VST3

source: GNU/Linux and FreeBSD
el: GNU/Linux και FreeBSD
ja: GNU/LinuxとFreeBSD
pt: GNU/Linux e FreeBSD

source: Zrythm will scan for VST2 plugins in the following paths,
el: Το Zrythm θα σκανάρει πρόσθετα VST2 στα εξής μονοπάτια,
ja: Zrythmは、次のパスで VST2 プラグインをスキャンします。
pt: O Zrythm procurará suplementos VST nos caminhos seguintes,

source: and VST3 plugins in the following paths.
el: και πρόσθετα VST3 στα εξής μονοπάτια.
ja: と以下のパスのVST3プラグイン。
pt: e suplementos de VST3 nos seguintes caminhos.

source: You can bypass this behavior by passing :envvar:`VST_PATH` and :envvar:`VST3_PATH`.
el: Μπορείτε να παρακάμψετε αυτή τη συμπεριφορά ενεργοποιώντας την εντολή :envvar:`VST_PATH` και :envvar:`VST3_PATH`.
ja: :envvar:`VST_PATH` と :envvar:`VST3_PATH` を渡すことで、この動作をオーバーライドすることができます。
pt: Pode ignorar este comportamento a passar :envvar:`VST_PATH` e :envvar:`VST3_PATH`.

source: If your system uses a libdir other than ``lib`` (for example ``lib64``), Zrythm will scan for plugins in both locations.
el: Αν το σύστημά σας χρησιμοποιεί κάποιο libdir διαφορετικό από το ``lib`` (για παράδειγμα ``lib64``), το Zrythm θα σκανάρει πρόσθετα και στους δύο προορισμούς.
ja: システムが ``lib`` 以外の libdir (例えば ``lib64`` ) を使用している場合、Zrythm は両方の場所でプラグインをスキャンします。
pt: Se o seu sistema utiliza uma libdir diferente de ``lib`` (por exemplo ``lib64``), Zrythm irá procurar por suplementos em ambas as localizações.

source: Zrythm will scan for VST plugins in the paths specified in :ref:`vst-paths`.
el: Το Zrythm θα σκανάρει πρόσθετα VST στα μονοπάτια που προσδιορίζονται στα :ref:`vst-paths`.
ja: Zrythm は 、 :ref:`vst-paths` で指定されたパス内の VST プラグインをスキャンします。
pt: Zrythm irá procurar por suplementos VST nos caminhos especificados em :ref:`vst-paths`.

source: Zrythm will scan for VST plugins in the paths specified in `VST plug-in locations on Mac OS X and macOS <https://helpcenter.steinberg.de/hc/en-us/articles/115000171310>`_.
el: Το Zrythm θα σκανάρει πρόσθετα VST στα μονοπάτια που προσδιορίζονται στους `προορισμούς προσθέτων VST στα Mac OS X και macOS <https://helpcenter.steinberg.de/hc/en-us/articles/115000171310>`_.
pt: Zrythm irá procurar por suplementos VST nos caminhos especificados em `VST plug-in locais no Mac OS X e macOS <https://helpcenter.steinberg.de/hc/en-us/articles/115000171310>`_.

source: :file:`/Library/Audio/Plug-Ins/VST` for VST2
el: :file:`/Library/Audio/Plug-Ins/VST` για VST2
ja: VST2は:file:`/Library/Audio/Plug-Ins/VST`
pt: :file:`/Library/Audio/Plug-Ins/VST` para VST2

source: :file:`/Library/Audio/Plug-Ins/VST3` for VST3
el: :file:`/Library/Audio/Plug-Ins/VST3` για VST3
ja: VST3は:file:`/Library/Audio/Plug-Ins/VST3`
pt: :file:`/Library/Audio/Plug-Ins/VST3` para VST3

source: Zrythm will remember scanned VST plugins and save this information in :file:`cached_plugin_descriptors.yaml` in the :term:`Zrythm user path`.
el: Το Zrythm θα θυμάται τα σκαναρισμένα πρόσθετα VST και θα αποθηκεύσει αυτές τις πληροφορίες στο :file:`cached_plugin_descriptors.yaml` στο :term:`Zrythm user path`.
pt: Zrythm lembrará-se dos suplementos VST analizados e gravará esta informação em :file:`cached_plugin_descriptors.yaml` no :term:`Zrythm user path`.

source: New plugins will be scanned on each start-up, and you can delete or edit this file to force a re-scan of previously scanned plugins.
el: Καινούρια πρόσθετα θα σκανάρονται σε κάθε εκκίνηση, και μπορείτε να διαγράψετε ή να επεξεργαστείτε αυτό το αρχείο για να επιβάλετε επανασκανάρισμα προηγούμενων σκαναρισμένων προσθέτων.
pt: Novos suplementos serão procurados em cada arranque e você pode apagar ou editar este ficheiro para forçar uma nova procurar de suplementos previamente procurados.

source: AU Scan
el: Σκανάρισμα AU
ja: AUスキャン
pt: Varredura AU

source: On MacOS, :term:`AU` plugins will be scanned at their standard location at :file:`/Library/Audio/Plug-Ins/Components`.
el: Στα MacOS, πρόσθετα :term:`AU` θα σκανάρονται στον προεπιλεγμένο προορισμό τους στο :file:`/Library/Audio/Plug-Ins/Components`.
ja: MacOSでは、 :term:`AU` プラグインは :file:`/Library/Audio/Plug-Ins/Components` にある標準の場所でスキャンされます。
pt: Em MacOS, suplementos de :term:`AU` serão analisados na localização padrão deles em :file:`/Library/Audio/Plug-Ins/Components`.

source: SFZ/SF2 Scan
el: Σκανάρισμα SFZ/SF2
ja: SFZ/SF2 スキャン
pt: Varredura SFZ/SF2

source: :term:`SFZ` and :term:`SF2` instruments will be scanned in all directories and subdirectories specified in :ref:`vst-paths`.
el: Όργανα :term:`SFZ` και :term:`SF2` θα σκανάρονται σε όλους τους καταλόγους και τους υποκαταλόγους που προσδιορίζονται στα :ref:`vst-paths`.
ja: :term:`SFZ` と :term:`SF2` のインストゥルメントは、 :ref:`vst-paths` で指定されたすべてのディレクトリとサブディレクトリでスキャンされます。
pt: Instrumentos :term:`SFZ` e :term:`SF2` serão procurados em todos os diretórios e subdiretórios especificados em :ref:`vst-paths`.

source: Project Management and Compatibility
el: Διαχείρηση και συμβατότητα έργου
ja: プロジェクト管理と互換性
pt: Gestão de Projetos e Compatibilidade

source: For at least the time being, Zrythm follows a rolling release model and project file structure is subject to change at each new release. No compatibility will be maintained between version changes in order to give more time to feature development and fixes.
el: Τουλάχιστον για την ώρα, το Zrythm ακολουθεί ένα μοντέλο συνεχούς ροής εκδόσεων και η δομή του αρχείου έργου ενδέχεται να αλλάξει σε κάθε καινούρια έκδοση. Καμία συμβατότητα δεν θα διατηρηθεί μεταξύ των αλλαγών των εκδόσεων, προκειμένου να δοθεί περισσότερος χρόνος στον προγραμματισμό χαρακτηριστικών και διορθώσεων.
ja: 少なくとも当分の間、Zrythmはローリングリリースモデルに従い、プロジェクトファイル構造は新しいリリースごとに変更される可能性があります。機能の開発と修正に時間を与えるために、バージョン変更間の互換性は維持されません。
pt: Pelo menos por enquanto, o Zrythm segue um modelo de versão móvel e a estrutura de ficheiros de projeto está sujeita a alterações a cada nova versão. Nenhuma compatibilidade será mantida entre as alterações de versão, a fim de dar mais tempo para o desenvolvimento de recursos e correções.

source: It may be possible to open projects from previous versions if there was no change in the project file structure, but this is not guaranteed, so if you would like to open a project made using a previous version please install that version of Zrythm.
el: Είναι επίσης δυνατό να ανοίξει κανείς αρχεία από προηγούμενες εκδόσεις αν δεν υπήρξε καμία αλλαγή στη δομή του αρχείου έργου, αλλά δεν υπάρχει εγγύηση για αυτό, οπότε αν θα θέλατε να ανοίξετε ένα έργο που έγινε με προηγούμενη έκδοση, παρακαλούμε εγκαταστήστε εκείνη την έκδοση του Zrythm.
ja: プロジェクトファイル構造に変更がない場合は、以前のバージョンからのプロジェクトを開く可能性がありますが、これは保証されませんので、以前のバージョンを使用して作成されたプロジェクトを開きたい場合は、Zrythmのそのバージョンをインストールしてください。
pt: Pode ser possível abrir projetos de versões anteriores se não houve alteração na estrutura de ficheiros do projeto, mas isso não é garantido, então se gostaria de abrir um projeto feito usando uma versão anterior, por favor instale essa versão do Zrythm.

source: Each project file will mention the version of Zrythm it was made with and the date it was saved
el: Κάθε αρχείο έργου θα αναφέρει την έκδοση του Zrythm με την οποία δημιουργήθηκε και την ημερομηνία που αποθηκεύτηκε
ja: 各プロジェクトファイルには、それが作られたZrythmのバージョンとそれが保存された日付が記載されます
pt: Cada ficheiro de projeto mencionará a versão do Zrythm com a qual foi feito e a data em que foi gravado

source: Project Structure
el: Δομή έργου
ja: プロジェクト構造
pt: Estrutura do projeto

source: Saving & Loading
el: Αποθήκευση & φόρτωση
ja: 保存と読み込み
pt: Gravar e Carregar

source: Loading Projects
el: Φόρτωση έργων
ja: プロジェクトの読み込み
pt: Carregar Projetos

source: When Zrythm launches, it will ask you to select a project to load from a list of recent projects, or to create a new one.
el: Όταν ανοίξει το Zrythm, θα σας ζητήσει να επιλέξετε το έργο προς φόρτωση από μια λίστα πρόσφατων έργων, ή να δημιουργήσετε καινούριο.
ja: Zrythm が起動すると、最近のプロジェクトの一覧から読み込むプロジェクトを選択するか、新しいプロジェクトを作成するかを選択するよう求めます。
pt: Quando o Zrythm é iniciado, ele solicitará que selecione um projeto para carregar de uma lista de projetos recentes ou para criar um.

source: When you select a project and click :guilabel:`Apply`, Zrythm will load that project.
el: Όταν επιλέξετε το έργο και κάνετε κλικ στην :guilabel:`Apply`, το Zrythm θα φορτώσει εκείνο το έργο.
pt: Quando seleciona um projeto e clica em :zbutton:`Apply`, o Zrythm carregará esse projeto.

source: Creating Projects
el: Δημιουργία έργων
ja: プロジェクトの作成
pt: Criação de projetos

source: In the menu above, if you select :guilabel:`Create new project`, Zrythm will ask you for a template to use for creating the new Project.
el: Στο παραπάνω μενού, αν επιλέξετε :guilabel:`Create new project`, το Zrythm θα σας ζητήσει ένα πρότυπο προς χρήση για τη δημιουργία του καινούριου έργου.
pt: No menu acima, se selecionar :guilabel:`Criar novo projeto`, o Zrythm irá pedir-lha um modelo para criar o novo projeto.

source: A blank template is available, and you can create your own templates by copying a project directory under :file:`templates` in the :term:`Zrythm user path`.
el: Ένα κενό πρότυπο είναι διαθέσιμο, και μπορείτε να δημιουργήσετε τα δικά σας πρότυπα αντιγράφοντας έναν κατάλογο έργου από τα :file:`templates` στο :term:`Zrythm user path`.
pt: Um modelo em branco está disponível e você pode criar os seus próprios modelos a copiar um diretório de projeto :file:`templates` em :term:`Zrythm user path`.

source: Once a template (or blank) is selected and you click :guilabel:`Apply`, Zrythm will ask you for a parent directory to save the project in and a title for the project.
el: Όταν επιλεγεί ένα πρότυπο (ή κενό) και πατήσετε :guilabel:`Apply`, το Zrythm θα σας ζητήσει τον κατάλογο γονέα προς αποθήκευση του έργου και έναν τίτλο για το έργο.
pt: Assim que um modelo (ou em branco) for selecionado e clicar em :guilabel:`Apply`, o Zrythm irá pedi-lo por um diretório pai para gravar o projeto e dar um título ao projeto.

source: Once you accept, the new project will be set up and you will be ready to go.
el: Μόλις κάνετε αποδοχή, το νέο έργο θα στηθεί και θα είστε έτοιμοι.
pt: Uma vez que aceite, o novo projeto será configurado e estará pronto para começar.

source: Saving Projects
el: Αποθήκευση έργων
ja: プロジェクトの保存
pt: Gravar Projetos

source: Saving works as you would expect: :guilabel:`Save As...` will save the Project in a new location and :guilabel:`Save` will save the Project in the previous location.
el: Η αποθήκευση δουλεύει όπως θα περιμένατε: Η :guilabel:`Save As...` θα σώσει το έργο σε έναν νέο προορισμό και η :guilabel:`Save` θα αποθηκεύσει το έργο στον προηγούμενο προορισμό.
pt: Gravar funciona como esperaria: :guilabel:`Gravar Como...` irá gravar o projeto num local novo e :guilabel:`Gravar` irá gravar o projeto no local anterior.

source: When saving projects, Zrythm expects you to give it a directory
el: Κατά την αποθήκευση έργων, το Zrythm αναμένει από εσάς να του δώσετε έναν κατάλογο
ja: プロジェクトを保存する際、Zrythm はディレクトリを求めます。
pt: Ao gravar projetos, o Zrythm espera que você lhe dê um diretório

source: Automatic Backups
el: Αυτόματα αντίγραφα ασφαλείας
ja: 自動バックアップ
pt: Backups automáticos

source: Zrythm has an option to auto-save the current project as a back-up. When launching Zrythm and selecting to load your project, Zrythm will let you know if there are newer back-ups of that project and ask you if you want to load them instead.
el: Το Zrythm έχει μια επιλογή για αυτόματη αποθήκευση του τρέχοντος έργου ως αντιγράφου ασφαλείας. Αφού εκκινήσετε το Zrythm και επιλέξετε τη φόρτωση του έργου σας, το Zrythm θα σας ενημερώσει αν υπάρχουν νεότερα αντίγραφα ασφαλείας εκείνου του έργου και θα σας ρωτήσει αν θέλετε να φορτώσετε εκείνα αντί αυτού.
ja: Zrythm には、現在のプロジェクトをバックアップとして自動保存する機能があります。Zrythm を起動し、プロジェクトの読み込みを選択すると、Zrythm は、そのプロジェクトの新しいバックアップがあるかどうかを知らせ、代わりに読み込むかどうかの選択を求めます。
pt: O Zrythm tem uma opção para gravar o projeto atual automaticamente como um backup. Ao lançar o Zrythm e selecionar para carregar o seu projeto, o Zrythm irá informá-lo se há novos back-ups desse projeto e perguntar se quer carregá-los.

source: Control Room
el: Αίθουσα ελέγχου
ja: コントロールルーム
pt: Sala de controlo

source: The control room is used to edit global settings related to mixing and routing signals.
el: Η αίθουσα ελέγχου χρησιμοποιείται για την επεξεργασία γενικών ρυθμίσεων σχετικών με τη μίξη και τα σήματα δρομολόγησης.
ja: コントロールルームは、信号のミキシングとルーティングに関連するグローバル設定を編集するために使用されます。
pt: A sala de controle é usada para editar configurações globais relacionadas à mistura e roteamento de sinais.

source: Monitor Out
el: Μόνιτορ έξω
ja: モニターアウト
pt: Saída de monitor
