Repository: JeromyJSmith/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/zrythm-manual.po
Languages: el, ja, pt

source: Paste the objects currently in the clipboard to the current playhead position. The shortcut for pasting is :kbd:`Control-v`.
el: Επικόλληση των αντικειμένων που βρίσκονται εκείνη τη στιγμή από το πρόχειρο στην τρέχουσα θέση κεφαλής αναπαραγωγής. Η συντόμευση για την επικόλληση είναι :kbd:`Control-v`.

source: Duplicate
el: Δημιουργία διπλότυπου
ja: 複製

source: Create a copy of the selected objects adjacent to them. The shortcut for duplicating is :kbd:`Control-d`.
el: Δημιουργία ενός αντιγράφου των επιλεγμένων αντικειμένων δίπλα τους. Η συντόμευση για τη δημιουργία διπλότυπου είναι :kbd:`Control-d`.

source: Delete
el: Διαγραφή
ja: 削除

source: Delete the selected objects. You can also press :kbd:`Delete`.
el: Διαγραφή των επιλεγμένων αντικειμένων. Μπορείτε επίσης να πατήσετε :kbd:`Delete`.

source: Selections
el: Επιλογές
ja: 選択範囲

source: Clear Selection
el: Καθαρισμός επιλογής
ja: 選択をクリア

source: Clear current selection (unselect all objects).
el: Καθαρισμός τρέχουσας επιλογής (αποεπιλογή όλων των αντικειμένων).
ja: 現在の選択を解除します(すべてのオブジェクトの選択を解除)。

source: Illustrate.
el: Να απεικονιστεί.
ja: 説明。

source: Select All
el: Επιλογή όλων
ja: すべてを選択

source: Select all objects in the current editor (:kbd:`Control-a`).
el: Επιλογή όλων των αντικειμένων στον τρέχοντα επεξεργαστή (:kbd:`Control-a`).

source: Loop Selection
el: Επιλογή λούπας
ja: ループ選択

source: Place the loop markers around the selection (:kbd:`Control-l`).
el: Τοποθέτηση σημαδιών λούπας γύρω από την επιλογή (:kbd:`Control-l`).

source: Edit Tools
el: Επεξεργασία λειτουργιών

source: When working in each editor or arranger, you will most likely be using the cursor tools provided by Zrythm to create, edit and delete objects. Each cursor signifies a separate tool, and Zrythm offers the following tools.
el: Κατά τη χρήση κάθε επεξεργαστή ή ταξινόμου, θα χρησιμοποιήσετε πιθανότατα τα εργαλεία κέρσορα που παρέχονται από το Zrythm για τη δημιουργία, επεξεργασία και διαγραφή αντικειμένων. Κάθε κέρσορας συμβολίζει μια ξεχωριστή λειτουργία επεξεργασίας, και το Zrythm προσφέρει τις εξής λειτουργίες επεξεργασίας.

source: Select/Stretch Tool
el: Εργαλείο επιλογής/επέκτασης

source: This can be toggled to switch between Select and Stretch.
el: Αυτό μπορεί να εναλλαχθεί ανάμεσα σε Επιλογή και Τέντωμα.
ja: これを切り替えて、選択とストレッチを切り替えることができます。

source: Stretch mode is similar to the Select mode, with the exception that when you resize objects, their contents will be stretched to fit the new size.
el: Η λειτουργία τεντώματος είναι παρόμοια με τη λειτουργία επιλογής, με τη διαφορά ότι όταν αλλάζετε το μέγεθος των αντικειμένων, το περιεχόμενό τους θα τεντωθεί ώστε να χωρέσει στο καινούριο μέγεθος.
ja: ストレッチ モードは選択モードと似ていますが、オブジェクトのサイズを変更すると、その内容が新しいサイズに合わせて拡大されます。

source: Selecting Objects
el: Επιλογή αντικειμένων
ja: オブジェクトの選択

source: To select objects, you can either click on them, click in empty space and keep dragging to make a selection, or :kbd:`Control`-click to add/remove objects to/from the selection.
el: Για την επιλογή αντικειμένων, μπορείτε είτε να κάνετε κλικ πάνω τους, είτε να πατήσετε σε κενό χώρο και να σύρετε τον κέρσορα για να κάνετε μια επιλογή, είτε :kbd:`Control`-κλικ για να προσθέσετε/αφαιρέσετε αντικείμενα προς/από την επιλογή.
ja: オブジェクトを選択するには、オブジェクトをクリックするか、空のスペースをクリックしてドラッグし続けるか、または :kbd:`Control` + クリックして選択にオブジェクトを追加/削除します。

source: Selected objects will have brighter color than non-selected objects.
el: Τα επιλεγμένα αντικείμενα θα έχουν φωτεινότερο χρώμα από αντικείμενα που δεν είναι επιλεγμένα.
ja: 選択したオブジェクトは、選択されていないオブジェクトよりも明るい色になります。

source: Add pic showing object selection.
el: Να προστεθεί εικόνα που δείχνει επιλογή αντικειμένου.
ja: オブジェクトの選択を示すイラストを追加。

source: Objects are moved by clicking and dragging them around. You can move regions to other tracks if the track types are compatible.
el: Τα αντικείμενα μετακινούνται κάνοντας κλικ πάνω τους και σύροντάς τα. Μπορείτε να μετακινήσετε περιοχές σε άλλα κομμάτια αν οι τύποι κομματιών είναι συμβατοί.
ja: オブジェクトは、クリックしてドラッグすることで移動します。トラック種類に互換性がある場合は、リージョンを他のトラックに移動できます。

source: Holding down :kbd:`Ctrl` while moving objects will allow you to copy-and-move the objects to the new location.
el: Κρατώντας πατημένο το :kbd:`Ctrl` κατά τη μετακίνηση αντικειμένων θα σας επιτρέψει να κάνετε αντιγραφή-και-μετακίνηση των αντικειμένων σε νέο σημείο.
ja: オブジェクトを移動中に :kbd:`Ctrl` を押したままにすると、オブジェクトを新しい場所にコピーして移動することができます。

source: Resizing Objects
el: Αλλαγή μεγέθους των αντικειμένων
ja: オブジェクトのサイズ変更

source: Objects that have length, such as regions and MIDI notes, can be resized by clicking and dragging their edges.
el: Για τα αντικείμενα που έχουν μήκος, όπως οι περιοχές και οι νότες MIDI, μπορεί να αλλάξει το μέγεθός τους κάνοντας κλικ και σύροντας τις άκρες τους.
ja: リージョンや MIDI ノートなどの長さを持つオブジェクトは、その端をクリックしてドラッグすることでサイズ変更できます。

source: On objects that can be repeated, such as regions, moving the cursor on the bottom half of the object will allow you to resize the object by repeating it, instead of just resizing it.
el: Στα αντικείμενα που μπορούν να επαναληφθούν, όπως οι περιοχές, η τοποθέτηση του κέρσορα στο κάτω μισό του αντικειμένου θα σας επιτρέψει να αλλάξετε το μέγεθός του με επανάληψή του, αντί για την επιμήκυνσή του.
ja: クリップなど、繰り返し可能なオブジェクトでは、オブジェクトの下半分にカーソルを移動すると、オブジェクトのサイズを変更するのではなく、オブジェクトの内容を繰り返してサイズ変更できます。

source: When resizing, already repeated objects can only be repeated. To resize them instead of repeat them, their length must be changed or their clip markers must be moved so that they are not repeated anymore.
el: Κατά την αλλαγή μεγέθους, τα αντικείμενα που έχουν ήδη επαναληφθεί μπορούν μόνο να επαναληφθούν. Για να τα επιμηκύνετε αντί να τα επαναλάβετε, το μήκος τους πρέπει να αλλάξει ή τα σημάδια κλιπ τους πρέπει να μετακινηθούν ώστε να μην επαναλαμβάνονται άλλο.
ja: サイズ変更の場合、既に繰り返されているオブジェクトは繰り返ししかできません。繰り返しではなくサイズを変更するには、長さを変更するか、クリップマーカーを移動して繰り返し表示しないようにする必要があります。

source: Cutting Objects
el: Κόψιμο αντικειμένων
ja: オブジェクトの切り取り

source: Edit Tool
el: Εργαλείο επεξεργασίας

source: This tool is used to quickly create or delete objects. While you can still create objects using the Select tool by double clicking and dragging, with the Edit tool this is accomplished by single clicking and dragging, which is more efficient when creating a large number of objects.
el: Αυτή η λειτουργία χρησιμοποιείται για τη γρήγορη δημιουργία ή διαγραφή αντικειμένων. Αν και μπορείτε με τη λειτουργία επιλογής να δημιουργήσετε αντικείμενα κάνοντας διπλό κλικ και σύροντας, στη λειτουργία επεξεργασίας αυτό μπορεί να επιτευχθεί με ένα μόνο κλικ και σύροντας, το οποίο είναι πιο αποτελεσματικό κατά τη δημιουργία μεγάλου αριθμού αντικειμένων.

source: Holding down :kbd:`Control` while clicking will allow you to create multiple objects in a row (where applicable) with a length specified by the snap settings corresponding to each editor.
el: Κρατώντας πατημένο το :kbd:`Control` ενώ κάνετε κλικ θα σας επιτρέψει να δημιουργήσετε πολλαπλά αντικείμενα στη σειρά (όπου είναι δυνατόν) με μήκος που προσδιορίζεται από τις ρυθμίσεις σναπαρίσματος που αντιστοιχούν σε κάθε επεξεργαστή.

source: Cut Tool
el: Εργαλείο αποκοπής

source: The Cut tool behaves similarly to what is mentioned in :ref:`cutting-objects`, with the exception that you can just click instead of :kbd:`Alt`-clicking.
el: Η λειτουργία κοψίματος συμπεριφέρεται παρόμοια με ό,τι αναφέρεται στο :ref:`cutting-objects`, με τη διαφορά ότι μπορείτε απλώς να κάνετε κλικ αντί για :kbd:`Alt`-κλικ.

source: Erase Tool
el: Λειτουργία σβησίματος

source: Using the Erase tool you can just click on objects to delete them, or click and drag to make a selection, deleting all objects inside it.
el: Μπορείτε απλώς να κάνετε κλικ πάνω στα αντικείμενα για να τα διαγράψετε, ή να κάνετε κλικ και να σύρετε για να κάνετε επιλογή, διαγράφοντας όλα τα αντικείμενα μέσα.

source: Ramp Tool
el: Εργαλείο ράμπας

source: This tool is currently only used for editing velocities for MIDI notes. You can click and drag in the velocity editor to create velocity ramps.
el: Αυτή η λειτουργία χρησιμοποιείται προς το παρόν μόνο για την επεξεργασία ταχυτήτων στις νότες MIDI. Μπορείτε να κάνετε κλικ και να σύρετε μέσα στον επεξεργαστή ταχυτήτων για να δημιουργήσετε ράμπες ταχυτήτων.

source: Audition Tool
el: Λειτουργία ακρόασης

source: This feature is not implemented yet.
el: Αυτό το χαρακτηριστικό δεν έχει ενσωματωθεί ακόμα.
ja: この機能はまだ実装されていません。

source: Editing refers to any work done in the timeline arranger and the editors.
el: Η επεξεργασία αναφέρεται σε οποιαδήποτε δουλειά γίνεται μέσα στον ταξινόμο χρονολογίου και στους επεξεργαστές.
ja: 編集とは、タイムラインアレンジャーとエディターで行われた作業のことです。

source: While each editor has its own toolbar to assist with various operations, there is a global :guilabel:`Edit` section in the top toolbar that has common features shared by each editor.
el: Παρόλο που κάθε επεξεργαστής έχει τη δική του γραμμή εργαλείων προς υποστήριξη ποικίλων εργασιών, υπάρχει μια γενική ενότητα :guilabel:`Edit` στην πάνω γραμμή εργαλείων, η οποία έχει τα πιο κοινά χαρακτηριστικά που έχουν όλοι οι επεξεργαστές.

source: Quantization
el: Κβαντοποίηση
ja: 量子 化

source: Objects can be quantized to specified positions by using the Quantize and Quick-Quantize actions.
el: Τα αντικείμενα μπορούν να κβαντοποιηθούν σε συγκεκριμένες θέσεις χρησιμοποιώντας τις ενέργειες κβαντοποίηση και γρήγορη κβαντοποίηση.
ja: クオンタイズ アクションとクイック クオンタイズ アクションを使用して、オブジェクトを指定された位置クオンタイズできます。

source: Quantize
el: Κβαντοποίηση
ja: クオンタイズ

source: Clicking the Quantize button will open up a popup that will let you specify the settings to quantize the current selection with.
el: Κάνοντας κλικ στο κουμπί κβαντοποίησης θα ανοίξει ένα αναδυόμενο παράθυρο που θα σας επιτρέψει να προσδιορίσετε τις ρυθμίσεις σχετικά με την κβαντοποίηση της τρέχουσας επιλογής.

source: Quantize to
el: Κβαντοποίηση σε
ja: …にクオンタイズ

source: Select the note length and type to quantize to.
el: Επιλέξτε το μήκος νότας και τον τύπο προς κβαντοποίηση.
ja: クオンタイズするノートの長さと種類を選択します。

source: Adjust
el: Προσαρμογή
ja: 調整する

source: Select if you want to quantize the start positions, the end positions (on objects that have length), or both.
el: Επιλέξτε αν θέλετε να κβαντοποιήσετε τις θέσεις εκκίνησης, τις θέσεις λήξης (στα αντικείμενα που έχουν μήκος), ή και τα δύο.
ja: 開始位置、終了位置(長さを持つオブジェクト)、またはその両方をクオンタイズする場合に選択します。

source: Amount
el: Ποσό
ja: 量

source: Select the amount to quantize by. 100% will quantize to the given options fully, while 0% will perform no quantization.
el: Επιλέξτε το ποσό κβαντοποίησης. Το 100% θα κβαντοποιήσει τις δοθείσες επιλογές πλήρως, ενώ το 0% δεν θα εκτελέσει καμία κβαντοποίηση.
ja: クオンタイズする量を選択します。100%の場合は指定されたオプションに完全にクオンタイズされ、0%の場合はクオンタイズされません。

source: Swing
el: Ταλάντευση
ja: スイング

source: Select a swing amount.
el: Επιλέξτε ένα ποσό ταλάντευσης.
ja: スイング量を選択してください。

source: Randomization
el: Τυχαιοποίηση
ja: ランダム化

source: This will randomize the resulting positions by the given amount of ticks, and is useful for adding a "human feel" to quantized events.
el: Αυτό θα τυχαιοποιήσει τις συνεπαγόμενες θέσεις σύμφωνα με το δοθέν ποσό τικ, και είναι χρήσιμο για να προσθέσει κανείς μια «ανθρώπινη αίσθηση» στα κβαντοποιημένα γεγονότα.
ja: これは、結果として得られる位置を指定されたティック数でランダム化し、クオンタイズされたイベントに "人間味 "を加えるのに便利です。

source: Clicking Quantize will perform the quantization and save the settings for quick quantization with Quick-Quantize.
el: Κάνοντας κλικ στην κβαντοποίηση θα εκτελεστεί η κβαντοποίηση και θα αποθηκεύσει τις ρυθμίσεις για γρήγορη κβαντοποίηση.

source: Quick-Quantize
el: Γρήγορη κβαντοποίηση
ja: クイック・クアンタイズ

source: This will perform quantization based on the last known settings.
el: Αυτό θα εκτελέσει κβαντοποίηση σύμφωνα με τις τελευταία γνωστές ρυθμίσεις.
ja: これは、最後の既知の設定に基づいてクオンタイズを実行します。

source: Snapping and Grid Options
el: Ρυθμίσεις σναπαρίσματος και πλέγματος
ja: スナップとグリッドのオプション

source: Snap Toggles
el: Εναλλαγές σναπαρίσματος
ja: スナップ設定の切り替えボタン

source: Zrythm will snap according to the setting currently specified by the snap toolbar buttons.
el: Το Zrythm θα σναπάρει σύμφωνα με τη τρέχουσα ρύθμιση που είναι προσδιορισμένη από τα κουμπιά της γραμμής εργαλείων σναπαρίσματος.
ja: Zrythmは、現在スナップツールバーのボタンで指定されている設定に従ってスナップします。

source: These are not operational at the moment and Zrythm will snap by default. Use Shift to bypass snapping for now.
el: Αυτές δεν είναι οι λειτουργικές προς το παρόν και το Zrythm θα σναπάρει από προεπιλογή. Χρησιμοποιήστε Shift για να παραβλεφθεί το σναπάρισμα προς το παρόν.
ja: これらは現時点では動作しておらず、Zrythmはデフォルトでスナップします。今のところスナップをバイパスするにはShiftを使用してください。

source: Snap and Grid
el: Σναπάρισμα και πλέγμα
ja: スナップとグリッド

source: When snapping, Zrythm will follow the settings specified by the snap/grid widget on each editor.
el: Κατά το σναπάρισμα, το Zrythm θα ακολουθήσει τις ρυθμίσεις που έχουν προσδιοριστεί από το γραφικό στοιχείο σναπαρίσματος/πλέγματος σε κάθε επεξεργαστή.
ja: スナップすると、Zrythm は各エディタのスナップ/グリッド ウィジェットで指定された設定に従います。

source: Adaptive Grid
el: Προσαρμοστικό πλέγμα
ja: 適応型グリッド

source: Not used at the moment.
el: Δεν χρησιμοποιείται προς το παρόν.
ja: 現時点では使用されていません。

source: Length
el: Διάρκεια
ja: 長さ

source: Note length to snap to.
el: Διάρκεια νότας προς σναπάρισμα.
ja: スナップするノートの長さ。

source: Note Type
el: Τύπος νότας
ja: 音符の種類

source: Note type (normal/dotted/triplet)
el: Τύπος νότας (κανονικό/διάστικτο/τρίηχο)

source: Timeline Arranger
el: Ταξινόμος χρονολογίου
ja: タイムラインアレンジャー

source: The timeline arranger is split into a top arranger that remains fixed on top and a bottom arranger below it. This way you can pin tracks you want to always be visible at the top.
el: Ο ταξινόμος χρονολογίου διαχωρίζεται στον πάνω ταξινόμο που παραμένει σταθερά πάνω και στον κάτω ταξινόμο από κάτω του. Με αυτόν τον τρόπο μπορείτε να καρφιτσώσετε κομμάτια που θέλετε να παραμένουν πάντα ορατά πάνω.
ja: タイムラインは上部に固定された上のタイムラインと、その下にスクロール可能なタイムラインに分割されます。これにより、常に一番上に表示するトラックをピン留めできます。

source: Arranger Objects
el: Ταξινόμος αντικειμένων
ja: アレンジャー オブジェクト

source: The following arranger objects can exist inside the timeline.
el: Μέσα στο χρονολόγιο υπάρχουν τα εξής αντικείμενα ταξινόμου.
ja: タイムライン内に次のアレンジャー オブジェクトを配置できます。

source: Regions
el: Περιοχές
ja: リージョン

source: Regions (or :term:`clips <Clip>`) are containers for events or data (such as MIDI notes and audio clips - see below) that can be edited in an :ref:`editor <editors>`. Regions can be repeated, like below.
el: Οι περιοχές (ή :term:`clips <Clip>`) είναι κοντέινερς για γεγονότα ή δεδομένα (όπως νότες MIDI και κλιπς ήχων - βλέπε παρακάτω) που μπορούν να επεξεργαστούν σε έναν :ref:`editor <editors>`. Οι περιοχές μπορούν να επαναληφθούν, όπως παρακάτω.

source: The following types of regions exist.
el: Υπάρχουν οι εξής τύποι περιοχών.
ja: 次の種類のリージョンがあります。

source: Markers are used to mark the start of a logical section inside the song, such as `Chorus` or `Intro`.
el: Τα σημάδια χρησιμοποιούνται για να σημειωθεί η αρχή ενός λογικού τμήματος μέσα σε ένα τραγούδι, όπως `Chorus` ή `Intro`.
ja: マーカーは、 `コーラス` や `イントロ` のような、曲の中の論理的なセクションの始まりをマークするために使われます。

source: There are two special markers that signify the start and end of the song that are used for exporting the song and cannot be deleted.
el: Υπάρχουν δύο ειδικά σημάδια που συμβολίζουν την εκκίνηση και τη λήξη του τραγουδιού, τα οποία χρησιμοποιούνται στην εξαγωγή του τραγουδιού και δεν μπορούν να διαγραφούν.
ja: 曲の書き出しに使用され、削除できない曲の開始と終了を示す 2 つの特殊なマーカーがあります。

source: Scales
el: Κλίμακες
ja: スケール（音階）

source: Editing Regions
el: Επεξεργασία περιοχών
ja: リージョンの編集

source: The following operations apply to regions.
el: Οι ακόλουθες εργασίες εφαρμόζονται στις περιοχές.
ja: 次の操作はリージョンに適用されます。

source: Looping
el: Λούπα
ja: ループ

source: Regions can be repeated, and hence they have :ref:`editable loop points and a clip start position <editing/clip-editors/ruler:Loop Points>` in the :doc:`Editor Ruler <../../editing/clip-editors/ruler>` to modify the looping (repeating) behavior.
el: Οι περιοχές μπορούν να επαναληφθούν, και ως εκ τούτου έχουν :ref:`επεξεργάσιμα σημεία λούπας και μια θέση εκκίνησης κλιπ <editing/clip-editors/ruler:Loop Points>` στον :doc:`Επεξεργαστή Χάρακα <../../editing/clip-editors/ruler>` για την τροποποίηση της συμπεριφοράς λούπας (επανάληψης).

source: Regions can also be looped inside the timeline, by moving the cursor to the bottom-left or bottom-right edge of the region, then clicking and dragging.
el: Οι περιοχές μπορούν επίσης να λουπαριστούν μέσα στο χρονολόγιο, τοποθετώντας τον κέρσορα στην κάτω αριστερά ή κάτω δεξιά άκρη της περιοχής και μετά κάνοντας κλικ και σύροντας.
ja: リージョンは、カーソルをリージョンの左下または右下の端に移動し、クリックしてドラッグすることにより、タイムライン内でループすることもできます。

source: Looping (loop-resizing) a region
el: Λουπάρισμα (αλλαγή μεγέθους λούπας) περιοχής
ja: リージョンのループ（ループ・リサイズ）

source: If the region is already repeated, it cannot be resized anymore until its loop points match exactly the region's start and end points.
el: Αν η περιοχή είναι ήδη σε επανάληψη, δεν μπορεί να αλλάξει το μέγεθός της πια μέχρι τα σημεία λούπας της να ταυτίζονται ακριβώς με τα σημεία εκκίνησης και λήξης της περιοχής.
ja: リージョンがすでに繰り返されている場合は、そのループポイントがリージョンの開始点と終了点に正確に一致するまで、ループ・リサイズ以上のサイズ変更はできません。

source: Link-Moving
el: Συνδεόμενη μετακίνηση
ja: リンク・移動

source: Linked regions can be created by holding down :kbd:`Alt` while moving.
el: Οι συνδεόμενες περιοχές μπορούν να δημιουργηθούν κρατώντας πατημένο :kbd:`Alt` κατά τη μετακίνηση.

source: Add pic to show this.
el: Προσθήκη εικόνας για να εξηγηθεί αυτό.
ja: これを示すイラストを追加。

source: You can verify that a link exists on a region by the link icon that shows in the top right.
el: Μπορείτε να επιβεβαιώσετε ότι υπάρχει ένας σύνδεσμος σε μια περιοχή από το εικονίδιο συνδέσμου που φαίνεται πάνω δεξιά.
ja: リージョン上にリンクが存在することは、右上に表示されるリンク アイコンで確認できます。

source: Renaming
el: Μετονομασία
ja: 名前の変更

source: Decide what to do about cross-fades (just use fades?).
el: Να αποφασίσω τι να κάνω με τα cross-fades (απλώς fades;).
ja: クロスフェードをどうするか決める（フェードを使うだけ？）。

source: The event viewer displays all events in the timeline as a list.
el: Ο προβολέας γεγονότων δείχνει όλα τα γεγονότα σε ένα χρονολόγιο σε μορφή λίστας.
ja: イベントビューアは、タイムライン上のすべてのイベントを一覧として表示します。

source: Timeline
el: Χρονολόγιο
ja: タイムライン

source: Editing in the timeline is the most common workflow inside Zrythm. The timeline section consists of the tracklist on the left and the ruler/arranger on the right side.
el: Η επεξεργασία μέσα στο χρονολόγιο είναι η πιο κοινή εργασία στο Zrythm. Το τμήμα του χρονολογίου αποτελείται από τη λίστα κομματιών στα αριστερά και τον χάρακα/ταξινόμο στα δεξιά.
ja: タイムラインでの編集は Zrythm 内で最も一般的なワークフローです。タイムラインセクションは、左側のトラックリストと右側のルーラー/アレンジャーで構成されています。

source: Tracklist
el: Λίστα κομματιών
ja: トラックリスト

source: The Tracklist contains all of the Tracks in the project. It is split into the top (pinned) Tracklist and the bottom (main) Tracklist.
el: Η λίστα κομματιών περιέχει όλα τα κομμάτια μέσα στο έργο. Χωρίζεται στην πάνω (καρφιτσωμένη) λίστα κομματιών και την κάτω (κύρια) λίστα κομματιών.

source: At the top of the tracklist, the number of visible tracks over the number of total tracks is shown, as well as a search box for searching tracks by name (not operational at the moment).
el: Στο πάνω μέρος της λίστας κομματιών φαίνεται ο αριθμός ορατών κομματιών από τον συνολικό αριθμό κομματιών, καθώς επίσης και ένα κουτί αναζήτησης για την αναζήτηση κομματιών με το όνομά τους (μη λειτουργικό προς το παρόν).

source: You can pin tracks to make them stick to the top, and this is useful for chord progressions and markers, so you can always see them.
el: Μπορείτε να καρφιτσώσετε κομμάτια για να τα κάνετε να κολλήσουν στο πάνω μέρος, κάτι που είναι χρήσιμο για ακολουθίες συγχορδιών και για σημάδια, καθώς έτσι μπορείτε να τα βλέπετε συνεχώς.
ja: トラックをピンで留めてトップにくっつけることができるので、コード進行やマーカーにも便利で、いつでも見られるようになっています。

source: The rest of the tracklist is briefly touched upon in :ref:`tracklist`.
el: Το υπόλοιπο μέρος της λίστας κομματιών αναφέρεται συνοπτικά στη :ref:`tracklist`.
ja: トラックリストの残りの部分については :ref:`tracklist` で簡単に触れています。

source: For more details about track operations, see the :ref:`tracks` section.
el: Για περισσότερες λεπτομέρειες για τις εργασίες κομματιών, βλέπε την ενότητα :ref:`tracks`.
ja: トラック操作の詳細については、 :ref:`tracks` のセクションを参照してください。

source: Minimap
el: Μικροσκοπική επισκόπηση

source: The timeline minimap is a little box that represents the current visible area of the timeline. It can be moved around and resized to change the visible area.
el: Η μικροσκοπική επισκόπηση χρονολογίου είναι ένα μικρό κουτί που αντιπροσωπεύει το τρέχον ορατό μέρος του χρονολογίου. Μπορεί να μετακινηθεί και να αλλάξει το μέγεθός της για να αλλάξει το ορατό μέρος.

source: The rest of the timeline elements are explained in the following sections.
el: Το υπόλοιπο μέρος του χρονολογίου εξηγούνται στις εξής ενότητες.
ja: タイムラインの残りの要素については、以下のセクションで説明します。

source: The ruler is mainly used to control looping and playback.
el: Ο χάρακας χρησιμοποιείται κυρίως για τον έλεγχο λούπας και αναπαραγωγής.
ja: ルーラーは主にループと再生を制御するために使用されます。

source: The ruler will display more or less information depending on the current zoom level. It will also display the following markers/indicators discussed in :ref:`loop-points-and-markers`.
el: Ο χάρακας θα προβάλει περισσότερες ή λιγότερες πληροφορίες ανάλογα με το τρέχον επίπεδο ζουμαρίσματος. Θα προβάλει επίσης τους εξής δείκτες/σημάδια που εξηγούνται στο :ref:`loop-points-and-markers`.
ja: ルーラーは、現在のズームレベルに応じて多かれ少なかれ情報を表示します。また、 :ref:`loop-points-and-markers` で説明した以下のマーカーや指標も表示されます。

source: Cue point
el: Σημείο cue
ja: キューポイント

source: Displayed as a blue, right-pointing arrow.
el: Προβάλλεται ως ένα μπλε, δεξιά στρεφόμενο βέλος.

source: Playhead position
el: Θέση κεφαλής αναπαραγωγής
ja: 再生ヘッドの位置

source: Shown as a grey, down-facing arrow.
el: Προβάλλεται ως ένα γκρι, κάτω στρεφόμενο βέλος.

source: Loop points
el: Σημεία λούπας
ja: ループポイント

source: Shown as 2 green arrows, and the area between them is shown in bright green if loop is enabled, or grey if disabled. Can be dragged to reposition.
el: Προβάλλονται ως 2 πράσινα βέλη, και η περιοχή ανάμεσά τους προβάλλεται σε ανοιχτό πράσινο αν η λούπα είναι ενεργοποιημένη, ή σε γκρι αν είναι απενεργοποιημένη. Μπορεί να συρθεί για αλλαγή θέσης.

source: Clicking and dragging on empty space in the ruler (other than the top part, which is used for selecting ranges - see :term:`Range`) will allow you to reposition the playhead.
el: Κάνοντας κλικ και σύροντας πάνω σε κενό χώρο στον χάρακα (εκτός από το πάνω μέρος, το οποίο χρησιμοποιείται για την επιλογή εύρους - βλέπε :term:`Range`) θα σας επιτρέψει να αλλάξετε θέση την κεφαλή αναπαραγωγής.
ja: ルーラーの空白部分をクリックしてドラッグすると(範囲の選択に使用される上部以外の部分 - :term:`Range` を参照してください)、再生ヘッドの位置を変更できます。

source: Setting the Cue Point
el: Ορισμός του σημείου cue
ja: キューポイントを設定する

source: Double click inside the ruler to set the cue point. This will be used to return to when playback is stopped.
el: Κάνετε διπλό κλικ μέσα στον χάρακα για να ορίσετε το σημείο cue. Αυτό θα χρησιμοποιηθεί ως σημείο επιστροφής όταν σταματάει η αναπαραγωγή.
ja: ルーラーの内側をダブルクリックするとキューポイントを設定します。これは再生停止時に戻るときに使用します。

source: Toolbar
el: Γραμή εργαλείων
ja: ツールバー

source: The timeline has its own toolbar for timeline-specific operations.
el: Το χρονολόγιο έχει τη δική του γραμμή εργαλείων για εργασίες σχετικές με το χρονολόγιο.
ja: タイムラインには、タイムラインに特化した操作のためのツールバーがあります。
