Repository: JeromyJSmith/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/zrythm-manual.po
Languages: el, ja, pt

source: We want to provide a friendly and harassment-free environment so that everyone can contribute to the best of their abilities. To this end our project uses a `Contributor Covenant` which was adapted from https://contributor-covenant.org/. You can find the full pledge in our `Code of Conduct <https://forum.zrythm.org/t/code-of-conduct>`_.
ja: 私たちは、誰もが自分の能力を最大限に発揮して貢献できるように、フレンドリーでハラスメントのない環境を提供したいと考えています。この目的のために、私たちのプロジェクトでは https://contributor-covenant.org/ を参考にした `貢献者規約` を使用しています。誓約の全文は、私たちの `行動規範 <https://forum.zrythm.org/t/code-of-conduct>`_ にあります.

source: `LiberaPay <https://liberapay.com/Zrythm>`_
ja: `リベラペイ <https://liberapay.com/Zrythm>`_

source: Superellipse
ja: 超楕円

source: Prints a list of available options.
ja: 使用可能なオプションの一覧をプリントします。
pt: Imprime uma lista de opções disponíveis.

source: Pretty-prints the output (where applicable).
ja: 出力をプリティープリントします（該当する場合）。
pt: Imprima bem a saída (quando aplicável).

source: Prints all the user settings. Can be combined with :option:`--pretty` to get pretty-printed output, like below.
ja: すべてのユーザ設定を出力します。 :option:`--pretty` と組み合わせることで、以下のようなきれいな出力を得ることができます。
pt: Imprime todas as configurações do utilizador. Pode ser combinado com :option:`--pretty` para obter uma saída bem impressa, como a seguir.

source: Resets user settings to their default values.
ja: ユーザー設定をデフォルト値にリセットします。
pt: Redefine as configurações do utilizador para os valores predefinidos deles.

source: The BPM can be set to between 40 and 360 by clicking and dragging the BPM widget.
ja: BPMウィジェットをクリックしてドラッグすることで、BPMを40～360の間に設定することができます。
pt: O BPM pode ser definido entre 40 e 360 clicando e arrastando o widget BPM.

source: Add illustration.
ja: イラストを追加すること。
pt: Adicionar ilustração.

source: Expand, add illustrations, etc.
ja: 詳細、イラスト追加など。
pt: Expandir, adicionar ilustrações, etc.

source: Any signals received will be recorded inside new regions in the timeline.
ja: 受信したシグナルは、タイムラインの新しいリージョン内に記録されます。
pt: Todos os sinais recebidos serão registados dentro de novas regiões na linha temporal.

source: Metronome
ja: メトロノーム
pt: Metrónomo

source: Clicking the metronome button will set metronome on/off.
ja: メトロノームボタンをクリックするとメトロノームのオン/オフが設定されます。
pt: Clicando no botão do metrónomo, o metrónomo será ligado/desligado.

source: Project Info
ja: プロジェクト情報
pt: Informações sobre o projeto

source: In Zrythm, your work is saved inside a Project. Projects consist of a folder with a YAML file describing the Project and additional files used such as MIDI and audio files.
ja: Zrythm では、作業はプロジェクト内に保存されます。プロジェクトは、プロジェクト情報を格納する YAML ファイルと MIDI ファイルやオーディオ ファイルなどの追加ファイルを含むフォルダで構成されます。
pt: Em Zrythm, seu trabalho é gravado dentro de um Projeto. Projetos consistem em uma pasta com um ficheiro YAML descrevendo o Projeto e ficheiros adicionais usados como MIDI e ficheiros de áudio.

source: backups
ja: バックアップ

source: Regular backups taken automatically by Zrythm
ja: Zrythm によって自動的にバックアップされる定期的なバックアップ
pt: Backups regulares feitos automaticamente pelo Zrythm

source: An example backup project
ja: バックアップ プロジェクトの例
pt: Um exemplo de projeto de backup

source: Contains plugin states at the time of save (for LV2)
ja: 保存時のプラグインの状態を含む(LV2用)
pt: Contém estados de suplementos no momento da gravação (para LV2)

source: Default directory for exporting files related to the project
ja: プロジェクトに関連するファイルをエクスポートするためのデフォルトディレクトリ
pt: Diretório padrão para exportar ficheiros relacionados ao projeto

source: Used by Zrythm to store and load files used by the Project, such as audio files
ja: Zrythm がオーディオ ファイルなどのプロジェクトで使用するファイルを格納およびロードするために使用します。
pt: Usado pelo Zrythm para armazenar e carregar ficheiros usados pelo Projeto, como ficheiros de áudio

source: The Project file
ja: プロジェクト ファイル
pt: O ficheiro do Projecto

source: The auto-save interval can be changed (or disabled) in the preferences window.
ja: 自動保存間隔は、設定ウィンドウで変更 (または無効にすることが) できます。
pt: O intervalo de gravação automático pode ser alterado (ou desativado) na janela de preferências.

source: The backups are saved in the project's directory, under :file:`backups`.
ja: バックアップはプロジェクトのディレクトリの :file:`backups` に保存されます。
pt: Os backups são gravados no diretório do projeto, em :file`backups`.

source: Dim
ja: ディム

source: The port receives signals.
ja: ポートは信号を受信します。
pt: A porta recebe sinais.

source: The port sends signals.
ja: ポートは信号を送信します。
pt: A porta envia sinais.

source: Ports of this type receive or send raw audio signals.
ja: この種類のポートは、未加工のオーディオ信号を受信または送信します。
pt: Portas deste tipo recebem ou enviam sinais de áudio brutos.

source: Event ports are mainly used for routing MIDI signals.
ja: イベントポートは主にMIDI信号のルーティングに使用されます。
pt: As portas de eventos são utilizadas principalmente para o roteamento de sinais MIDI.

source: Control ports are user-editable parameters that can also be automated in automation lanes.
ja: コントロールポートは、ユーザーが編集可能なパラメータであり、オートメーションレーンでも自動化が可能です。
pt: Portas de controle são parâmetros editáveis pelo utilizador que também podem ser automatizadas em pistas de automação.

source: :term:`CV` ports handle continuous signals and can be used to modulate control ports.
ja: :term:`CV` ポートは連続した信号を扱い、コントロールポートのモジュレーションに使用できます。
pt: Portas de :term:`CV` lidam com sinais contínuos e podem ser utilizadas para modular as portas de controle.

source: Creates an action for connecting 2 ports.
ja: 2ポートを接続するためのアクションを作成します。

source: Performs the given action and adds it to the undo stack.
ja: 指定されたアクションを実行し、元に戻すスタックに追加します。

source: Undoes the last action.
ja: 最後の操作を元に戻します。

source: Hello World
ja: ハローワールド
pt: Olá mundo

source: Print track names
ja: トラック名を出力
pt: Imprimir nomes de faixas

source: Create Geonkick track and route its mono output to an Audio FX track
ja: Geonkickトラックを作成し、そのモノ出力をオーディオFXトラックにルーティングする
pt: Crie uma faixa de Geonkick e roteie a saída mono dele a uma faixa de Audio FX

source: If the track takes input, there will be an input selection section.
ja: トラックが入力を受け取る場合は、入力選択セクションが存在します。
pt: Se a faixa receber entrada, haverá uma secção de seleção de entrada.

source: Fader
ja: フェーダー

source: Not operational at the moment.
ja: 現時点では動作していません。
pt: Não está operacional no momento.

source: User comments.
ja: ユーザーコメント。
pt: Comentários do utilizador.

source: This is not implemented yet.
ja: これはまだ実装されていません。
pt: Isto ainda não está implementado.

source: Master
ja: マスター
pt: Mestre

source: Shows the scripting interface. See :ref:`scripting` for more information.
ja: スクリプト インターフェイスを表示します。詳細については、 :ref:`scripting` を参照してください。
pt: Mostra a interface de scripts. Veja :ref:`scripting` para mais informações.

source: Sets the volume of the metronome.
ja: メトロノームのボリュームを設定します。
pt: Define o volume do metrónomo.

source: Toggles whether to return to the cue point when playback stops.
ja: 再生が停止したときにキューポイントに戻るかどうかを切り替えます。
pt: Alterna se deve ou não voltar ao ponto de sinalização quando a reprodução parar.

source: Song tempo (beats per minute).
ja: 曲のテンポ（一分あたりのビート数）
pt: Ritmo da canção (batidas por minuto).

source: Transport buttons
ja: トランスポートのボタン
pt: Botões de transporte

source: Controls for stopping, playback, recording, etc.
ja: 停止、再生、録音などのコントロール
pt: Controlos para parar, reproduzir, gravar, etc.

source: Widgets like the BPM meter can be changed by clicking and dragging, or by hovering over them with the cursor and scrolling
ja: BPMメーターなどのウィジェットは、クリックしてドラッグするか、カーソルをその上に置いてスクロールすることで変更できます
pt: Widgets como o medidor de BPM podem ser alterados clicando e arrastando, ou pairando sobre eles com o cursor e rolando

source: More information about working with the transport bar is covered in :ref:`transport-controls`.
ja: トランスポート バーの操作の詳細については、 :ref:`transport-controls` で説明しています。
pt: Mais informações sobre como trabalhar com a barra de transporte são abordadas em :ref:`transport-controls`.

source: Interface Overview
ja: インターフェイスの概要
pt: Visão Geral Da Interface

source: Copyright © 2019-2020 The Zrythm contributors
pt: Copyright © 2019-2020 Os colaboradores da Zrythm

source: Tracks can be armed for recording by clicking the record button, either inside the track or inside its fader section in the channel or :ref:`track inspector <track-inspector>`. When tracks are armed for recording, they start listening for signals in their :ref:`track-inputs` and these signals will be passed along in the processing chain.
pt: As faixas podem ser armadas para gravação por clicar no botão de gravação, seja dentro da faixa ou dentro da secção de fader dele no canal, ou inspetor de faixa (:ref:`track-inspector`). Quando as faixas são armadas para gravação, começam a ouvir sinais nas :ref:`track-inputs` dela e esses sinais serão passados adiante na cadeia de processamento.

source: After arming the tracks you want to record events into, enable recording in :ref:`transport-controls` and press play.
pt: Depois de armar as faixas em que quer gravar os eventos, ative a gravação em :ref:`transport-controls` e prima play.

source: When metronome is enabled, you will hear metronome ticks during playback at each bar and each tick. The tick at each bar will be more emphasized. This is useful for making sure your song stays on beat.
pt: Quando o metrónomo estiver ativado, ouvirá tiquetaques de metrónomo durante a reprodução em cada barra e cada tique. O tique em cada barra será mais enfatizado. Isto é útil para garantir que a sua música permaneça na batida.

source: states
pt: estados

source: exports
pt: exportações

source: pool
pt: conjunto

source: Scheme Procedure: **position-new** | *bars beats sixteenths ticks sub_tick*
pt: Procedimento do Esquema: **position-new** | *barras.batidas.decimos-sextos.ticks*

source: Tracks can be deleted by right-clicking them and selecting :zbutton:`Delete`.
pt: As faixas podem ser apagadas clicando com o botão direito do rato neles e selecionando: zbutton: "Apagar".

source: Displays the log, which gets updated real-time. Preferences Shows the preferences dialog. See :ref:`preferences` for more information.
pt: Exibe o log, que é atualizado em tempo real. Preferências mostra o diálogo de preferências. Veja :ref:`preferences` para mais informações.

source: Transport controls change the behavior of playback. They include the following items.
pt: Os controlos de transporte alteram o comportamento da reprodução. Eles incluem os itens a seguir.

source: Current playhead position, in bars.beats.sixteenths.ticks.
pt: Posição atual da cabeça de reprodução, em barras.batidas.decimos-sextos.ticks.
