Repository: JeromyJSmith/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/zrythm-manual.po
Languages: el, ja, pt

source: Donations
el: Δωρεές
ja: 寄付

source: We use the following services for receiving donations. Any amount, small or large is appreciated and helps sustain continuous development:
el: Χρησιμοποιούμε τις ακόλουθες υπηρεσίες για την αποδοχή δωρεών. Οποιοδήποτε ποσό, μικρό ή μεγάλο, είναι καλοδεχούμενο και βοηθάει στην αδιάκοπη ανάπτυξη του Zrythm:
ja: 寄付金の受付には、以下のサービスを利用しています。金額の大小に関わらず、ご寄付をいただくことで、継続的な開発を維持することが可能になります。

source: Alternatively, you can `purchase a Zrythm installer <https://www.zrythm.org/en/download.html>`_.
el: Εναλλακτικά, μπορείτε να `αγοράσετε έναν εγκαταστατή Zrythm <https://www.zrythm.org/en/download.html>`_.
ja: あるいは、 `Zrythm インストーラーを購入することもできます <https://www.zrythm.org/en/download.html>`_ 。

source: Credits
el: Μνείες
ja: 貢献者一覧

source: Authors
el: Δημιουργοί
ja: 作者

source: See the :download:`AUTHORS <../../../AUTHORS>` file in the source distribution. These include developers, graphic artists and other authors of copyrightable work.
el: Βλέπε το αρχείο :download:`AUTHORS <../../../AUTHORS>` στην πηγαία διανομή. Περιλαμβάνουν τους προγραμματιστές, σχεδιαστές και άλλους δημιουργούς δουλειάς που υπόκειται σε πνευματικά δικαιώματα.
ja: ソース配布の :download:`AUTHORS <../../../AUTHORS>` ファイルを参照してください。これらのファイルには、開発者、グラフィックアーティスト、その他の著作権のある作品の作者が含まれています。

source: Translators
el: Μεταφραστές
ja: 翻訳者

source: Other Contributors
el: Άλλοι συνεργάτες
ja: その他の貢献者

source: Audio Editor
el: Επεξεργαστής ήχου
ja: オーディオエディター

source: The audio editor is displayed when an audio region is selected.
el: Ο επεξεργαστής ήχου προβάλλεται όταν επιλέγεται μια περιοχή ήχου.
ja: オーディオエディターは、オーディオリージョンを選択すると表示されます。

source: Currently, it is only used to view audio and has no other functionality, besides changing the points in the ruler, as discussed in :ref:`editor-ruler`.
el: Προς το παρόν, χρησιμοποιείται μόνο για την προβολή ήχου και δεν έχει άλλη λειτουργία, πέρα από την αλλαγή των σημείων στον χάρακα, όπως επισημαίνεται στο :ref:`editor-ruler`.
ja: 現在のところ、これはオーディオを表示するためにのみ使用され、 :ref:`editor-ruler` で説明したように、ルーラーのポイントを変更する以外の機能はありません。

source: Audio Arranger
el: Ταξινόμος ήχου
ja: オーディオアレンジャー

source: The audio arranger refers to the arranger section of the audio editor.
el: Ο ταξινόμος ήχου αναφέρεται στο τμήμα ταξινόμου του επεξεργαστή ήχου.
ja: オーディオアレンジャーとは、オーディオエディターのアレンジャー部のことを指します。

source: Automation Editor
el: Επεξεργαστής αυτοματισμού
ja: オートメーションエディター

source: The automation editor is displayed when an automation region is selected.
el: Ο επεξεργαστής αυτοματισμού προβάλλεται όταν επιλέγεται μια περιοχή αυτοματισμού.
ja: オートメーションエディターは、オートメーションリージョンを選択すると表示されます。

source: It is very similar to the piano roll, with the exception that the arranger contains automation points and curves instead of MIDI notes.
el: Είναι αρκετά παρόμοιος με το ρολό πιάνου, με τη διαφορά ότι ο ταξινόμος περιέχει σημεία και καμπύλες αυτοματισμού αντί για νότες MIDI.

source: Automation Arranger
el: Ταξινόμος αυτοματισμού
ja: オートメーションアレンジャー

source: The automation arranger refers to the arranger section of the automation editor.
el: Ο ταξινόμος αυτοματισμού αναφέρεται στο τμήμα ταξινόμου του επεξεργαστή αυτοματισμού.

source: The automation arranger contains automation points drawn as circles and curves connecting them. During playback, Zrythm will interpolate the value of the control being automated based on the curve.
el: Ο ταξινόμος αυτοματισμού περιέχει σημεία αυτοματισμού που σχεδιάζονται ως κύκλοι και καμπύλες που τους ενώνουν. Κατά την αναπαραγωγή, το Zrythm θα παρεμβάλει την τιμή της παραμέτρου που αυτοματοποιείται σύμφωνα με την καμπύλη.

source: Editing inside the automation arranger generally follows :ref:`edit-tools` and :ref:`common-operations`, with the added feature that curves can be dragged up or down to change their `curviness`.
el: Η επεξεργασία εντός του ταξινόμου αυτοματισμού γενικά ακολουθεί τα :ref:`edit-tools` και :ref:`common-operations`, με το επιπρόσθετο χαρακτηριστικό ότι οι καμπύλες μπορούν να συρθούν πάνω ή κάτω για να αλλάξει η `curviness` τους.

source: Curves
el: Καμπύλες
ja: カーブ

source: Right-clicking on a curve allows you to change the curve algorithm used. The following curve algorithms are available.
el: Κάνοντας δεξιό κλικ πάνω σε μια καμπύλη σας επιτρέπει να αλλάξετε τον αλγόριθμο καμπύλης που χρησιμοποιείται. Διαθέσιμοι είναι οι εξής αλγόριθμοι καμπύλης.

source: Exponent
el: Εκθέτης
ja: 指数

source: Exponential curve.
el: Εκθετική καμπύλη.
ja: 指数曲線。

source: Elliptical curve.
el: Ελλειπτική καμπύλη.
ja: 楕円曲線。

source: The curve that Vital synth uses, similar to exponential curve.
el: Η καμπύλη που χρησιμοποιεί το συνθεσάιζερ Vital, παρόμοια με την εκθετική καμπύλη.
ja: Vitalシンセが使用している曲線で、指数関数的な曲線に似ています。

source: Pulse
el: Παλμός
ja: パルス

source: Pulse wave.
el: Παλμικό κύμα.
ja: パルス波。

source: Context Menu
el: Μενού περιβάλλοντος
ja: コンテキストメニュー

source: Write this section.
el: Να γραφεί αυτό το τμήμα.
ja: この部分を書くこと。

source: Event Viewer
el: Προβολέας γεγονότων
ja: イベントビューア

source: The event viewer in the automation editor is similar to the timeline event viewer discussed in :ref:`timeline-event-viewer`.
el: Ο προβολέας γεγονότων στον επεξεργαστή αυτοματισμού είναι παρόμοιος με τον προβολέα γεγονότων χρονολογίου όπως επισημαίνεται στο :ref:`timeline-event-viewer`.

source: It displays information about each automation point and its curve.
el: Προβάλλει πληροφορίες σχετικά με κάθε σημείο αυτοματισμού και καμπύλη.
ja: 各オートメーションポイントとその曲線に関する情報が表示されます。

source: Chord Editor
el: Επεξεργαστής συγχορδιών
ja: コードエディター

source: The chord editor is displayed when a chord region is selected.
el: Ο επεξεργαστής συγχορδιών προβάλλεται όταν επιλέγεται μια περιοχή συγχορδιών.
ja: コードエディターは、コードリージョンを選択すると表示されます。

source: Its ruler behaves similarly to the editor ruler explained in :ref:`editor-ruler`.
el: Ο χάρακάς του συμπεριφέρεται παρόμοια με τον επεξεργαστή χάρακα που εξηγείται στο :ref:`editor-ruler`.
ja: そのルーラーは :ref:`editor-ruler` で説明したエディタルーラーと同様の動作をします。

source: The chord editor has a list of chords on the left side that can be changed, and an arranger on the right side for creating chord progressions.
el: Ο επεξεργαστής συγχορδιών έχει μια λίστα συγχορδιών στην αριστερή πλευρά που μπορεί να αλλάξει, και έναν ταξινόμο στη δεξιά πλευρά για τη δημιουργία ακολουθιών συγχορδιών.

source: Chords
el: Συγχορδίες
ja: 和音

source: A chord in the context of the chord editor refers to a chord on the left side of the editor.
el: Μια συγχορδία στο πλαίσιο του επεξεργαστή συγχορδιών αναφέρεται στη συγχορδία που βρίσκεται στην αριστερή πλευρά του επεξεργαστή.
ja: コードエディターの文脈でのコードとは、エディターの左側にあるコードのことを指します。

source: These chords act similarly to the piano roll keys explained in :ref:`piano-roll-keys`.
el: Αυτές οι συγχορδίες συμπεριφέρονται παρόμοια με τα πλήκτρα ρολού πιάνου που εξηγούνται στο :ref:`piano-roll-keys`.
ja: これらのコードは、 :ref:`piano-roll-keys` で説明されているピアノロールキーと同様に機能します。

source: Chord Selector
el: Διαλογέας συγχορδιών
ja: コードセレクタ

source: Double-clicking on a chord will bring up the chord selector, which allows you to change that chord.
el: Κάνοντας διπλό κλικ πάνω σε μια συγχορδία θα αναδείξει τον διαλογέα συγχορδιών, ο οποίος σας επιτρέπει να αλλάξετε εκείνη τη συγχορδία.

source: At the moment, only the chord creator is functional. A chord can be created by selecting its root note, its type, its accent and its bass note.
el: Αυτή τη στιγμή, μόνο ο δημιουργός συγχορδιών είναι λειτουργικός. Μια συγχορδία μπορεί να δημιουργηθεί επιλέγοντας τη ριζική νότα της, τον τύπο της, τον τόνο της και την μπάσα νότα της.
ja: 現時点では、コードクリエータのみが機能しています。コード（和音）は、そのルート音符、その種類、そのアクセントとその低音符を選択することによって作成することができます。

source: Selecting :zbutton:`In scale` under `Visibility` will only show options that correspond to chords inside the scale active at the start of the region. This makes it easy to create chords that stay in the current scale.
el: Επιλέγοντας :zbutton:`In scale` κάτω από την `Visibility` θα προβάλει μόνο ρυθμίσεις που αντιστοιχούν στις συγχορδίες μέσα στην ενεργή κλίμακα στην αρχή της περιοχής. Αυτό καταστά εύκολη τη δημιουργία συγχορδιών που μένουν στην τωρινή κλίμακα.

source: Chord Arranger
el: Ταξινόμος συγχορδιών
ja: コードアレンジャー

source: The chord arranger refers to the arranger section of the chord editor.
el: Ο ταξινόμος συγχορδιών αναφέρεται στο τμήμα ταξινόμου του επεξεργαστή συγχορδιών.
ja: コードアレンジャーとは、コードエディターのアレンジャーセクションのことを指します。

source: The chord editor contains `chord objects` that signify the start of a chord. Chord objects do not have a length.
el: Ο επεξεργαστής συγχορδιών περιέχει `chord objects` που σηματοδοτούν την αρχή μιας συγχορδίας. Τα αντικείμενα συγχορδιών δεν έχουν μήκος.

source: Editing in the chord arranger follows :ref:`edit-tools` and :ref:`common-operations`.
el: Η επεξεργασία στον ταξινόμο συγχορδιών ακολουθεί :ref:`edit-tools` και :ref:`common-operations`.

source: The event viewer in the chord editor is similar to the timeline event viewer discussed in :ref:`timeline-event-viewer`.
el: Ο προβολέας γεγονότων στον επεξεργαστή συγχορδιών είναι παρόμοιος με τον προβολέα γεγονότων χρονολογίου που εξηγείται στο :ref:`timeline-event-viewer`.

source: It displays information about each chord object.
el: Προβάλλει πληροφορίες σχετικά με κάθε αντικείμενο συγχορδιών.
ja: 各コードオブジェクトに関する情報が表示されます。

source: Editors
el: Επεξεργαστές
ja: エディター

source: When regions are selected in the timeline, their contents will be shown inside the Editor tab in the :ref:`bottom-panel`. Although there are some common elements shared amongst each type of editor, the editor section will differ depending on the type of region selected.
el: Όταν επιλέγονται περιοχές στο χρονολόγιο, τα περιεχόμενά τους θα προβληθούν μέσα στην καρτέλα επεξεργαστή στο :ref:`bottom-panel`. Παρόλο που υπάρχουν κάποια κοινά στοιχεία ανάμεσα σε κάθε τύπο επεξεργαστή, το τμήμα επεξεργαστή θα διαφέρει ανάλογα με τον τύπο περιοχής που επιλέγεται.

source: Piano Roll
el: Ρολό πιάνου
ja: ピアノロール

source: The piano roll is the main editor for editing MIDI regions.
el: Το ρολό πιάνου είναι ο βασικός επεξεργαστής για την επεξεργασία περιοχών MIDI.
ja: ピアノロールはMIDIリージョンを編集するためのメインエディターです。

source: It consists of the toolbar discussed in :ref:`editor-toolbar` at the very top, a smaller space containing extra controls, the ruler discussed in :ref:`editor-ruler`, the piano roll keys on the left, the piano roll (MIDI) arranger on the right and the velocity editor at the bottom.
el: Αποτελείται από μια γραμμή εργαλείων στο πάνω μέρος που εξηγείται στο :ref:`editor-toolbar`, ένα μικρότερο κενό που περιέχει επιπρόσθετους χειριστές, έναν χάρακα που εξηγείται στο :ref:`editor-ruler`, τα πλήκτρα ρολού πιάνου στα αριστερά, τον ταξινόμο ρολού πιάνου (MIDI) στα δεξιά και τον επεξεργαστή ταχύτητας στο κάτω μέρος.

source: Additional Controls
el: Επιπρόσθετοι χειριστές
ja: その他のコントロール

source: The piano roll contains the following additional controls.
el: Το ρολό πιάνου περιέχει τους εξής επιπρόσθετους χειριστές.
ja: ピアノロールには、以下の追加コントロールが含まれています。

source: Drum View
el: Προβολή κρουστών
ja: ドラムビュー

source: Enabling this will change the display of the arranger into a drum editor view, where each :term:`MIDI note` is drawn as a diamond and the piano roll keys display the name of each drum.
el: Η ενεργοποίηση αυτού θα αλλάξει την προβολή του ταξινόμου στην προβολή επεξεργαστή κρουστών, όπου κάθε :term:`MIDI note` σχεδιάζεται ως ένα διαμάντι και τα πλήκτρα ρολού πιάνου προβάλλουν το όνομα κάθε κρουστού.

source: Listen to notes
el: Ακρόαση νοτών
ja: 音符を聞く

source: Enabling this will play back each note as you drag it inside the piano roll. This is useful if you want to `hear` what you are doing.
el: Η ενεργοποίηση αυτού θα προκαλέσει αναπαραγωγή κάθε νότας καθώς τη σύρετε μέσα στο ρολό πιάνου. Αυτό είναι χρήσιμο αν θέλετε να `hear` αυτό που κάνετε.

source: Piano Roll Keys
el: Πλήκτρα ρολού πιάνου
ja: ピアノロールキー

source: These are the keys corresponding to each key found on a piano.
el: Αυτά είναι τα πλήκτρα που αντιστοιχούν σε κάθε πλήκτρο που βρίσκεται σε ένα πιάνο.

source: Clicking on each key allows you to listen to it, much like pressing a key on a real piano.
el: Κάνοντας κλικ σε κάθε πλήκτρο σας επιτρέπει να το ακούσετε, όπως ακριβώς θα πατούσε κανείς ένα πλήκτρο σε ένα αληθινό πιάνο.

source: A label for each key is shown on the left side of the black/white keys, in addition to any highlighting (if selected). See :ref:`chord-highlighting` for more information.
el: Για κάθε πλήκτρο προβάλλεται μια ετικέτα στην αριστερή πλευρά των μαύρων/άσπρων πλήκτρων, επιπρόσθετα προς οποιαδήποτε επισήμανση (αν επιλεγεί). Βλέπε :ref:`chord-highlighting` για περισσότερες πληροφορίες.

source: The zoom level can be changed by holding down :kbd:`Ctrl` and :kbd:`Shift` and scrolling.
el: Το επίπεδο ζουμαρίσματος μπορεί να αλλάξει κρατώντας πατημένο το :kbd:`Ctrl` και :kbd:`Shift` και σκρολάροντας.
ja: ズームレベルは、 :kbd:`Ctrl` と :kbd:`Shift` を押しながらスクロールすることで変更できます。

source: MIDI Arranger
el: Ταξινόμος MIDI
ja: MIDIアレンジャー

source: The MIDI arranger refers to the arranger section of the piano roll.
el: Ο ταξινόμος MIDI αναφέρεται στο τμήμα ταξινόμου στο ρολό πιάνου.
ja: MIDIアレンジャーとは、ピアノロールのアレンジャー部のことを指します。

source: The MIDI arranger contains MIDI notes drawn as rectangles from their start position to their end position. Zrythm will send a MIDI note on signal when the start position of a note is reached, and a note off signal when the end position of a note is reached.
el: Ο ταξινόμος MIDI περιέχει νότες MIDI σχεδιασμένες ως ορθογώνια από τη θέση εκκίνησής τους μέχρι τη θέση λήξης τους. Το Zrythm θα στείλει μια νότα MIDI στο σήμα όταν φτάσει η θέση εκκίνησης μιας νότας, και ένα σήμα σβήσιμου νότας όταν φτάσει η θέση λήξης μιας νότας.

source: Editing inside the MIDI arranger is covered in :ref:`edit-tools` and :ref:`common-operations`.
el: Η επεξεργασία μέσα στον ταξινόμο MIDI καλύπτεται στο :ref:`edit-tools` και :ref:`common-operations`.

source: Drum Mode
el: Λειτουργία κρουστών
ja: ドラムモード

source: Explain/show how the 2 sections above look in drum mode.
el: Να εξηγηθεί/δειχθεί πώς τα 2 τμήματα πάνω φαίνονται στη λειτουργία κρουστών.
ja: 上記の2つのセクションがドラムモードでどのように表示されるかを説明/示す。

source: Velocity Editor
el: Επεξεργαστής ταχύτητας
ja: ベロシティエディタ

source: There is another arranger at the bottom of the MIDI arranger for editing the velocity of each note.
el: Υπάρχει ένας ακόμα ταξινόμος στο κάτω μέρος του ταξινόμου MIDI για την επεξεργασία της ταχύτητας κάθε νότας.
ja: MIDI アレンジャーの下部には、各音符のベロシティーを編集するためのアレンジャーがもう 1 つあります。

source: Velocity refers to the force with which a note is played. Each instrument handles various velocities for the same note differently, but generally a higher velocity will result in a louder or `stronger` note. Velocities are useful for adding expression to melodies.
el: Η ταχύτητα αναφέρεται στη δύναμη με την οποία παίζεται κάθε νότα. Κάθε όργανο χειρίζεται ποικίλες ταχύτητες για την ίδια νότα διαφορετικά, αλλά γενικά μια υψηλότερη ταχύτητα θα οδηγήσει σε μια δυνατότερη ή `stronger` νότα. Οι ταχύτητες είναι χρήσιμες για την προσθήκη έκφρασης στις μελωδίες.

source: The velocity of each note is drawn as a bar, where higher means a larger value. Clicking and dragging the tip of each velocity bar allows you to change it.
el: Η ταχύτητα κάθε νότας σχεδιάζεται ως μια μπάρα, όπου υψηλότερα σημαίνει μεγαλύτερη τιμή. Κάνοντας κλικ και σύροντας την κορυφή κάθε μπάρας ταχύτητας σας επιτρέπει να την αλλάξετε.

source: You can also edit multiple velocities at once by selecting multiple MIDI notes before editing a velocity bar.
el: Μπορείτε επίσης να επεξεργαστείτε πολλαπλές ταχύτητες ταυτόχρονα επιλέγοντας πολλαπλές νότες MIDI πριν την επεξεργασία μιας μπάρας ταχύτητας.
ja: ベロシティバーを編集する前に複数の MIDI ノートを選択して、複数のベロシティを一括編集することもできます。

source: The :ref:`ramp-mode` can also be used in the velocity editor to `ramp` velocities.
el: Το :ref:`ramp-mode` μπορεί επίσης να χρησιμοποιηθεί στον επεξεργαστή ταχύτητας για να `ramp` ταχύτητες.
ja: :ref:`ramp-mode` は、ベロシティエディターでベロシティを `ランプ` するために使用することもできます。

source: The event viewer in the piano roll is similar to the timeline event viewer discussed in :ref:`timeline-event-viewer`.
el: Ο προβολέας γεγονότων στο ρολό πιάνου είναι παρόμοιος με τον προβολεά γεγονότων χρονολογίου που επισημαίνεται στο :ref:`timeline-event-viewer`.
ja: ピアノロールのイベントビューアは :ref:`timeline-event-viewer` で説明したタイムラインイベントビューアに似ています。

source: It displays information about each MIDI note in the MIDI arranger.
el: Προβάλλει πληροφορίες για κάθε νότα MIDI στον ταξινόμο MIDI.
ja: MIDI アレンジャーの各 MIDI ノートに関する情報を表示します。

source: The editor ruler is similar to the timeline ruler explained in :ref:`timeline-ruler`, with some differences.
el: Ο επεξεργαστής χάρακας είναι παρόμοιος με τον χάρακα χρονολογίου που εξηγείται στο :ref:`timeline-ruler`, με κάποιες διαφορές.
ja: エディターのルーラーは、 :ref:`timeline-ruler` で説明されているタイムラインルーラーに似ていますが、いくつかの違いがあります。

source: The ruler will display more or less information depending on the current zoom level. It will also display the following markers and indicators.
el: Ο χάρακας θα προβάλει περισσότερες ή λιγότερες πληροφορίες ανάλογα με το τρέχον επίπεδο ζουμαρίσματος. Θα προβάλει επίσης τα εξής σημάδια και δείκτες.
ja: ルーラーは、現在のズームレベルに応じて多かれ少なかれ情報を表示します。また、以下のマーカーとインジケータも表示されます。

source: Markers
el: Σημάδια
ja: マーカー

source: Clip Start
el: Εκκίνηση κλιπ
ja: クリップの開始点

source: Displayed as a blue, right-pointing arrow. This controls the position where the clip will start playback from.
el: Προβάλλεται ως ένα μπλε, δεξιά στρεφόμενο βέλος. Αυτό ελέγχει τη θέση από την οποία θα ξεκινήσει την αναπαραγωγή το κλιπ.
ja: 青色の右向き矢印で表示されます。これは、クリップの再生を開始する位置を制御します。

source: Add pic.
el: Προσθήκη εικόνας.
ja: スクショを追加。

source: Playhead
el: Κεφαλή αναπαραγωγής
ja: 再生ヘッド

source: Shown as a grey, down-facing arrow. This is the current position of the playhead.
el: Προβάλλεται ως ένα γκρι, κάτω στρεφόμενο βέλος. Αυτή είναι η τρέχουσα θέση της κεφαλής αναπαραγωγής.
ja: 灰色の下向き矢印として表示されています。これはプレイヘッドの現在の位置です。

source: Loop Points
el: Σημεία λούπας
ja: ループポイント

source: Shown as 2 green arrows. These control where the clip will start looping at and where it will return to after looping.
el: Προβάλλονται ως 2 πράσινα βέλη. Αυτά ελέγχουν από πού θα αρχίσει το κλιπ να λουπάρει και πού θα επιστρέψει μετά τη λούπα.
ja: 2 つの緑の矢印で示されています。これらの矢印は、クリップがループを開始する位置とループ後に戻る位置を制御します。

source: Setting Each Point
el: Ορισμός κάθε σημείου
ja: 各ポイントの設定

source: To set the position of each point, click on it and drag it to the desired position.
el: Για να ορίσετε τη θέση κάθε σημείου, κάνετε κλικ πάνω του και σύρετέ τη στην επιθυμητή θέση.
ja: 各ポイントの位置を設定するには、ポイントをクリックして目的の位置にドラッグします。

source: Clicking and dragging on empty space will allow you to reposition the playhead.
el: Κάνοντας κλικ και σύροντας πάνω σε κενό χώρο θα σας επιτρέψει να επαναπροσδιορίσετε την κεφαλή αναπαραγωγής.
ja: 空のスペースをクリックしてドラッグすると、再生ヘッドの位置を変更できます。

source: Hold :kbd:`Shift` to temporarily disable snapping.
el: Κρατήστε :kbd:`Shift` για να απενεργοποιήσετε προσωρινά το σναπάρισμα.
ja: 一時的にスナップを無効にするには、 :kbd:`Shift` を押します

source: Editor Toolbar
el: Γραμμή εργαλείων επεξεργαστή
ja: エディターツールバー

source: The editor toolbar contains controls and buttons for actions specific to the current editor.
el: Η γραμμή εργαλείων επεξεργαστή περιέχει χειριστές και κουμπιά για δράσεις συγκεκριμένες προς τον τρέχοντα επεξεργαστή.
ja: エディターのツールバーには、現在のエディターに固有のアクションのコントロールとボタンが含まれています。

source: Update this section/pic.
el: Ενημέρωση αυτού του τομέα/εικόνας.
ja: このセクション/スクショを更新。

source: The piano roll toolbar consists of the following controls.
el: Η γραμμή εργαλείων ρολού πιάννου αποτελείται από τους εξής χειριστές.
ja: ピアノロールのツールバーは、次のコントロールで構成されています。

source: Grid/snap settings
el: Ρυθμίσεις πλέγματος/σναπαρίσματος
ja: グリッド/スナップ設定

source: Snapping and grid options are covered in :ref:`snapping-grid-options`.
el: Οι ρυθμίσεις σναπαρίσματος και πλέγματος καλύπτονται στο :ref:`snapping-grid-options`.
ja: スナップとグリッドの設定については、 :ref:`snapping-grid-options` で説明されています。

source: Highlight
el: Επισήμανση
ja: ハイライト

source: Chord highlighting is covered in :ref:`chords-scales`.
el: Η επισήμανση συγχορδιών καλύπτεται στο :ref:`chords-scales`.

source: Quantize options
el: Ρυθμίσεις κβαντοποίησης
ja: クオンタイズの設定

source: Quantize options are covered in :ref:`quantization`.
el: Οι ρυθμίσεις κβαντοποίησης καλύπτονται στην :ref:`quantization`.

source: No controls at the moment.
el: Δεν υπάρχουν χειριστές αυτή τη στιγμή.
ja: 現時点ではコントロールはありません。

source: Common Operations
el: Κοινές εργασίες
ja: 共通操作

source: These operations are common to most editors, and behave similarly to what you should be used to from other applications.
el: Αυτές οι εργασίες είναι κοινές στους περισσότερους επεξεργαστές και συμπεριφέρονται παρόμοια με ό,τι έχετε συνηθίσει από άλλα λογισμικά.
ja: これらの操作はほとんどのエディターに共通であり、他のアプリケーションから使用する操作と同様に動作します。

source: Undo/Redo
el: Αναίρεση/Επανάληψη
ja: 元に戻す/やり直す

source: Most actions in Zrythm are undoable, which means that you can go back to the state before that action was made, or you can come back to a state that you undo'ed from.
el: Οι περισσότερες δράσεις στο Zrythm είναι αναιρέσιμες, το οποίο σημαίνει ότι μπορείτε να κάνετε επαναφορά στην κατάσταση που προϋπήρχε της δράσης που έγινε, ή μπορείτε να επαναλάβετε την κατάσταση που αναιρέσατε.
ja: Zrythm のほとんどのアクションは元に戻すことができます。

source: For example, if you create a MIDI note and press undo, the MIDI note will be deleted (Zrythm goes back into the state where the MIDI note did not exist). Pressing the :guilabel:`Redo` button will create the note again, and you can go back between :guilabel:`Undo` and :guilabel:`Redo` as many times as you want.
el: Για παράδειγμα, αν δημιουργήσετε μια νότα MIDI και πατήσετε αναίρεση, η νότα MIDI θα διαγραφεί (το Zrythm κάνει επαναφορά στην κατάσταση που βρισκόταν στην οποία η νότα MIDI δεν υπήρχε). Πατώντας το κουμπί :guilabel:`Redo` θα δημιουργήσει τη νότα ξανά, και μπορείτε να επιστρέψετε ανάμεσα στην :guilabel:`Undo` και :guilabel:`Redo` στην όσες φορές θέλετε.

source: It is also possible to go back/forth more than one action, by clicking the arrow next to the :guilabel:`Undo` and :guilabel:`Redo` buttons.
el: Είναι επίσης δυνατό να πάτε μπρος/πίσω παραπάνω από μία δράση, κάνοντας κλικ το βέλος δίπλα στα κουμπιά :guilabel:`Undo` και :guilabel:`Redo`.

source: Show screenshot.
el: Προβολή στιγμιότυπου οθόνης.

source: The shortcuts for undo and redo are :kbd:`Control-z` and :kbd:`Control-Shift-z`.
el: Οι συντομεύσεις για την αναίρεση και την επαναφορά είναι :kbd:`Control-z` και :kbd:`Control-Shift-z`.
ja: 元に戻しのショートカットは :kbd:`Control` + :kbd:`Z` で、やり直しのショートカットは :kbd:`Ctrl` + :kbd:`Shift` + :kbd:`Z` です。

source: If you Undo and then perform a new action, the Redo history will be deleted.
el: Αν κάνετε αναίρεση και μετά κάνετε μια καινούρια δράση, το ιστορικό αναιρέσεων θα διαγραφεί.
ja: 元に戻して新しい操作を実行すると、やり直し履歴は削除されます。

source: Object Operations
el: Εργασίες αντικειμένων
ja: オブジェクト操作

source: Cut
el: Αποκοπή
ja: 切り取り

source: Delete and copy the selected objects and save them in the clipboard so that they can be pasted elsewhere. The shortcut for cutting is :kbd:`Control-x`.
el: Διαγραφή και αντιγραφή των επιλεγμένων αντικειμένων και αποθήκευσή τους στο πρόχειρο ώστε να επικολληθούν αλλού. Η συντόμευση για την αποκοπή είναι :kbd:`Control-x`.

source: Copy
el: Αντιγραφή
ja: コピー

source: Copy the selected objects to the clipboard so that they can be pasted elsewhere. The shortcut for copying is :kbd:`Control-c`.
el: Αντιγραφή των επιλεγμένων αντικειμένων στο πρόχειρο ώστε να επικολληθούν αλλού. Η συντόμευση για την αντιγραφή είναι :kbd:`Control-c`.

source: Paste
el: Επικόλληση
ja: 貼り付け
