Repository: JeromyJSmith/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/zrythm-manual.po
Languages: el, ja, pt

source: In a software environment, :abbr:`CV (Control Voltage)` represents audio-rate control data.
el: Σε περιβάλλον λογισμικού, το :abbr:`CV (Control Voltage)` αντιπροσωπεύει δεδομένα ελέγχου του ρυθμού ήχου.
ja: ソフトウェア環境では、 :abbr:`CV (Control Voltage)` はオーディオレート制御データを表します。

source: A :abbr:`DAW (Digital Audio Workstation)` is software used to compose, record, edit, arrange, mix and master music.
el: Το :abbr:`DAW (Digital Audio Workstation)` είναι πρόγραμμα που χρησιμοποιείται για τη σύνθεση, ηχογράφηση, επεξεργασία, διάταξη, μίξη και μάστερινγκ μουσικής.

source: In the context of a :term:`DAW`, :abbr:`DSP (Digital Signal Processing)` means audio signal processing.
el: Στο πλαίσιο του :term:`DAW`, :abbr:`DSP (Digital Signal Processing)` σημαίνει επεξεργασία του ηχητικού σήματος.

source: Free software
el: Ελεύθερο λογισμικό
ja: 自由なソフトウェア

source: Free/libre software means users control the program, as opposed to proprietary software, where the program controls the users.
el: Ελεύθερο λογισμικό σημαίνει ότι οι χρήστες ελέγχουν το πρόγραμμα, σε αντίθεση με το ιδιωτικό λογισμικό, όπου το πρόγραμμα ελέγχει τους χρήστες.
ja: フリー/自由ソフトウェアとは、プログラムがユーザーをコントロールするプロプライエタリなソフトウェアとは対照的に、ユーザーがプログラムをコントロールすることを意味します。

source: :abbr:`JACK (JACK Audio Connection Kit)` is a sound server that offers low latency for users and provides a simple API for developers. It is the de facto standard sound server for professional audio on GNU/Linux.
el: Το :abbr:`JACK (JACK Audio Connection Kit)` είναι ένας διακομιστής ήχου που προσφέρει χαμηλή καθυστέρηση μεταφοράς για τους χρήστες και παρέχει μια απλή διεπαφή προγραμματισμού εφαρμογών για τους προγραμματιστές. Είναι ο de facto πρότυπος διακομιστής ήχου για επαγγελματικό ήχο σε GNU/Linux.
ja: :abbr:`JACK (JACK Audio Connection Kit)` は、ユーザに低レイテンシを提供し、開発者にシンプルな API を提供するサウンドサーバです。これは GNU/Linux 上のプロ用オーディオのための事実上の標準的なサウンドサーバです。

source: :abbr:`LV2 (LADSPA Version 2)` is an extensible, cross-platform open standard for audio plugins. LV2 has a simple core interface, which is accompanied by extensions that add more advanced functionality.
el: Το :abbr:`LV2 (LADSPA Version 2)` είναι ένα επεκτάσιμο, διαπλατφορμικό ανοιχτό πρότυπο για πρόσθετα ήχου. Το LV2 έχει απλή διεπαφή στον πυρήνα του, η οποία συνοδεύεται από πρόσθετα που προσθέτουν πιο προχωρημένη λειτουργικότητα.
ja: :abbr:`LV2 (LADSPA バージョン 2)` は、オーディオプラグイン用の拡張可能なクロスプラットフォームオープンスタンダードです。LV2にはシンプルなコアインターフェースがあり、より高度な機能を追加する拡張機能が付属しています。

source: :abbr:`MIDI (Musical Instrument Digital Interface)` is a technical standard for communication between musical instruments and computers.
el: Το :abbr:`MIDI (Musical Instrument Digital Interface)` είναι το τεχνολογικό πρότυπο για τη διασύνδεση μουσικών οργάνων και υπολογιστών.
ja: abbr:`MIDI (Musical Instrument Digital Interface)` は、楽器とコンピュータ間の通信のための技術規格です。

source: MIDI note
el: Νότα MIDI
ja: MIDIノート

source: :term:`MIDI` Notes are used to trigger virtual (or hardware) instruments.
el: Οι νότες :term:`MIDI` χρησιμοποιούνται για να πυροδοτήσουν ψηφιακά (ή υλικά) όργανα.
ja: :term:`MIDI` ノートは仮想（またはハードウェア）楽器をトリガーするために使用されます。

source: Mono
el: Μόνο
ja: モノ

source: A single-channel audio signal (see also :term:`Stereo`).
el: Το ηχητικό σήμα μονού καναλιού (βλέπε επίσης :term:`Stereo`).

source: Panning
el: Πανάρισμα
ja: パンニング

source: Panning is the distribution of a :term:`Mono` signal into a new stereo or multi-channel sound field.
el: Το πανάρισμα είναι η διανομή ενός σήματος :term:`Mono` σε στέρεο ή σε πολυκαναλικό ηχητικό πεδίο.

source: Parameter
el: Παράμετρος
ja: パラメータ

source: Used interchangeably with :term:`Control`.
el: Είναι ισοδύναμος όρος με το :term:`Control`.
ja: :term:`Control` と互換的に使用されます。

source: Plugin
el: Πρόσθετο
ja: プラグイン

source: A plugin is an external module that provides audio processing capabilities to Zrythm, such as an :term:`SFZ` instrument or an :term:`LV2` reverb plugin.
el: Το πρόσθετο είναι μια εξωτερική μονάδα που παρέχει δυνατότητες επεξεργασίας ήχου στο Zrythm, όπως ένα :term:`SFZ` όργανο ή ένα :term:`LV2` πρόσθετο αντήχησης.

source: Project
el: Έργο
ja: プロジェクト

source: A project refers to a work session. It is saved as a directory containing a project file along with other auxiliary files. See :ref:`Projects` for more details.
el: Με τον όρο έργο εννοείται η συνεδρία δουλειάς. Αποθηκεύεται ως κατάλογος που περιέχει το αρχείο έργου μαζί με άλλα επικουρικά αρχεία. Βλέπε :ref:`Projects` για περισσότερες λεπτομέρειες.

source: Range
el: Εύρος

source: A Range is a selection of time between two positions.
el: Το εύρος είναι η επιλογή χρόνου μεταξύ δύο θέσεων.

source: Region
el: Περιοχή
ja: リージョン

source: A region (or :term:`Clip`) is a container for MIDI Notes, audio or other events. See :ref:`regions`.
el: Η περιοχή (ή :term:`Clip`) είναι ένα κοντείνερ για νότες MIDI, ήχο ή άλλα γεγονότα. Βλέπε :ref:`regions`.

source: SFZ is a file format for sample-based virtual instruments.
el: Το SFZ είναι ένα φορμάτ αρχείου για ψηφιακά όργανα που βασίζονται στη χρήση δειγμάτων.
ja: SFZ は、サンプルベースの仮想楽器用のファイルフォーマットです。

source: SF2 is the successor of :term:`SFZ`.
el: Το SF2 είναι ο απόγονος του :term:`SFZ`.
ja: SF2は :term:`SFZ` の後継である。

source: Stereo
el: Στέρεο
ja: ステレオ

source: A two-channel audio signal (left and right) (see also :term:`Mono`).
el: Είναι το δικαναλικό ηχητικό σήμα (αριστερά και δεξιά) (βλέπε επίσης :term:`Mono`).

source: A proprietary plugin standard and the predecessor of VST3. We do not recommend using this standard.
el: Το ιδιωτικό πρότυπο προσθέτων και ο πρόγονος του VST3. Δεν συνιστούμε τη χρήση αυτού του προτύπου.
ja: プロプライエタリのプラグイン標準と VST3 の前身。この標準を使用することはお勧めしません。

source: VST3 is a plugin standard that supersedes :term:`VST2`. It is better to use VST3 than VST2, because it is released as :term:`Free software`. However, we recommend using the :term:`LV2` standard instead.
el: Το VST3 είναι το πρότυπο προσθέτων που διαδέχεται το :term:`VST2`. Είναι καλύτερο να χρησιμοποιείται το VST3 από το VST2, διότι κυκλοφορεί ως :term:`Free software`. Ωστόσο, αντί αυτού συνιστούμε τη χρήση του προτύπου :term:`LV2`.

source: Zrythm user path
el: Μονοπάτι χρήστη Zrythm
ja: Zrythm ユーザー パス

source: The path where Zrythm will save user data, such as projects, temporary files, presets and exported audio. The default is :file:`zrythm` under
el: Το μονοπάτι όπου το Zrythm θα αποθηκεύει τα δεδομένα του χρήστη, όπως έργα, προσωρινά αρχεία, προρυθμίσεις και εξαγόμενους ήχους. Η προεπιλογή είναι :file:`zrythm` στο
ja: プロジェクト、一時ファイル、プリセット、エクスポートされたオーディオなど、Zrythmがユーザーデータを保存するパス。デフォルトは下記の下の :file:`zrythm` です。

source: :envvar:`XDG_DATA_HOME` (see the `XDG Base Directory Specification <https://specifications.freedesktop.org/basedir-spec/basedir-spec-latest.html>`_) on freedesktop-compliant systems (or if :envvar:`XDG_DATA_HOME` is defined), or
el: :envvar:`XDG_DATA_HOME` (βλέπε το `XDG Base Directory Specification <https://specifications.freedesktop.org/basedir-spec/basedir-spec-latest.html>`_) σε συστήματα συμβατά με το freedesktop (ή αν έχει οριστεί το :envvar:`XDG_DATA_HOME`), ή

source: the directory for local application data on Windows
el: ο κατάλογος για τα τοπικά δεδομένα της εφαρμογής στα Windows
ja: Windowsでは、ローカル アプリケーション データのディレクトリ

source: Welcome to the Zrythm manual.
el: Καλώς ήρθατε στο εγχειρίδιο χρήσης του Zrythm.
ja: Zrythmのマニュアルへようこそ。

source: *Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.3 or any later version published by the Free Software Foundation; with the Invariant Sections being just "Credits", with no Front-Cover Texts, and with no Back-Cover Texts. A copy of the license is included in the subsection entitled "GNU Free Documentation License" in the section entitled "Appendix".*
el: *Επιτρέπεται η αντιγραφή, διανομή και/ή επεξεργασία αυτού του εγγράφου υπό τους όρους της Άδειας Ελεύθερης Τεκμηρίωσης GNU, Έκδοσης 1.3 ή οποιασδήποτε μεταγενέστερης έκδοσης δημοσιευμένης από το Ίδρυμα Ελεύθερου Λογισμικού· με αμετάβλητα τμήματα να είναι μόνο οι «Ευχαριστίες», χωρίς κείμενα εξώφυλλου, και χωρίς κείμενα οπισθόφυλλου. Ένα αντίγραφο της άδειας περιλαμβάνεται στο υποτμήμα με τίτλο «Άδεια Ελεύθερης Τεκμηρίωσης GNU» στο τμήμα με τίτλο «Παράρτημα».*
pt: *É concedida permissão para copiar, distribuir e/ou modificar este documento sob os termos da GNU Free Documentation License, Versão 1.3 ou qualquer versão posterior publicada pela Free Software Foundation; com as Seções Invariantes sendo apenas "Créditos", sem textos de capa frontal e sem textos de capa traseira. Uma cópia da licença está incluída na subsecção intitulada "GNU Free Documentation License" na secção intitulada "Apêndice".*

source: *Zrythm and the Zrythm logo are registered trademarks of Alexandros Theodotou in the United Kingdom.*
el: *Το Zrythm και το λογότυπο του Zrythm είναι καταχωρημένα εμπορικά σήματα του Αλέξανδρου Θεοδότου στο Ηνωμένο Βασίλειο*
ja: * ZrythmおよびZrythmのロゴは、英国におけるAlexandrosTheodotouの登録商標です。*
pt: *Zrythm e o logotipo Zrythm são marcas registadas de Alexandros Theodotou no Reino Unido.*

source: Command Line
el: Γραμμή εντολών
ja: コマンドライン
pt: Linha de comando

source: Zrythm comes with a few utilities below that can be used from the :term:`CLI`.
el: Το Zrythm παρέχει κάποιες λειτουργίες που μπορούν να χρησιμοποιηθούν με το :term:`CLI`.
ja: Zrythm には、以下に示すいくつかのユーティリティが付属しており、このユーティリティは :term:`CLI` から使用できます。
pt: Zrythm vem com algumas utilidades abaixo que podem ser utilizadas do :term:`CLI`.

source: Zrythm executable.
el: Εκτελέσιμο αρχείο Zrythm.
ja: Zrythmの実行ファイル。
pt: Executável Zrythm.

source: Only affects the settings printed with :option:`-p`. This will *not* affect any files in the :term:`Zrythm user path`.
el: Επηρεάζει μόνο τις ρυθμίσεις που εκτυπώνονται με το :option:`-p`. Αυτό *δεν* θα επηρεάσει κανένα αρχείο στο :term:`Zrythm user path`.
ja: :option:`-p` で出力される設定にのみ影響します。これは、 :term:`Zrythm user path` 内のファイルには*影響しません*。
pt: Só afeta as definições impressas com :option:`-p`. Isso *não* afetará nenhuns ficheiros no :term:`Zrythm user path`.

source: This will clear ALL your user settings.
el: Αυτό θα καθαρίσει ΟΛΕΣ τις ρυθμίσεις του χρήστη σας.
ja: これにより、すべてのユーザー設定がクリアされます。
pt: Isto limpará TODAS as suas configurações de utilizador.

source: Prints the Zrythm version.
el: Εκτυπώνει την έκδοση του Zrythm.
ja: Zrythmのバージョンを出力します。
pt: Imprime a versão do Zrythm.

source: Wrapper over :program:`zrythm` that sets the correct paths before launching Zrythm. All of the options for :program:`zrythm` can also be passed to :program:`zrythm_launch`.
el: Ένα περιτύλιγμα γύρω από το :program:`zrythm` που θέτει τα σωστά μονοπάτια πριν την εκκίνηση του Zrythm. Όλες οι ρυθμίσεις για το :program:`zrythm` μπορούν επίσης να περαστούν στο :program:`zrythm_launch`.
ja: Zrythm を起動する前に正しいパスを設定する :program:`zrythm` のラッパー。 :program:`zrythm` のすべてのオプションは :program:`zrythm_launch` にも渡すことができます。
pt: Invólucro sobre :program:`zrythm` que define os caminhos corretos antes de lançar Zrythm. Todas as opções para :program:`zrythm` também podem ser passadas a :program:`zrythm_launch`.

source: Mixing
el: Μίξη
ja: ミキシング
pt: Misturar

source: Mixing Overview
el: Επισκόπηση μίξης
ja: ミキシングの概要
pt: Visão Geral da Mistura

source: Mixing refers to any actions made inside the mixer, such as routing signals around, controlling the fader level of various channels and setting their stereo balance.
el: Η μίξη αναφέρεται σε οποιεσδήποτε ενέργειες γίνονται μέσα στον μίκτη, όπως τη δρομολόγηση σημάτων, τον έλεγχο του επιπέδου έντασης διαφόρων καναλιών και τον ορισμό της ισορροπίας στέρεο.
ja: ミキシングとは、シグナルをルーティングし、様々なチャンネルのフェーダーレベルを制御し、ステレオバランスを設定するなど、ミキサー内で行われたすべてのアクションを指します。
pt: A mistura refere-se a quaisquer ações realizadas dentro do misturador, tais como o encaminhamento de sinais, o controlo do nível de fader dos vários canais e a definição do seu equilíbrio estéreo.

source: Mixer
el: Μίκτης
ja: ミキサー
pt: Misturador

source: The mixer contains all of the channels in the project corresponding to visible tracks.
el: Ο μίκτης περιέχει όλα τα κανάλια μέσα στο έργο που αντιστοιχούν σε ορατά κανάλια.
ja: ミキサーには、プロジェクト内のすべての表示状態になっているトラックに対応するチャンネルが含まれます。
pt: O misturador contém todos os canais do projeto correspondentes às faixas visíveis.

source: The master channel, a special channel used to route audio to the output audio device, is pinned on the right side of the mixer.
el: Το κανάλι μάστερ, ένα ειδικό κανάλι που χρησιμοποιείται για τη δρομολόγηση του ήχου σε μια εξωτερική συσκευή ήχου, βρίσκεται καρφιτσωμένο στη δεξιά πλευρά του μίκτη.
pt: O canal mestre, um canal especial utilizado para encaminhar o áudio para o aparelho de áudio de saída, está localizado no lado direito do misturador.

source: The rest of the mixer shows the rest of the channels, along with some extra space used for drag-and-dropping plugins or files.
el: Το υπόλοιπο μέρος του μίκτη δείχνει τα υπόλοιπα κανάλια, καθώς και λίγο επιπρόσθετο χώρο που χρησιμοποιείται για τη ρίψη προσθέτων ή αρχείων.
pt: O resto do misturador mostra o resto dos canais, com algum espaço adicional para arrastar e soltar suplementos ou ficheiros.

source: Most of the activities that can be performed in the mixer are also available in the track inspector described in :ref:`track-inspector`.
el: Οι περισσότερες δραστηριότητες που μπορούν να εφαρμοστούν στον μίκτη είναι επίσης διαθέσιμες στον επιθεωρητή καναλιών που εξηγείται στο :ref:`track-inspector`.
pt: A maioria das atividades que podem ser realizadas no misturador também estão disponíveis no inspetor de faixas descrito em :ref:`track-inspector`.

source: Channels
el: Κανάλια
ja: チャンネル
pt: Canais

source: A channel is part of a track, if the track type has a channel.
el: Ένα κανάλι είναι μέρος ενός κομματιού, αν ο τύπος κομματιού έχει κάποιο κανάλι.
ja: トラックの種類にチャンネルがある場合、チャンネルはトラックの一部です。
pt: Um canal faz parte de uma faixa, se o tipo de faixa tiver um canal.

source: Channels contain a fader, controls such as mute and solo, a meter, a direct out selector and a strip of insert plugins. These are covered in :ref:`track-inspector`.
el: Τα κανάλια περιέχουν έναν fader, χειριστές όπως σίγαση και σόλο, έναν μετρητή, ενάν επιλογέα αποστολής έξω και μια λωρίδα προσθέτων εισαγωγής. Αυτά καλύπτονται στο :ref:`track-inspector`.
ja: チャンネルには、フェーダー、ミュートやソロなどのコントロール、メーター、ダイレクトアウトセレクター、インサートプラグインのストリップがあります。これらについては :ref:`track-inspector` で説明しています。
pt: Os canais contêm um fader, controles como o mudo e solo, um medidor, um seletor de saída direta e uma tira de suplementos de inserção. Estes são cobertos em :ref:`track-inspector`.

source: Changing the Track Name
el: Αλλαγή ονόματος κομματιού
ja: トラック名の変更
pt: Alterar o Nome da Faixa

source: The name of the track the channel corresponds to can be changed by double clicking the name at the top of the channel.
el: Το όνομα του κομματιού που αντιστοιχεί στο κανάλι μπορεί να αλλάξει κάνοντας διπλό κλικ στο όνομα που βρίσκεται στο πάνω μέρος του καναλιού.
pt: O nome da faixa à qual o canal corresponde pode ser alterado a clicar duas vezes no nome na parte superior do canal.

source: Routing
el: Δρομολόγηση
ja: ルーティング
pt: Roteamento

source: Groups
el: Ομάδες
ja: グループ
pt: Grupos

source: Audio and MIDI group tracks (covered in :ref:`audio-group-track` and :ref:`midi-group-track` respectively) can be created for grouping signals.
el: Τα κομμάτια ομάδων ήχου και MIDI (καλύπτονται στα :ref:`audio-group-track` και :ref:`midi-group-track` αντίστοιχα) μπορούν να δημιουργηθούν για την ομαδοποίηση σημάτων.
ja: オーディオグループトラックとMIDIグループトラック(それぞれ :ref:`audio-group-track` と :ref:`midi-group-track` で説明)を作成して信号をグループ化することができます。
pt: As faixas de áudio e de grupo MIDI (cobertas em :ref:`audio-group-track` e :ref:`midi-group-track` respetivamente) podem ser criadas para agrupar sinais.

source: To route channels to these tracks, you can click the direct out selector and choose them.
el: Για τη δρομολόγηση καναλιών σε αυτά τα κομμάτια, μπορείτε να κάνετε κλικ στον επιλογέα αποστολής έξω και να τα επιλέξετε.
pt: Para encaminhar canais para estas faixas, pode clicar no seletor direto e escolhê-los.

source: Buses/FX Tracks
el: Δίαυλοι/Κομμάτια εφέ
ja: バス/FXトラック
pt: Buses/Faixas FX

source: Audio and MIDI FX tracks (covered in :ref:`audio-bus-track` and :ref:`midi-bus-track` respectively) can be created for sending additional signals to them, in addition to the channel's main direct output.
el: Κομμάτια εφέ ήχου και MIDI (καλύπτονται στα :ref:`audio-bus-track` και :ref:`midi-bus-track` αντίστοιχα) μπορούν να δημιουργηθούν για την αποστολή επιπρόσθετων σημάτων προς αυτά, συμπεριλαμβανομένης της κύριας απευθείας εξόδου του καναλιού.
pt: Faixas áudio e MIDI FX (coberto em :ref:`audio-bus-track` e :ref:`midi-bus-track`, respetivamente) podem ser criados para o envio de um sinal para eles, além do canal principal de saída direta.

source: This is useful for example for applying reverb and controlling the reverb signal separately.
el: Αυτό είναι χρήσιμο για παράδειγμα στην εφαρμογή αντήχησης (reverb) και στον ξεχωριστό έλεγχο του σήματος αντήχησης.
ja: これは、例えばリバーブを適用し、リバーブ信号を個別に取り扱うのに便利です。
pt: Isto é útil, por exemplo, para aplicar o reverb e controlar o sinal reverb separadamente.

source: You can send to these tracks/channels using the Sends section in the track inspector explained in :ref:`track-sends`.
el: Μπορείτε να αποστείλετε αυτά τα κομμάτια/κανάλια χρησιμοποιώντας το τμήμα αποστολών στον επιθεωρητή κομματιών που εξηγείται στις :ref:`track-sends`.
ja: これらのトラック/チャンネルにセンドするには、トラックインスペクタのセンドセクションで説明されている :ref:`track-sends` を使用します。
pt: Pode enviar para essas faixas/canais utilizando a secção Envios no inspetor de faixas explicada em :ref:`track-sends`.

source: Some other DAWs use the term `bus` to refer to what Zrythm refers to as `group`. Please keep this in mind if you are coming from other DAWs as they are different things in Zrythm.
el: Κάποιοι άλλοι ψηφιακοί σταθμοί επεξεργασίας ήχου χρησιμοποιούν τον όρο `bus` για να αναφερθούν σε αυτό που το Zrythm ονομάζει `group`. Παρακαλούμε κρατήστε το αυτό στον νου σας αν προέρχεστε από άλλους σταθμούς διότι είναι διαφορετικά πράγματα στο Zrythm.
ja: 他のいくつかのDAWは、Zrythmが `グループ` と呼ぶものを指すために `バス` という用語を使用します。Zrythm では他の DAW から来ている場合は、この点に注意してください。
pt: Alguns outros DAWs utilizam o termo `bus` para se referir ao que Zrythm se refere como `grupo`. Por favor tenha isto em mente se está vindo de outros DAWs como eles são coisas diferentes em Zrythm.

source: Sidechaining
el: Πλευρική αλυσίδωση (sidechaining)
ja: サイドチェーン

source: Similar to sending signals to FX tracks, you can also send signals to plugin sidechain ports, if the plugin has any. See :ref:`track-sends` for details.
el: Παρόμοιο με την αποστολή σημάτων σε κομμάτια εφέ, μπορείτε επίσης να αποστείλετε σήματα σε θύρες πλευρικής αλυσίδωσης προσθέτων, αν διαθέτει το πρόσθετο. Βλέπε :ref:`track-sends` για λεπτομέρειες.
pt: Similar ao envio de sinais para pistas FX, também pode enviar sinais para as portas de suplemento sidechain, se o suplemento tiver algum. Veja :ref:`track-sends` para detalhes.

source: Modulators
el: Διαμορφωτές
ja: モジュレーター
pt: Moduladores

source: Modulators are any plugins that have at least one :term:`CV` output port. These CV ports can be routed to any automatable parameter inside Zrythm. For example, you can route an LFO to a filter cutoff parameter to modulate its value.
el: Οι διαμορφωτές είναι οποιαδήποτε πρόσθετα που έχουν τουλάχιστον μία θύρα εξαγωγής :term:`CV`. Αυτές οι θύρες CV μπορούν να δρομολογηθούν σε οποιαδήποτε παράμετρο που μπορεί να αυτοματοποιηθεί μέσα στο Zrythm. Για παράδειγμα, μπορείτε να δρομολογήσετε ένα LFO σε μια παράμετρο κατωφλιού αποκοπής φίλτρου για να τροποποιηθεί η τιμή της.
ja: モジュレータとは、少なくとも一つの :term:`CV` 出力ポートを持つプラグインのことです。これらのCVポートは、Zrythm内の任意の自動可能パラメータにルーティングすることができます。例えば、LFOをフィルターカットオフパラメータにルーティングして、その値をモジュレートすることができます。
pt: Moduladores são todos suplementos que tenham pelo menos uma :term:`CV` porta de saída. Estas portas CV podem ser roteadas para todos os parâmetros automatizáveis dentro do Zrythm. Por exemplo, pode rotear um LFO para um parâmetro de corte de filtro para modular o valor dele.

source: Modulators Tab
el: Καρτέλα διαμορφωτών
ja: モジュレーター タブ
pt: Separador Moduladores

source: Zrythm has a modulators tab in the bottom panel that can hold any number of modulators.
el: Το Zrythm έχει μια καρτέλα διαμορφωτών στο κάτω πάνελ που μπορεί να υποστηρίξει οποιονδήποτε αριθμό διαμορφωτών.
ja: Zrythmの下部パネルには、任意の数のモジュレータを保持できるモジュレータタブがあります。
pt: O Zrythm tem um separador moduladores no painel inferior que pode conter qualquer quantidade de moduladores.

source: Modulators are associated with the :doc:`../tracks/modulator-track`, which contains all modulators in the :term:`Project`.
el: Οι διαμορφωτές συσχετίζονται με το :doc:`../tracks/modulator-track`, το οποίο περιέχει όλους τους διαμορφωτές στο :term:`Project`.
ja: :term:`プロジェクト <Project>` 内のすべてのモジュレータは :doc:`../tracks/modulator-track` に付属しています。
pt: Os moduladores estão associados ao :doc:`../tracks/modulator-track`, que contém todos os moduladores no :term:`Project`.

source: Adding Modulators
el: Προσθήκη διαμορφωτών
ja: モジュレーターの追加
pt: Adicionando Moduladores

source: Modulator plugins can be drag-n-dropped from the :doc:`../plugins-files/plugins/plugin-browser` into the Modulators tab. Modulator plugins can be :ref:`filtered inside the plugin browser <plugins-files/plugins/plugin-browser:Filter Buttons>`.
el: Τα πρόσθετα διαμορφωτών μπορούν να συρθούν και να ριχτούν από τον :doc:`../plugins-files/plugins/plugin-browser` στην καρτέλα διαμορφωτών. Τα πρόσθετα διαμορφωτών μπορούν :ref:`να φιλτραριστούν μέσα στον περιηγητή προσθέτων <plugins-files/plugins/plugin-browser:Filter Buttons>`.
ja: モジュレータ プラグインは :doc:`../plugins-files/plugins/plugin-browser` から モジュレータ タブにドラッグ＆ドロップすることができます。プラグインブラウザ の中で :ref:`フィルタリングすることができます <plugins-files/plugins/plugin-browser:Filter Buttons>` 。
pt: Os suplementos moduladores podem ser arrastados do separador :doc:`../plugins-files/plugins/plugin-browser` para o separador moduladores. Os suplementos moduladores podem ser :ref:`filtrados dentro do navegador de suplementos <plugins-files/plugins/plugin-browser:Filter Buttons>`.

source: Routing Modulators
el: Δρομολόγηση διαμορφωτών
ja: モジュレーターのルーティング
pt: Moduladores de Roteamento

source: Modulator outputs can be routed to automatable :term:`controls <Control>` by clicking on the arrow and following the prompt to select the destination.
el: Οι εξαγωγές διαμορφωτών μπορούν να δρομολογηθούν σε :term:`controls <Control>` που μπορούν να αυτοματοποιηθούν κάνοντας κλικ πάνω στο βέλος και ακολουθώντας την υπόδειξη για να επιλεγεί ο προορισμός.
pt: As saídas de moduladores podem ser encaminhadas para :term:`controles <Control>` automatizáveis, a clicar na seta e a seguir o prompt para selecionar o destino.

source: BPM and Time Signatures
el: Χτύποι ανά λεπτό (BPM) και μέτρα
ja: BPM と拍子
pt: BPM e Assinaturas de Tempo

source: Clicking and dragging on the integer counterpart will change the integer (e.g., from 140.24 to 141.24) and clicking and dragging on the decimal counterpart will change the decimal value (e.g., from 140.24 to 140.25).
el: Κάνοντας κλικ και σύροντας το ακέραιο μέρος θα αλλάξει τον ακέραιο (π.χ., από 140.24 σε 141.24), ενώ κάνοντας κλικ και σύροντας το δεκαδικό μέρος θα αλλάξει τη δεκαδική τιμή (π.χ. από 140.24 σε 140.25).

source: Time Signature
el: Μέτρο
ja: 拍子記号
pt: Assinatura de tempo

source: The Time Signature is split into the following
el: Το μέτρο διαχωρίζεται στα εξής
ja: 拍子記号は下記ように分割されています
pt: A Assinatura de Tempo é dividida no seguinte

source: Beats per Bar
el: Χτύποι ανά μπάρα
ja: バーあたりのビート数
pt: Batidas por Barra
