Repository: JeromyJSmith/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/zrythm-manual.po
Languages: el, ja, pt

source: In Zrythm, what you actually hear through your speakers is not the output of the master track, but the monitor output.
el: Στο Zrythm, αυτό που ακούτε από τα ηχεία σας δεν είναι η έξοδος του κομματιού μάστερ, αλλά η έξοδος του μόνιτορ.
ja: Zrythmでは、実際にスピーカーから聞こえてくるのはマスタートラックの出力ではなく、モニターの出力です。
pt: No Zrythm, o que realmente ouve através dos alto-falantes não é a saída da faixa principal, mas a saída do monitor.

source: The master track routes its output to a special processor called `Monitor Out` that changes the volume before sending the output to the speakers.
el: Το κομμάτι μάστερ δρομολογεί την έξοδό του σε έναν ειδικό επεξεργαστή που ονομάζεται `Monitor Out` που αλλάζει την ένταση πριν στείλει το εξαγόμενο σήμα στα ηχεία.
ja: マスタートラックは、その出力を `モニターアウト` と呼ばれる特殊なプロセッサーにルーティングし、スピーカーに音を届ける前にボリュームを変更します。
pt: A faixa master rotea a saída dela a um processador especial chamado `Saída de monitor` que muda o volume antes de enviar a saída para os alto-falantes.

source: The `Monitor Out` knob controls this volume.
el: Ο επιλογέας `Monitor Out` ελέγχει αυτή την ένταση.
ja: `Monitor Out` ノブはこのボリュームを制御します。
pt: O botão `Saída de monitor` controla este volume.

source: This is not operational at the moment.
el: Δεν είναι λειτουργικό αυτή τη στιγμη.
ja: これは現時点では動作しません。
pt: Isto não está operacional de momento.

source: Move to another chapter.
el: Μετακίνηση σε άλλον τομέα.
ja: 別の章に移動する。
pt: Ir para outro capítulo.

source: Inserts & Sends
el: Εισαγωγές και αποστολές
ja: インサートとセンド
pt: Inserções e envios

source: Inserts and sends are covered in :ref:`tracks/inspector-page:MIDI FX/Inserts` and :ref:`tracks/inspector-page:Aux Sends` respectively.
el: Οι εισαγωγές και οι αποστολές καλύπτονται στο :ref:`tracks/inspector-page:MIDI FX/Inserts` και :ref:`tracks/inspector-page:Aux Sends` αντίστοιχα.
ja: インサートとセンドについては、それぞれ :ref:`tracks/inspector-page:MIDI FX/Inserts` と :ref:`tracks/inspector-page:Aux Sends` で解説しています。
pt: Inserts e envios são abrangidos em :ref:`tracks/inspector-page:MIDI FX/Inserts` e :ref:`tracks/inspector-page:Aux Sends` respetivamente.

source: Making Connections
el: Δημιουργία συνδέσεων
ja: コネクトする
pt: Fazer conexões

source: Zrythm allows the user to connect almost any port to any other port, as long as they are compatible. For example, you can route an LFO's CV output to a filter plugin's cutoff parameter.
el: Το Zrythm επιτρέπει στον χρήστη να συνδέσει σχεδόν οποιαδήποτε θύρα σε οποιαδήποτε άλλη θύρα, εφόσον είναι συμβατές. Για παράδειγμα, μπορείτε να δρομολογήσετε την έξοδο CV ενός LFO στην παράμετρο κατωφλιού αποκοπής ενός προσθέτου φίλτρου.
ja: Zrythm は、互換性がある限り、ほぼすべてのポートを他のポートに接続できます。たとえば、LFO の CV 出力をフィルタ プラグインのカットオフ パラメータにルーティングできます。
pt: Zrythm permite ao utilizador conectar quase todas as portas a outra porta, desde que sejam compatíveis. Por exemplo, pode rotear uma saída CV do LFO para o parâmetro de corte de um suplemento de filtro.

source: Connections can be made by double clicking on ports in the :ref:`track-inspector` or the :ref:`plugin-inspector-page`.
el: Οι συνδέσεις μπορούν να γίνουν κάνοντας διπλό κλικ στις θύρες στον :ref:`track-inspector` ή στον :ref:`plugin-inspector-page`.
ja: 接続は、 :ref:`track-inspector` または :ref:`plugin-inspector-page` のポートをダブルクリックすることで行うことができます。
pt: As conexões podem ser feitas a clicar duas vezes nas portas do :ref:`track-inspector` ou no :ref:`plugin-inspector-page`.

source: By double clicking the port, you can select a port to connect it to, or edit existing connections. You can also drag the slider to adjust the level of the amount to send.
el: Κάνοντας διπλό κλικ στη θύρα, μπορείτε να επιλέξετε τη θύρα προς σύνδεση ή να επεξεργαστείτε ήδη υπάρχουσες συνδέσεις. Μπορείτε επίσης να σύρετε τον σλάιντερ στο επίπεδο του ποσού προς αποστολή.
ja: ポートをダブルクリックすることで、接続するポートを選択したり、既存の接続を編集することができます。また、スライダーをドラッグしてセンドする量を調整することもできます。
pt: Ao clicar duas vezes na porta, pode selecionar uma porta para conectá-la ou editar as conexões existentes. Também pode arrastar o controle deslizante para ajustar o nível da quantidade a ser enviada.

source: Give an example of how to sidechain (classic bass + kick example).
el: Να δοθεί παράδειγμα πώς γίνεται το sidechain (κλασικό παράδειγμα μπάσου + μπότας).
pt: Dê um exemplo de como fazer o sidechain (exemplo clássico de baixo + chute).

source: It is very helpful to be able to view the routing graph when making connections. We plan to add this functionality into Zrythm in the future, but for now Zrythm allows you to export the whole routing graph as a PNG image, so you can view it externally.
el: Είναι πολύ χρήσιμο να υπάρχει δυνατότητα προβολής του γραφήματος δρομολόγησης κατά τη δημιουργία συνδέσεων. Σχεδιάζουμε να προσθέσουμε στο μέλλον αυτή τη δυνατότητα στο Zrythm, αλλά προς το παρόν το Zrythm σας επιτρέπει να εξάγετε όλο το γράφημα δρομολόγησης ως εικόνα PNG, ώστε να μπορεί να γίνει προβολή εξωτερικά.
pt: É muito útil poder visualizar o gráfico de roteamento ao fazer conexões. Planeamos adicionar essa funcionalidade ao Zrythm no futuro, mas por enquanto o Zrythm permite que exporte todo o gráfico de roteamento como uma imagem PNG, para que possa visualizá-lo externamente.

source: See :ref:`export-routing-graph` for details.
el: Βλέπε :ref:`export-routing-graph` για λεπτομέρειες.
ja: 詳細については、 :ref:`export-routing-graph` を参照してください。
pt: Veja :ref:`export-routing-graph` para detalhes.

source: Ports
el: Θύρες
ja: ポート
pt: Portas

source: Before getting into connections, it is necessary to understand some basic information about ports.
el: Πριν ασχοληθεί κανείς με τις συνδέσεις, είναι απαραίτητο να γίνουν αντιληπτές κάποιες βασικές πληροφορίες για τις θύρες.
pt: Antes de entrar em conexões, é necessário entender algumas informações básicas sobre portas.

source: Ports are the main building blocks used to route signals throughout Zrythm. A port does not process anything on its own, and is usually part of a `processor`, like a plugin or track.
el: Οι θύρες είναι οι κύριοι λίθοι που χρησιμοποιούνται για τη δρομολόγηση σημάτων σε όλο το Zrythm. Μια θύρα δεν επεξεργάζεται τίποτα από μόνη της, και συνήθως αποτελεί μέρος ενός `processor`, όπως ενός προσθέτου ή ενός κομματιού.
pt: Portas são elementos principais, utilizados para rotear os sinais através da Zrythm. Uma porta não processa nada por si só e normalmente faz parte de um `processador`, como um suplemento ou uma faixa.

source: For example, an instrument track has a `MIDI input` port it uses to read MIDI data and 2 `Audio output` ports where it copies the stereo signal after being processed.
el: Για παράδειγμα, ένα κομμάτι οργάνου έχει μια θύρα `MIDI input` που χρησιμοποιεί για να διαβάζει δεδομένα MIDI και 2 θύρες `Audio output` όπου αντιγράφει το σήμα στέρεο αφού επεξεργαστεί.
pt: Por exemplo, uma faixa de instrumento tem uma porta "entrada MIDI" que utiliza para ler dados MIDI e 2 portas "saída de áudio" onde copia o sinal estéreo após ser processado.

source: Port Directions
el: Κατευθύνσεις θυρών
ja: ポートの方向
pt: Direções de portas

source: Input
el: Είσοδος
ja: 入力
pt: Entrada

source: Output
el: Έξοδος
ja: 出力
pt: Saída

source: Port Types
el: Τύποι θυρών
ja: ポートの種類
pt: Tipos de portas

source: Event
el: Γεγονός
ja: イベント
pt: Evento

source: Port Connections
el: Συνδέσεις θυρών
ja: ポート接続
pt: Conexões de portas

source: Ports can be connected with each other, as long as they are of the same type and opposite direction, with the exception of CV ports which may be routed to both CV ports and control ports.
el: Οι θύρες μπορούν να συνδεθούν μεταξύ τους, εφόσον είναι ίδιου τύπου και αντίθετης κατεύθυνσης, με εξαίρεση τις θύρες CV, οι οποίες μπορούν να δρομολογηθούν και σε θύρες CV και σε θύρες χειριστών.
pt: Portas podem ser conectadas entre si, desde que sejam do mesmo tipo e direção oposta, com exceção dos portos CV que podem ser roteados tanto a portas CV como a portas de controle.

source: When ports are connected, the signal from the source port is added to the destination port during processing.
el: Όταν οι θύρες είναι συνδεμένες, το σήμα από την πηγαία θύρα προστίθεται στη θύρα προορισμού κατά την επεξεργασία.
pt: Quando portas estão conectadas, o sinal da porta de origem é adicionado à porta de destino durante o processamento.

source: Returns the plugin at the given insert slot
el: Επιστρέφει το πρόσθετο στη δοθείσα θέση εισαγόμενου
ja: 指定されたインサートスロットでプラグインを返します
pt: Retorna o suplemento no compartimento de inserção fornecido

source: Returns the instrument at the given channel
el: Επιστρέφει το όργανο στο δοθέν κανάλι
ja: 指定されたチャンネルのインストゥルメントを返します．
pt: Retorna o instrumento no canal fornecido

source: Returns the send instance at the given slot
el: Επιστρέφει την περίπτωση αποστολής στη δοθείσα θέση
ja: 指定したスロットでのセンドインスタンスを返します
pt: Retorna a instância de envio no compartimento fornecido

source: Returns a new midi note.
el: Επιστρέφει μια καινούρια νότα MIDI.
ja: 新しい MIDI ノートを返します。
pt: Retorna uma nova nota midi.

source: Returns the left or right port of the stereo pair.
el: Επιστρέφει την αριστερή ή δεξιά θύρα ενός ζευγαριού στέρεο.
ja: ステレオペアの左または右のポートを返します。
pt: Retorna a porta esquerda ou direita do par estéreo.

source: Returns the identifier of port.
el: Επιστρέφει το αναγνωριστικό της θύρας.
ja: ポートの識別子を返します。
pt: Retorna o identificador da porta.

source: Return a newly-created position as bars.beats.sixteenths.ticks.sub_tick.
el: Επιστρέφει μια θέση που μόλις δημιουργήθηκε ως bars.beats.sixteenths.ticks.sub_tick.
ja: 新しく作成した位置をbars.beats.sixteenths.ticks.sub_tickとして返します。
pt: Retorna a posição recém-criada como barras.batidas.decimos-sextos.ticks.sub_tick.

source: Prints the position as ‘bars.beats.sixteenths.ticks.sub_tick‘.
el: Εκτυπώνει τη θέση ως ‘bars.beats.sixteenths.ticks.sub_tick‘.
ja: 位置を'bars.beats.sixteenths.ticks.sub_tick'として出力します。
pt: Imprime a posição como 'barras.batidas.decimos-sextos.ticks'.

source: Returns a new track with name name to be placed at position idx in the tracklist.
el: Επιστρέφει ένα καινούριο κομμάτι με όνομα προς τοποθέτηση στη θέση idx στη λίστα κομματιών.
pt: Retorna uma nova faixa com nome a ser localizada na posição idx na lista de faixas.

source: Returns the name of track.
el: Επιστρέφει το όνομα του κομματιού.
ja: トラックの名前を返します。
pt: Retorna o nome da faixa.

source: Returns the processor of track.
el: Επιστρέφει τον επεξεργαστή του κομματιού.
ja: トラックのプロセッサを返します。
pt: Retorna o processador da faixa.

source: Returns the channel of track.
el: Επιστρέφει το κανάλι του κομματιού.
ja: トラックのチャンネルを返します。
pt: Retorna o canal da faixa.

source: Sets whether track is muted or not. This creates an undoable action and performs it.
el: Ορίζει αν το κομμάτι είναι σε σίγαση ή όχι. Αυτό δημιουργεί μια δράση που δεν μπορεί να αναιρεθεί και την εκτελεί.
pt: Define se a faixa está silenciosa ou não. Cria uma ação que pode ser desfeita e executa-a.

source: Adds region to track track. To be used for regions with lanes (midi/audio)
el: Προσθέτει περιοχή στο κομμάτι. Προς χρήση σε περιοχές με λωρίδες (MIDI/ήχος)
ja: トラックにリージョンを追加します。レーンのあるリージョン（MIDI/オーディオ）に使用します
pt: Adiciona região para rastrear faixa. Para ser usado para regiões com pistas (midi/áudio)

source: Inserts track track at index idx in the tracklist.
el: Εισάγει κομμάτι στον δείκτη idx στη λίστα κομματιών.
ja: トラックリストのidxインデックスにtrackトラックを挿入します。
pt: Insere faixa no índice idx na lista de faixas.

source: API
el: Διεπαφή Προγραμματισμού Εφαρμογών (API)

source: Returns the input port of the plugin at the given index.
el: Επιστρέφει τη θύρα εισαγωγής του προσθέτου στον δοθέντα δείκτη.
pt: Retorna a porta de entrada do suplemento no índice dado.

source: Returns the output port of the plugin at the given index.
el: Επιστρέφει τη θύρα εξαγόμενου του προσθέτου στον δοθέντα δείκτη.
pt: Retorna a porta de saída do suplemento no índice dado.

source: Return the Zrythm version as a string.
el: Επιστροφή της έκδοσης του Zrythm ως κλωστή (string).
ja: Zrythmのバージョンを文字列として返します。
pt: Retornar a versão do Zrythm como uma cadeia.

source: Return the PluginManager instance.
el: Επιστροφή της περίπτωσης (instance) του PluginManager.
ja: PluginManager のインスタンスを返します。
pt: Retornar a instância do PluginManager.

source: Returns a NULL pointer.
el: Επιστρέφει έναν ΜΗΔΑΜΙΝΟ δείκτη.
ja: NULL ポインタを返します。
pt: Retorna um ponteiro NULL.

source: Examples
el: Παραδείγματα
ja: 例
pt: Exemplos

source: The following examples are in the public domain (`CC 0 <https://creativecommons.org/publicdomain/zero/1.0/>`_). Feel free to copy and modify them.
el: Τα ακόλουθα παραδείγματα αποτελούν κοινό κτήμα (`CC 0 <https://creativecommons.org/publicdomain/zero/1.0/>`_). Αντιγράψτε και τροποποιήστε ελεύθερα.
ja: 以下の例はパブリックドメイン( `CC 0 <https://creativecommons.org/publicdomain/zero/1.0/>`_ )にあります。自由にコピーしたり、変更したりしてください。
pt: Os exemplos seguintes são de domínio público (`CC 0 <https://creativecommons.org/publicdomain/zero/1.0/>`_). Sinta-se à vontade a copiá-los e modificá-los.

source: Create MIDI track with notes
el: Δημιουργία κομματιού MIDI με νότες
ja: ノート付きの MIDI トラックを作成
pt: Criar faixa de MIDI com notas

source: Scripting
el: Σύνταξη δέσμης ενεργειών (scripting)
ja: スクリプティング

source: Zrythm offers a scripting interface using the `Guile language <https://www.gnu.org/software/guile/>`_, an implementation of Scheme.
el: Το Zrythm προσφέρει μια διεπαφή σύνταξης δέσμης ενεργειών (scripting) χρησιμοποιώντας τη `γλώσσα Guile <https://www.gnu.org/software/guile/>`_, μια ενσωμάτωση του Scheme.
ja: ZrythmはSchemeの実装である `Guile言語 <https://www.gnu.org/software/guile/>`_ を使ったスクリプティングインターフェースを提供しています。
pt: Zrythm oferece uma interface de script a utilizar a `Lingua Guile <https://www.gnu.org/software/guile/>`_, uma implementação do Scheme.

source: The next section is a comprehensive list of all available procedures in the API. Each section in the API corresponds to a specific Guile module, so for example, to use the procedures in the :scheme:`audio position` section, one would do :scheme:`(use-modules (audio track))` at the top of the script.
el: Η επόμενη ενότητα είναι μια περιεκτική λίστα όλων των διαθέσιμων διαδικασιών στη Διεπαφή Προγραμματισμού Εφαρμογών (API). Κάθε ενότητα στην API αντιστοιχεί σε μία συγκεκριμένη μονάδα Guile, οπότε για παράδειγμα, για να χρησιμοποιήσει κανείς τις διαδικασίες στην ενότητα :scheme:`audio position` section, θα πρέπει να κάνει :scheme:`(use-modules (audio track))` στην κορυφή της δέσμης ενεργειών.
pt: A próxima secção é uma lista abrangente de todos os procedimentos disponíveis na API. Cada secção na API corresponde a um módulo Guile específico, assim, por exemplo, para utilizar os procedimentos na secção:scheme:`audio position`, seria feito :scheme:`(use-modules (audio track))` no topo do script.

source: The Guile API is experimental.
el: Η API της Guile είναι πειραματική.
ja: Guile API は実験的です。
pt: A API de Guile é experimental.

source: The Guile API is not available on Windows.
el: Η API της Guile δεν είναι διαθέσιμη στα Windows.
ja: Guile APIはWindowsでは利用できません。
pt: A API de Guile não está disponível no Windows.

source: Scripting Interface
el: Διεπαφή δέσμης ενεργειών (scripting)
ja: スクリプティングインタフェース
pt: Interface de script

source: You can override the GTK theme that Zrythm uses along with much of the color scheme in a special CSS file. It is a good idea to start by copying the theme from your Zrythm installation directory (normally :file:`/usr/share/zrythm/themes/zrythm-theme.css` on GNU/Linux and :file:`share/zrythm/themes/zrythm-theme.css` in the installation path on Windows or the Application contents on MacOS.
el: Μπορείτε να παρακάμψετε το GTK θέμα που χρησιμοποιεί το Zrythm μαζί με αρκετό μέρος του χρωματικού συνδυασμού σε ένα ειδικό CSS αρχείο. Είναι καλή ιδέα να ξεκινήσετε αντιγράφοντας το θέμα από τον κατάλογο εγκατάστασης Zrythm σας (κανονικά :file:`/usr/share/zrythm/themes/zrythm-theme.css` σε GNU/Linux και :file:`share/zrythm/themes/zrythm-theme.css` στο μονοπάτι εγκατάστασης σε Windows ή στα περιεχόμενα εφαρμογής σε MacOS.
ja: Zrythmが使用しているGTKテーマおよび配色の多くを、特別なCSSファイルでオーバーライドすることができます。テーマをZrythmのインストールディレクトリ（通常、GNU/Linuxでは :file:`/usr/share/zrythm/themes/zrythm-theme.css` 、Windowsではインストールパスにある :file:`share/zrythm/themes/zrythm-theme.css` 、MacOSではアプリケーション内にある :file:`share/zrythm/themes/zrythm-theme.css` ）からコピーすることから始めるのが良いでしょう。
pt: Pode substituir o tema GTK que Zrythm usa com uma grande parte do esquema de cores num ficheiro CSS especial. É uma boa ideia começar a copiar o tema do seu diretório de instalação do Zrythm (normalmente :file:`/usr/share/zrythm/themes/zrythm-theme.css` no GNU/Linux e :file:`share/zrythm/themes/zrythm-theme.css` no caminho de instalação no Windows ou o conteúdo de aplicações no MacOS.

source: You should create a file called :file:`theme.css` under the :file:`themes` directory in your Zrythm directory. For example, if your Zrythm directory is :file:`/home/me/zrythm`, you should create a file at :file:`/home/me/zrythm/themes/theme.css`.
el: Είναι καλό να δημιουργήσετε ένα αρχείο με όνομα :file:`theme.css`κάτω από τον κατάλογο :file:`themes` στον κατάλογο Zrythm σας. Για παράδειγμα, αν ο κατάλογος Zrythm σας είναι :file:`/home/me/zrythm`, τότε καλό είναι να δημιουργήσετε ένα αρχείο στο :file:`/home/me/zrythm/themes/theme.css`.
ja: Zrythm ディレクトリの下の :file:`themes` に :file:`theme.css` という名前のファイルを作成する必要があります。たとえば、Zrythm ディレクトリが :file:`/home/me/zrythm` の場合は、:file:`/home/me/zrythm/themes/theme.css` を作成する必要があります 。
pt: Deve criar um ficheiro chamado :file:`theme.css` sob o diretório :file:`themes` no seu diretório Zrythm. Por exemplo, se o seu diretório Zrythm é :file:`/home/me/zrythm`, deve criar um ficheiro em :file:`/home/me/zrythm/themes/theme.css`.

source: The Zrythm theme inherits from the `Matcha GTK theme <https://github.com/vinceliuice/Matcha-gtk-theme>`_, so additional CSS rules may need to be overridden.
el: Το θέμα του Zrythm υιοθετεί από το `θέμα Matcha GTK <https://github.com/vinceliuice/Matcha-gtk-theme>`_, οπότε ίσως να χρειαστεί να παρακαμφθούν και άλλοι κανόνες CSS.
ja: Zrythm テーマは `Matcha GTK テーマ <https://github.com/vinceliuice/Matcha-gtk-theme>`_ から継承するため、追加の CSS ルールをオーバーライドする必要がある場合があります。
pt: O tema Zrythm herda do tema `Matcha GTK <https://github.com/vinceliuice/Matcha-gtk-theme>`_, portanto regras adicionais de CSS podem precisar ser substituídas.

source: Color Scheme
el: Συνδυασμός χρωμάτων
ja: カラースキーム
pt: Esquema de cores

source: Inside the theme file, you will find lots of colors defined using ``@define-color``. You can override these with your own colors and Zrythm will use them where possible.
el: Μέσα στο αρχείο του θέματος, θα βρείτε πολλά χρώματα που έχουν οριστεί με το ``@define-color``. Μπορείτε να τα παρακάμψετε με τα δικά σας χρώματα και το Zrythm θα τα χρησιμοποιήσει όπου είναι δυνατόν.
pt: Dentro do ficheiro de temas, encontrará muitas cores definidas a utilizar ``@define-color``. Pode substituí-las com as suas próprias cores e Zrythm irá usá-las sempre que possível.

source: Other GTK-Specific Rules
el: Άλλοι κανόνες ειδικά για το GTK
ja: その他のGTK固有のルール
pt: Outras regras específicas do GTK

source: You will find lots of information about changing CSS rules for general GTK widgets online.
el: Θα βρείτε πολλές πληροφορίες σχετικά με την αλλαγή κανόνων CSS γενικότερα για τα GTK widgets στο διαδίκτυο.
pt: Encontrará muitas informações sobre a mudança das regras CSS para widgets de GTK gerais online.

source: Here are some links by official GNOME sources:
el: Ορίστε κάποιοι σύνδεσμοι από τις επίσημες πηγές GNOME:
ja: 以下は公式GNOMEソースによるリンクです。
pt: Aqui estão algumas ligações de fontes oficiais do GNOME:

source: `GTK+ CSS Overview <https://developer.gnome.org/gtk3/stable/chap-css-overview.html>`_
el: `Επισκόπηση GTK + CSS <https://developer.gnome.org/gtk3/stable/chap-css-overview.html>`_
ja: `GTK + CSSの概要 <https://developer.gnome.org/gtk3/stable/chap-css-overview.html>`_
pt: `Visão geral do CSS do GTK+ <https://developer.gnome.org/gtk3/stable/chap-css-overview.html>`_

source: `GTK+ CSS Properties <https://developer.gnome.org/gtk3/stable/chap-css-properties.html>`_
el: `Ιδιότητες GTK + CSS <https://developer.gnome.org/gtk3/stable/chap-css-properties.html>`_
ja: `GTK+のCSSプロパティ <https://developer.gnome.org/gtk3/stable/chap-css-properties.html>`_
pt: Propriedades do CSS do GTK+ <https://developer.gnome.org/gtk3/stable/chap-css-properties.html>`_

source: `Styling GTK with CSS <https://thegnomejournal.wordpress.com/2011/03/15/styling-gtk-with-css/>`_
el: `Στάιλινγκ GTK με CSS <https://thegnomejournal.wordpress.com/2011/03/15/styling-gtk-with-css/>`_
ja: `GTK を CSS でスタイリングする <https://thegnomejournal.wordpress.com/2011/03/15/styling-gtk-with-css/>`_
pt: `Estilizar GTK com CSS <https://thegnomejournal.wordpress.com/2011/03/15/styling-gtk-with-css/>`_

source: Icon Themes
el: Θέματα εικονιδίων
ja: アイコンテーマ
pt: Temas de ícones

source: The icon theme that Zrythm uses is freedesktop-compliant, so it can be easily overridden.
el: Το εικονικό θέμα που χρησιμοποιεί το Zrythm είναι συμβατό με το freedesktop, οπότε μπορεί να παρακαμφθεί εύκολα.
ja: Zrythmが使用しているアイコンテーマはfreedesktopに対応しているので、簡単に上書きすることができます。
pt: O tema de ícones que a Zrythm usa é compatível com o freedesktop, por isso pode ser facilmente substituído.

source: To override the Zrythm icon theme with your own icon theme, you need to create a directory similar to :file:`share/zrythm/themes/icons/zrythm-dark` under your Zrythm installation directory.
el: Για να παρακάμψετε το εικονικό θέμα του Zrythm με το δικό σας εικονικό θέμα, θα πρέπει να δημιουργήσετε έναν καινούριο κατάλογο παρόμοιο με το :file:`share/zrythm/themes/icons/zrythm-dark` κάτω από τον κατάλογο εγκατάστασης του Zrythm σας.
pt: Para substituir o tema de ícones Zrythm pelo seu próprio tema de ícone, precisa criar um diretório similar a :file:`share/zrythm/themes/icons/zrythm-dark` sob o seu diretório de instalação Zrythm.

source: For example, if your Zrythm directory is :file:`/home/me/zrythm`, you should create a directory at :file:`/home/me/zrythm/themes/icons/zrythm-dark` with an :file:`index.theme` file and the icons you wish to override.
el: Για παράδειγμα, αν ο κατάλογος του Zrythm σας είναι :file:`/home/me/zrythm`, θα πρέπει να δημιουργήσετε έναν κατάλογο στο :file:`/home/me/zrythm/themes/icons/zrythm-dark` με ένα αρχείο :file:`index.theme` και τα εικονίδια που επιθυμείτε να παρακάμψετε.
ja: 例えば、Zrythmディレクトリが :file:`/home/me/zrythm` の場合、 :file:`/home/me/zrythm/themes/icons/zrythm-dark` に :file:`index.theme` ファイルと上書きしたいアイコンを含むディレクトリを作成する必要があります。
pt: Por exemplo, se seu diretório Zrythm é :file:`/home/me/zrythm`, deve criar um diretório em :file:`/home/me/zrythm/themes/icons/zrythm-dark` com um ficheiro :file:`index.theme` e os ícones que deseja substituir.

source: An easy way to do it is by copying the directory that Zrythm comes with and replacing the icons with your own.
el: Ένας εύκολος τρόπος να το κάνετε είναι αντιγράφοντας τον κατάλογο που χρησιμοποιεί το Zrythm και αντικαθιστώντας τα εικονίδια με τα δικά σας.
pt: Uma maneira fácil de fazê-lo é copiar o diretório que vem com o Zrythm e substituir os ícones pelos seus próprios.

source: A more elegant way to do it is by following the `Freedesktop Icon Theme Specification <https://specifications.freedesktop.org/icon-theme-spec/latest/>`_.
el: Ένας πιο κομψός τρόπος να το κάνετε είναι ακολουθώντας την `Προδιαγραφή Εικονικών Θεμάτων Freedesktop <https://specifications.freedesktop.org/icon-theme-spec/latest/>`_.
pt: Uma forma mais elegante de o fazer é a seguir a Especificação Temática do Ícone "Freedesktop" <https://specifications.freedesktop.org/icon-theme-spec/latest/>`_.

source: Theming
el: Επεξεργασία θεμάτων
ja: テーマ
pt: Temas
