Repository: JeromyJSmith/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/zrythm-manual.po
Languages: el, ja, pt

source: Zrythm aims to allow extensive theming support. You can override many defaults that Zrythm uses by placing things in your Zrythm user directory. This directory can be found in the :ref:`preferences` and will be referred to as `the Zrythm directory` in this chapter.
el: Το Zrythm στοχεύει να επιτρέψει ευρεία υποστήριξη για την επεξεργασία θεμάτων. Μπορείτε να παρακάμψετε πολλές προεπιλογές που χρησιμοποιεί το Zrythm αντικαθιστώντας πράγματα στον κατάλογο χρήστη σας του Zrythm. Αυτός ο κατάλογος μπορεί να βρεθεί στις :ref:`ρυθμίσεις <preferences>` και θα αναφέρεται ως `ο κατάλογος Zrythm` σε αυτό το κεφάλαιο.
pt: A Zrythm pretende permitir um amplo apoio a temas. Pode substituir muitas predefinições que a Zrythm usa por coisas no seu diretório de utilizadores Zrythm. Este diretório pode ser encontrado em :ref:`preferences` e será referido como `o diretório Zrythm` neste capítulo.

source: The `Zrythm installation directory` refers to where Zrythm was installed in. This is normally :file:`/usr` on GNU/Linux, :file:`C:\\Program Files\\Zrythm` on Windows and :file:`Resources` under the the Application contents on MacOS.
el: O `κατάλογος εγκατάστασης Zrythm`αναφέρεται στο πού εγκαταστάθηκε το Zrythm. Κανονικά είναι :file:`/usr` σε GNU/Linux, :file:`C:\\Program Files\\Zrythm` σε Windows και :file:`Resources` κάτω από τα περιεχόμενα εφαρμογών σε MacOS.
pt: O "diretório de instalação do Zrythm" refere-se ao local em que o Zrythm foi instalado. Isto normalmente é :file:`/usr` no GNU/Linux, :file:`C:\\\\Program Files\\\\Zrythm` no Windows e :file:`Resources` sob o conteúdo da aplicação no MacOS.

source: Audio Track
el: Κομμάτι ήχου
ja: オーディオトラック
pt: Faixa de Áudio

source: An Audio Track contains audio regions and can be used for recording and playing back audio clips.
el: Ένα κομμάτι ήχου περιέχει περιοχές ήχου και μπορεί να χρησιμοποιηθεί για ηχογράφηση και αναπαραγωγή κλιπς ήχων.
ja: オーディオトラックにはオーディオリージョンが含まれ、オーディオクリップの録音や再生に使用できます。
pt: Uma Faixa de Áudio contém regiões de áudio e pode ser usada para gravar e reproduzir áudio ou para reprodução de amostras.

source: Top Buttons
el: Πάνω κουμπιά
ja: トップボタン
pt: Botões De Topo

source: Arms the track for recording.
el: Οπλίζει το κομμάτι για ηχογράφηση.
ja: 録音のためにトラックをアームします。
pt: Arma a faixa para gravação.

source: Solo
el: Σόλο
ja: ソロ

source: Soloes the track.
el: Βάζει το κομμάτι σε σόλο.
ja: トラックをソロにします。
pt: Isola a faixa.

source: Mute
el: Σίγαση
ja: ミュート
pt: Silenciar

source: Mutes the track.
el: Βάζει το κομμάτι σε σίγαση.
ja: トラックをミュートします。
pt: Silencia a faixa.

source: Bottom Buttons
el: Κάτω κουμπιά
ja: 下部ボタン
pt: Botões Inferiores

source: Lock
el: Κλείδωμα
ja: ロック
pt: Bloquear

source: Show Lanes
el: Προβολή λωρίδων
ja: レーンを表示
pt: Mostrar pistas

source: Toggles the visibility of lanes.
el: Εναλλάσσει την ορατότητα των λωρίδων.
ja: レーンの表示/非表示を切り替えます。
pt: Alterna a visibilidade das pistas.

source: Show Automation
el: Προβολή αυτοματισμών
ja: オートメーションを表示
pt: Mostrar Automação

source: Toggles the visibility of automation tracks.
el: Εναλλάσσει την ορατότητα των κομματιών αυτοματισμού.
ja: オートメーション トラックの表示/非表示を切り替えます。
pt: Alterna a visibilidade das pistas de automação.

source: Inspector
el: Επιθεωρητής
ja: インスペクター
pt: Inspetor

source: Properties
el: Ιδιότητες
ja: 属性
pt: Propriedades

source: Direct Out
el: Απευθείας έξω
ja: ダイレクトアウト
pt: Saída Direta

source: The track to route the output of the audio track to.
el: Το κομμάτι προς δρομολόγηση του εξαγόμενου ενός κομματιού ήχου.
ja: オーディオ トラックの出力をルーティングするトラック。
pt: A faixa para a qual a saída da faixa de áudio será roteada.

source: Left and right audio input sources used when recording.
el: Πηγές εισόδου ήχου αριστερά και δεξιά που χρησιμοποιούνται κατά την ηχογράφηση.
ja: 録音時に使用される左右のオーディオ入力ソース。
pt: Fontes de entrada de áudio à esquerda e à direita utilizadas na gravação.

source: Sends
el: Αποστολές
ja: センド
pt: Enviar

source: Lanes
el: Λωρίδες
ja: レーン
pt: Pistas

source: These are similar to :ref:`midi-track-lanes`.
el: Αυτές είναι παρόμοιες με τις :ref:`midi-track-lanes`.
ja: これらは :ref:`midi-track-lanes` と同様です。
pt: Estes são semelhantes a :ref:`midi-track-lanes`.

source: Automation Tracks
el: Κομμάτια αυτοματισμού
ja: オートメーショントラック
pt: Pistas de Automação

source: These are similar to :ref:`midi-track-automation-tracks`.
el: Αυτά είναι παρόμοια με τα :ref:`midi-track-automation-tracks`.
ja: これらは :ref:`midi-track-automation-tracks` と同様です。
pt: Estes são semelhantes a :ref:`midi-track-automation-tracks`.

source: Automation Lanes
el: Λωρίδες αυτοματισμού
ja: オートメーションレーン
pt: Pistas de Automação

source: Tracks which have automatable controls, such as Fader, Pan and parameters of Plugins they contain will have an option to show their Automation Lanes.
el: Κομμάτια που έχουν αυτόματους χειριστές, όπως fader, πανάρισμα και παραμέτρους προσθέτων που περιέχουν θα έχουν μια επιλογή προβολής των λωρίδων αυτοματισμού τους.
pt: As faixas que possuem controles automatizáveis, tais como Fader, Pan e parâmetros de suplementos que contêm, terão a opção de mostrar as pistas de automação deles.

source: You can choose which parameter you want to automate in each Automation Lane.
el: Μπορείτε να επιλέξετε ποια παράμετρο θέλετε να αυτοματοποιήσετε σε κάθε λωρίδα αυτοματισμού.
ja: オートメーションレーンごとに自動化するパラメータを選択できます。
pt: Pode escolher qual parâmetro deseja automatizar em cada pista de automação.

source: Editing Automation
el: Επεξεργασία αυτοματισμών
ja: オートメーションの編集
pt: Automatizar a Edição

source: Editing automation consists of creating automation regions and then creating automation events inside the automation editor. See the :ref:`editing` chapter for details.
el: Η επεξεργασία αυτοματισμών περιλαμβάνει τη δημιουργία περιοχών αυτοματισμού και τη δημιουργία γεγονότων αυτοματισμού μέσα στον επεξεργαστή αυτοματισμών. Βλέπε την ενότητα :ref:`editing` για λεπτομέρειες.
ja: オートメーションの編集は、オートメーションリージョンを作成し、オートメーション エディター内にオートメーション イベントを作成することで行われます。詳細については、 :ref:`editing` の章を参照してください。
pt: A edição de automação consiste em criar regiões de automação e depois criar eventos de automação dentro do editor de automação. Veja o capítulo :ref:`editing` para detalhes.

source: Audio FX Track
el: Κομμάτι εφέ ήχου
ja: オーディオFXトラック
pt: Faixa de Áudio FX

source: Audio FX tracks can be used for effects by sending audio signals to them with :ref:`track-sends`.
el: Τα κομμάτια εφέ ήχου μπορούν να χρησιμοποιηθούν για εφέ στέλνοντας σε αυτά σήματα ήχου με τις :ref:`track-sends`.
pt: As faixas de Audio FX podem ser utilizadas para efeitos enviando-lhes sinais de áudio com :ref:`track-sends`.

source: Track Name
el: Όνομα κομματιού
ja: トラック名
pt: Nome da Faixa

source: The unique name of the track.
el: Το μοναδικό όνομα του κομματιού.
ja: トラックの一意の名前。
pt: O nome exclusivo da faixa.

source: The track to route the output of the audio bus track to.
el: Το κομμάτι στο οποίο θα δρομολογηθεί το εξαγόμενο του κομματιού διαύλου ήχου.
ja: オーディオバストラックの出力をルーティングするトラック。
pt: A faixa para a qual a saída da faixa de áudio será roteada.

source: These are similar to :ref:`instrument-track-sends`.
el: Αυτά είναι παρόμοια με τις :ref:`instrument-track-sends`.
ja: これらは :ref:`instrument-track-sends` と同様です。
pt: Estes são semelhantes a :ref:`instrument-track-sends`.

source: MIDI FX Track
el: Κομμάτι εφέ MIDI
ja: MIDI FXトラック
pt: Faixa MIDI FX

source: MIDI FX tracks can be used for MIDI effects by sending MIDI signals to them using :ref:`track-sends`.
el: Τα κομμάτια εφέ MIDI μπορούν να χρησιμοποιηθούν για εφέ MIDI στέλνοντας σε αυτά σήματα MIDI χρησιμοποιώντας τις :ref:`track-sends`.
pt: As faixas MIDI FX podem ser utilizadas para efeitos MIDI enviando-lhes sinais MIDI utilizando :ref:`track-sends`.

source: The track to route the output of the MIDI bus track to.
el: Το κομμάτι στο οποίο θα δρομολογηθεί το εξαγόμενο του κομματιού διαύλου MIDI.
ja: MIDI バストラックの出力をルーティングするトラック。
pt: A faixa para qual rotear a saída da faixa do bus MIDI.

source: These are similar to :ref:`midi-track-sends`.
el: Αυτά είναι παρόμοια με τις :ref:`midi-track-sends`.
ja: これらは :ref:`midi-track-sends` と同様です。
pt: Estes são semelhantes a :ref:`midi-track-sends`.

source: The Chord Track contains chord and scale objects that are used to specify when the song is using a particular chord or scale. Its main purpose is to assist with chord progressions.
el: Το κομμάτι συγχορδιών περιλαμβάνει αντικείμενα συγχορδιών και κλιμάκων που χρησιμοποιούνται για να προσδιορίσουν πότε το τραγούδι χρησιμοποιεί μια συγκεκριμένη συγχορδία ή κλίμακα. Ο κύριος σκοπός του είναι να βοηθήσει στις ακολουθίες συγχορδιών.
pt: A faixa de acordes contém objetos de acorde e escala que são usados para especificar quando a música está a usar um determinado acorde ou escala. O seu principal objetivo é auxiliar na progressão dos acordes.

source: For more information, see the section :doc:`../chords-and-scales/intro`.
el: Για περισσότερες πληροφορίες, βλέπε την ενότητα :doc:`../chords-and-scales/intro`.
ja: 詳細については、:doc:`../chords-and-scales/intro` を参照してください。
pt: Para mais informações, veja a secção :doc:`../chords-and-scales/intro`.

source: Arms the track for recording. Not used at the moment.
el: Οπλίζει το κομμάτι για ηχογράφηση. Δεν χρησιμοποιείται προς το παρόν.
ja: 録音のためにトラックをアームします。現時点では使用されていません。
pt: Arma a faixa para gravação. Não é usado no momento.

source: Soloes the track. Not used at the moment.
el: Βάζει το κομμάτι σε σόλο. Δεν χρησιμοποιείται προς το παρόν.
ja: トラックをソロにします。現時点では使用されていません。
pt: Isola a pista. Não usado de momento.

source: Mutes the track. This causes the project to ignore any scale or chord events.
el: Βάζει το κομμάτι σε σίγαση. Αυτό προκαλεί το έργο να αγνοήσει οποιαδήποτε γεγονότα κλιμάκων ή συγχορδιών.
ja: トラックをミュートします。これにより、スケールイベントやコードイベントが無視されます。
pt: Silencia a pista. Isto faz com que o projeto ignore quaisquer eventos de escala ou acorde.

source: The name of the chord track.
el: Το όνομα του κομματιού συγχορδιών.
ja: コード トラックの名前。
pt: O nome da faixa dos acordes.

source: Creating Tracks
el: Δημιουργία κομματιών
ja: トラックの作成
pt: Criar faixas

source: Blank Tracks
el: Κενά κομμάτια
ja: 空白のトラック
pt: Faixas em branco

source: To add an empty track, right click on empty space in the Tracklist and select the type of track you want to add.
el: Για την προσθήκη κενού κομματιού, κάνετε δεξί κλικ σε κενό χώρο στη λίστα κομματιών και επιλέξτε τον τύπο κομματιού που θέλετε να προσθέσετε.
ja: 空のトラックを追加するには、トラックリストの空き領域を右クリックし、追加するトラックの種類を選択します。
pt: Para adicionar uma faixa vazia, clique com o botão direito do rato no espaço vazio na lista de faixas e selecione o tipo de faixa que deseja adicionar.

source: Creating Tracks From Plugins
el: Δημιουργία κομματιών από πρόσθετα
ja: プラグインからのトラックの作成
pt: Criar faixas de suplemento

source: Plugins can be clicked and dragged from the Plugin Browser and dropped into empty space in the Tracklist or Mixer to instantiate them. If the plugin is an instrument plugin, an instrument Track will be created. If the plugin is an effect, a bus Track will be created.
el: Τα πρόσθετα μπορούν να πατηθούν και να συρθούν από τον περιηγητή προσθέτων και να ριχτούν στον κενό χώρο στην λίστα κομματιών ή στον μίκτη για να ενσαρκωθούν. Αν το πρόσθετο είναι πρόσθετο οργάνου, θα δημιουργηθεί ένα κομμάτι οργάνου. Αν το πρόσθετο είναι εφέ, θα δημιουργηθεί ένα κομμάτι διαύλου.
ja: プラグインはプラグインブラウザからクリックしてドラッグし、トラックリストまたはミキサーの空き領域にドロップしてインスタンスを作成できます。プラグインがインストゥルメントプラグインの場合は、インストゥルメントトラックが作成されます。プラグインがエフェクトの場合は、バストラックが作成されます。
pt: Os suplementos podem ser clicados e arrastados do Navegador de suplementos e soltos em espaços vazios na Lista de Faixas ou Misturador para instanciá-los. Se o suplemento for um suplemento de instrumento, uma Faixa de instrumento será criada. Se o suplemento for um efeito, uma Faixa de bus será criada.

source: See :ref:`instantiating-plugins` for how to instantiate plugins.
el: Βλέπε :ref:`instantiating-plugins` σχετικά με την ενσάρκωση προσθέτων.
ja: プラグインのインスタンス化方法については :ref:`instantiating-plugins` を参照してください。
pt: Veja :ref:`instantiating-plugins` para como instanciar suplementos.

source: Creating Audio Tracks From Audio Files
el: Δημιουργία κομματιών ήχου από αρχεία ήχου
ja: オーディオファイルからのオーディオトラックの作成
pt: Criar Faixas de Áudio a de Ficheiros de Áudio

source: Likewise, to create an Audio Track from an audio file (WAV, FLAC, etc.), you can drag an audio file from the File Browser into empty space in the Tracklist or Mixer. This will create an Audio Track containing a single Audio Clip at the current Playhead position.
el: Παρομοίως, για να δημιουργήσετε ένα κομμάτι ήχου από ένα αρχείο ήχου (WAV, FLAC, κλπ.), μπορείτε να σύρετε ένα αρχείο ήχου από τον περιηγητή αρχείων στον κενό χώρο στη λίστα κομματιών ή στον μίκτη. Αυτό θα δημιουργήσει ένα κομμάτι ήχου που θα περιλαμβάνει ένα κλιπ ήχου στην τρέχουσα θέσης της κεφαλής αναπαραγωγής.
ja: 同様に、オーディオファイル(WAV、FLACなど)からオーディオトラックを作成するには、オーディオファイルをファイルブラウザからトラックリストまたはミキサーの空きスペースにドラッグします。これで、現在の再生ヘッド位置に 1 つのオーディオクリップを含むオーディオトラックが作成されます。
pt: Da mesma forma, para criar uma faixa de áudio de um ficheiro de áudio (WAV, FLAC, etc.), pode arrastar um ficheiro de áudio do Navegador de Ficheiros para um espaço vazio na lista de faixas ou misturador. Isso criará uma faixa de áudio contendo um único clip de áudio na posição atual da cabeça de reprodução.

source: Creating Tracks by Duplicating
el: Δημιουργία κομματιών με δημιουργία διπλοτύπου
ja: 複製によるトラックの作成
pt: Criar Faixas Duplicando

source: Most Tracks can be duplicated by right clicking inside the Track and selecting :zbutton:`Duplicate`.
el: Τα περισσότερα κομμάτια μπορούν να δημιουργήσουν διπλότυπα κάνοντας δεξί κλικ μέσα στο κομμάτι και επιλέγοντας :zbutton:`Duplicate`.
ja: トラック内を右クリックして :zbutton:`Duplicate` を選択すると、ほとんどのトラックを複製できます。
pt: A maioria das faixas podem ser duplicadas clicando com o botão direito do rato dentro da faixa e selecionando :zbutton:`Duplicar`.

source: Audio Group Track
el: Κομμάτι ομάδας ήχων
ja: オーディオグループトラック
pt: Faixa de Grupo de Áudio

source: Audio group tracks can be used for grouping audio signals together via direct routing. For example, kicks, snares and hihats can be routed to a "Drums" audio group track so you can add effects and control their volume collectively instead of separately.
el: Τα κομμάτια ομάδας ήχων μπορούν να χρησιμοποιηθούν για την ομαδοποίηση σημάτων ήχου με απευθείας δρομολόγηση. Για παράδειγμα, τα μπάσα τύμπανα, τα ταμπούρα και τα κύμβαλα μπορούν να δρομολογηθούν σε ένα κομμάτι ομάδας ήχων με όνομα «Κρουστά», ώστε να μπορείτε να προσθέσετε εφέ και να ελέγχετε την έντασή τους συνολικά αντί για ξεχωριστά.
ja: オーディオグループトラックは、直接ルーティングを介してオーディオ信号をグループ化するために使用することができます。たとえば、キック、スネア、ハイハットは「ドラム」オーディオグループトラックにルーティングできるため、エフェクトを追加してボリュームを個別に制御することができます。
pt: As faixas de grupo de áudio podem ser usadas para agrupar sinais de áudio através de roteamento direto. Por exemplo, pontapés, tambores e hihats podem ser roteados para uma faixa de grupo de áudio "Bateria" para que possa adicionar efeitos e controlar o seu volume coletivamente em vez de separadamente.

source: The track to route the output of the audio group track to.
el: Το κομμάτι στο οποίο θα δρομολογηθεί το εξαγόμενο του κομματιού ομάδας ήχων.
ja: オーディオグループトラックの出力をルーティングするトラック。
pt: A faixa para a qual a saída da faixa de áudio será roteada.

source: MIDI Group Track
el: Κομμάτι ομάδας MIDI
ja: MIDI グループトラック
pt: Faixa do Grupo MIDI

source: These are similar to :ref:`audio-group-track`, except that they act on MIDI signals instead of audio signals.
el: Αυτά είναι παρόμοια με το :ref:`audio-group-track`, με τη διαφορά ότι δουλεύουν με σήματα MIDI αντί για σήματα ήχου.
ja: これらは :ref:`audio-group-track` とほぼ同様ですが、オーディオ信号の代わりにMIDI信号に作用する点が異なります。
pt: Estes são similares a :ref:`audio-group-track`, exceto que eles lidam com sinais de MIDI ao invés de sinais de áudio.

source: Track Inspector
el: Επιθεωρητής κομματιών
ja: トラックインスペクター

source: Each track will display its page in the inspector when selected. Depending on the track, the properties shown will be different.
el: Κάθε κομμάτι θα προβάλει τη σελίδα του στον επιθεωρητή όταν επιλέγεται. Ανάλογα με το κομμάτι, οι ιδιότητες που φαίνονται θα είναι διαφορετικές.
pt: Cada faixa exibirá a página dela no inspetor quando for selecionada. Dependendo da faixa, as propriedades mostradas serão diferentes.

source: Track Properties
el: Ιδιότητες κομματιού
ja: トラックの属性
pt: Propriedades da Faixa

source: Track properties are basic properties that the track has.
el: Οι ιδιότητες κομματιών είναι οι βασικές ιδιότητες που έχει το κομμάτι.
ja: トラックのプロパティは、トラックが持つ基本的なプロパティです。
pt: As propriedades da faixa são propriedades básicas que a pista tem.

source: Name of the track
el: Όνομα του κομματιού
ja: トラック名
pt: O nome da faixa

source: The track that this track routes its output to.
el: Το κομμάτι στο οποίο αυτό το κομμάτι δρομολογεί το εξαγόμενό του.
ja: このトラックのダイレクトアウト先。
pt: A faixa para onde esta faixa encaminha a saída dela.

source: If the track is an :ref:`instrument-track`, the instrument plugin for this track.
el: Αν το κομμάτι είναι :ref:`instrument-track`, τότε το πρόσθετο οργάνου για αυτό το κομμάτι.
ja: トラックが :ref:`instrument-track` の場合、このトラックのインストゥルメントプラグイン。
pt: Se a faixa é uma :ref:`instrument-track`, é o suplemento do instrumento para esta faixa.

source: Input Device
el: Συσκευή εισόδου
ja: 入力デバイス
pt: Aparelho de Entrada

source: MIDI FX/Inserts
el: Εφέ/εισαγόμενα MIDI
ja: MIDI FX/インサート
pt: MIDI FX/Inserções

source: These are slots for dropping audio or MIDI effects that will be applied to the signal as it passes through the track.
el: Αυτά είναι θέσεις για ρίψη εφέ ήχου ή MIDI που θα εφαρμοστούν στο σήμα καθώς περνάει μέσα από το κομμάτι.
ja: これらは、トラックを通過する際に信号に適用されるオーディオまたはMIDIエフェクトをドロップするためのスロットです。
pt: Estes são compartimentos para deixar cair efeitos de áudio ou MIDI que serão aplicados ao sinal à medida que ele passa pela faixa.

source: MIDI FX are processed after the input and piano roll events and before the instruments in instrument tracks, or before the inserts in MIDI tracks.
el: Τα εφέ MIDI επεξεργάζονται μετά την εισαγωγή και τα γεγονότα ρολού πιάνο και πριν τα όργανα στα κομμάτια οργάνων ή πριν τα εισαγόμενα στα κομμάτια MIDI.
pt: MIDI FX são processados após os eventos de entrada e cilindros de piano e antes dos instrumentos em faixas de instrumentos, ou antes das inserções em faixas MIDI.

source: Only MIDI and Instrument tracks support MIDI FX.
el: Μόνο τα κομμάτια MIDI και οργάνων υποστηρίζουν εφέ MIDI.
ja: MIDIとインストゥルメントトラックのみがMIDI FXをサポートしています。
pt: Apenas as faixas de MIDI e Instrumento suportam MIDI FX.

source: Inserts are processed in order. For instrument tracks, the inserts will be added onto the signal coming from the instrument, and for other tracks they will be added on the incoming signal.
el: Τα εισαγόμενα επεξεργάζονται σε σειρά. Για κομμάτια οργάνων, τα εισαγόμενα θα προστεθούν στο σήμα που έρχεται από το όργανο, και για τα άλλα κομμάτια θα προστεθούν στο εισερχόμενο σήμα.
pt: As inserções são processadas em ordem. Para faixas de instrumentos, as inserções serão adicionadas ao sinal vindo do instrumento e para outras faixas serão adicionados no sinal de entrada.

source: Separate MIDI FX/inserts and expand more.
el: Να διαχωριστούν τα εισαγόμενα/εφέ MIDI και να επεκταθεί περισσότερο.
ja: MIDI FX/インサートを分離して、さらに説明。
pt: Separe MIDI FX/inserts e expanda mais.

source: Aux Sends
el: Αποστολές aux
ja: AUXセンド
pt: Aux Envia

source: These are `aux sends <https://en.wikipedia.org/wiki/Aux-send>`_ to other tracks or plugin side-chain inputs. These are generally useful for side-chaining or applying additional effects to channels, such as reverb.
el: Αυτές είναι οι προς άλλα κομμάτια ή εισαγωγές πλευρικής αλυσίδωσης προσθέτων. Αυτές είναι γενικά χρήσιμες στην πλευρική αλυσίδωση ή στην εφαρμογή επιπρόσθετων εφέ στα κανάλια, όπως αντήχηση (reverb).
pt: Estes são `aux envia <https://en.wikipedia.org/wiki/Aux-send>`_ para outras faixas ou entradas de suplementos de cadeia lateral. Estas são geralmente úteis para cadeias laterais ou para aplicar efeitos adicionais aos canais, tais como reverberação.

source: The first 6 slots are for pre-fader sends and the last 3 slots are for post-fader sends. The pre-fader slots will send the signal before the fader is processed, and the post-fader slots will send the signal after the fader is applied.
el: Οι πρώτες 6 θέσεις είναι για αποστολές πριν του fader και οι 3 τελευταίες θέσεις είναι για αποστολές μετά τον fader. Οι θέσεις πριν τον fader θα στείλουν το σήμα πριν επεξεργαστεί ο fader, και οι θέσεις μετά τον fader θα στείλουν το σήμα αφού εφαρμοστεί ο fader.
pt: Os primeiros 6 compartimentos são para envios pré-fader e os últimos 3 compartimentos são para envios pós-fader. Os compartimentos de pré-fader enviarão o sinal antes que o fader seja processado e os compartimentos de pós-fader enviarão o sinal depois que o fader for aplicado.

source: Fader section to control the volume and stereo balance.
el: Το τμήμα fader για τον έλεγχο της έντασης και της ισορροπίας στέρεο.
ja: ボリュームとステレオバランスをコントロールするフェーダー部。
pt: Secção de faders para controlar o volume e o equilíbrio estéreo.

source: To change the fader or stereo balance amount, click and drag their respective widgets. You can reset them to their default positions with :menuselection:`Right click --> Reset`.
el: Για να αλλάξετε την ποσότητα του fader ή της ισορροπίας stereo, κάνετε κλικ και σύρετε τα αντίστοιχα γραφικά στοιχεία τους. Μπορείτε να τα επαναφέρετε στις προεπιλεγμένες θέσεις τους με :menuselection:`Right click --> Reset`.
pt: Para alterar o valor do fader ou do balanço estéreo, clique e arraste os respetivos widgets deles. Pode redefini-los às posições predefinidas deles pelo :menuselection:`Right click --> Reset`.

source: The meter displays the amplitude of the signal in dBFS as it is processed live. The following values are displayed next to the meter for additional reference.
el: Ο μετρητής προβάλλει το πλάτος του σήματος σε dBFS όπως βρίσκεται σε επεξεργασία ζωντανά. Οι ακόλουθες τιμές προβάλλονται δίπλα στον μετρητή για περαιτέρω αναφορά.
pt: O medidor exibe a amplitude do sinal em dBFS à medida que é processado ao vivo. Os valores seguintes são exibidos ao lado do medidor para referência adicional.

source: Peak
el: Κορυφή
ja: ピーク
pt: Pico

source: Peak signal value.
el: Τιμή κορυφής σήματος.
ja: 信号のピーク値。
pt: Valor do sinal máximo.

source: Root Mean Square of the signal value.
el: Μέση τετραγωνική ρίζα (Root Mean Square) της τιμής του σήματος.
ja: シグナル値の二乗平均平方根。
pt: Média quadrática do valor do sinal.

source: The following controls are available for controlling the signal flow.
el: Οι ακόλουθοι χειριστές είναι διαθέσιμοι για τον έλεγχο της ροής του σήματος.
ja: シグナルフローを制御するために、以下のコントロールが使用できます。
pt: Os controles seguintes estão disponíveis para controlar o fluxo do sinal.

source: Arm the track for recording.
el: Οπλισμός του κομματιού για ηχογράφηση.
ja: トラックを録音用に準備します。
pt: Armar a faixa para gravação.

source: Mutes the track, meaning no sound will be sent to its direct out.
el: Βάζει το κομμάτι σε σίγαση, που σημαίνει ότι δεν θα στέλνεται κανένας ήχος απευθείας έξω.
ja: トラックをミュートします。つまり、音はダイレクトアウトに送信されません。
pt: Silencia a faixa, o que significa que nenhum som será enviado diretamente à saída dela.

source: The track will still be processed, so if you are looking to decrease :term:`DSP` usage, try disabling plugins instead.
el: Το κομμάτι θα εξακολουθήσει να βρίσκεται σε επεξεργασία, οπότε αν ψάχνετε να μειώσετε τη :term:`DSP`, τότε προσπαθήστε να απενεργοποιήσετε κάποια πρόσθετα αντί αυτού.
ja: トラックはまだ処理されますので、 :term:`DSP` の使用量を減らしたい場合は、代わりにプラグインを無効にしてみてください。
pt: A faixa ainda será processada, portanto, se quiser diminuir o uso de :term:`DSP`, tente desativar os suplementos no seu lugar.
