Repository: JeromyJSmith/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/zrythm-manual.po
Languages: el, ja, pt

source: Add page for Modulators and Tempo track.
el: Προσθήκη σελίδας για διαμορφωτές και κομμάτι τέμπο.
ja: モジュレーターとテンポトラックのページを追加。
pt: Adicionar página para moduladores e faixa de ritmo.

source: Track Visibility
el: Ορατότητα κομματιού
ja: トラックの表示設定

source: The track visibility tab in the :ref:`left-panel` allows toggling the visibility of tracks.
el: Η καρτέλα ορατότητας κομματιού στο :ref:`left-panel` σας επιτρέπει την εναλλαγή ορατότητας των κομματιών.
pt: A guia de visibilidade da faixa no painel :ref:`left-panel` permite alternar a visibilidade das faixas.

source: Tracks can also be quickly hidden with :menuselection:`Right click --> Hide`.
el: Τα κομμάτια μπορούν επίσης να κρυφτούν γρήγορα με :menuselection:`Right click --> Hide`.
pt: Faixas também podem ser rapidamente escondidas com :menuselection:`Right click --> Hide`.

source: User Media
el: Μέσα χρηστών
ja: ユーザーメディア
pt: Mídia do utilizador

source: Video
el: Βίντεο
ja: 動画
pt: Vídeo

source: French Tutorials
el: Γαλλικά μαθήματα
ja: フランス語でのチュートリアル
pt: Tutoriais franceses

source: Bottom Panel
el: Κάτω πάνελ
ja: 下部パネル
pt: Painel inferior

source: The bottom panel contains various editors (such as the piano roll and automation editor) as well as the mixer and chord pads.
el: Το κάτω πάνελ περιέχει διάφορους επεξεργαστές (όπως το ρολό πιάνο και τον επεξεργαστή αυτοματισμού), καθώς επίσης τον μίκτη και τις ταμπλέτες συγχορδιών.
ja: 下部パネルには、様々なエディタ(ピアノロールやオートメーションエディタなど)、ミキサーやコードパッドが含まれています。
pt: O painel inferior contém vários editores (como os cilindros de piano e o editor de automação), assim como o misturador e os blocos de acordes.

source: Editor
el: Επεξεργαστής
ja: エディター

source: The Editor tab contains an arranger for editing regions, as well as various controls that vary depending on the type of region selected.
el: Η καρτέλα επεξεργαστή περιέχει έναν ταξινόμο για επεξεργασία περιοχών, καθώς επίσης διάφορους χειριστές που ποικίλουν ανάλογα τον τύπο περιοχής που επιλέγεται.
ja: エディタータブには、リージョンを編集するためのアレンジャーと、選択したリージョンの種類によって異なるさまざまなコントロールが含まれています。
pt: A guia Editor contém um arranjo para editar regiões, assim como vários controles que variam de acordo com o tipo de região selecionada.

source: Editing inside the Editor tab is covered in :ref:`editors`.
el: Η επεξεργασία μέσα στην καρτέλα επεξεργαστή καλύπτεται στους :ref:`editors`.
ja: エディタータブ内での編集は、 :ref:`editors` で説明されています。
pt: A edição dentro da guia Editor é coberta em :ref:`editors`.

source: The Piano Roll, or MIDI Arranger, is the most commonly used editor. It can be used to edit MIDI regions, which contain MIDI notes. When a MIDI Region is selected, the Editor tab will display the Piano Roll, allowing you to edit that region.
el: Το ρολό πιάνου, ή αλλιώς ταξινόμος MIDI, είναι ο πιο χρησιμοποιημένος επεξεργαστής. Μπορεί να χρησιμοποιηθεί για την επεξεργασία περιοχών MIDI, οι οποίες περιέχουν νότες MIDI. Όταν επιλέγεται μια περιοχή MIDI, η καρτέλα επεξεργαστή θα προβάλει το ρολό πιάνου, επιτρέποντας την επεξεργασία εκείνης της περιοχής.
ja: ピアノロール、またはMIDIアレンジャーは、最も一般的に使用されるエディタです。MIDI ノートを含む MIDI リージョンを編集するために使用できます。MIDI リージョンを選択すると、エディタタブにピアノロールが表示され、そのリージョンを編集できます。
pt: Os Cílindros de Piano, ou Arranjador MIDI, é o editor mais utilizado. Pode ser usado para editar regiões MIDI, que contêm notas MIDI. Quando uma região MIDI é selecionada, o separador Editor exibirá os Cílindros de Piano, permitindo que edite essa região.

source: The piano roll is covered in detail in :ref:`piano-roll`.
el: Το ρολό πιάνου καλύπτεται με λεπτομέρεια στο :ref:`piano-roll`.
ja: ピアノロールについては、 :ref:`piano-roll` で詳しく説明しています。
pt: Os cilindros de piano são abordados em detalhe em :ref:`piano-roll`.

source: In Zrythm, automation is also enclosed in regions (called Automation Regions). This allows automation to be repeated, much like MIDI Regions. The Automation Editor will appear in the Editor tab when an Automation Region is selected.
el: Στο Zrythm, ο αυτοματισμός περικλείεται επίσης σε περιοχές (αποκαλούμενες περιοχές αυτοματισμού). Αυτό επιτρέπει στον αυτοματισμό να επαναλαμβάνεται, όπως οι περιοχές MIDI. Ο επεξεργαστής αυτοματισμού θα εμφανιστεί στην καρτέλα επεξεργαστή όταν επιλεγεί μία περιοχή αυτοματισμού.
ja: Zrythm では、オートメーションもリージョン(オートメーションリージョンと呼ばれる)に格納されています。これにより、MIDI リージョンと同様にオートメーションを繰り返すことができます。オートメーションリージョンが選択されると、オートメーション エディタが [エディター] タブに表示されます。
pt: Em Zrythm, a automação também é incluída em regiões (chamadas Regiões de Automação). Isso permite que a automação seja repetida, assim como as regiões MIDI. O Editor de Automação aparecerá no separador Editor quando uma Região de Automação for selecionada.

source: The automation editor is covered in detail in :ref:`automation-editor`.
el: Ο επεξεργαστής αυτοματισμού καλύπτεται με λεπτομέρεια στο :ref:`automation-editor`.
ja: オートメーションエディタについては :ref:`automation-editor` で詳しく説明しています。
pt: O editor de automação é abordado em detalhes em :ref:`automation-editor`.

source: The audio editor is used to view the contents of audio regions. The audio editor will appear in the Editor tab when an audio region is selected.
el: Ο επεξεργαστής ήχου χρησιμοποιείται για την προβολή των περιεχομένων των περιοχών ήχου. Ο επεξεργαστής ήχου θα εμφανιστεί στην καρτέλα επεξεργαστή όταν επιλεγεί μια περιοχή ήχου.
pt: O editor de áudio é usado para visualizar o conteúdo das regiões de áudio. O editor de áudio aparecerá na guia Editor quando uma região de áudio for selecionada.

source: The audio editor is covered in detail in :ref:`audio-editor`.
el: Ο επεξεργαστής ήχου καλύπτεται με λεπτομέρεια στο :ref:`audio-editor`.
ja: オーディオエディタについては :ref:`audio-editor` で詳しく説明しています。
pt: O editor de áudio é abordado em detalhe em :ref:`audio-editor`.

source: The chord editor is used for editing chord regions. It will appear in the Editor tab when a chord region is selected in the chord track.
el: Ο επεξεργαστής συγχορδιών χρησιμοποιείται για την επεξεργασία περιοχών συγχορδιών. Θα εμφανιστεί στην καρτέλα επεξεργαστή όταν μια περιοχή επιλεγεί στο κομμάτι συγχορδιών.
ja: コードエディタは、コードリージョンの編集に使用されます。コードトラックでコードリージョンが選択されている場合は、[エディタ]タブに表示されます。
pt: O editor de acordes é usado para editar regiões de acordes. Ele aparecerá na guia Editor quando uma região de acordes for selecionada na faixa de acordes.

source: The chord editor is covered in detail in :ref:`chord-editor`.
el: Ο επεξεργαστής συγχορδιών καλύπτεται με λεπτομέρεια :ref:`chord-editor`.
ja: コードエディタについては :ref:`chord-editor` で詳しく説明しています。
pt: O editor de acordes é abordado em detalhe em :ref:`chord-editor`.

source: The Mixer tab contains each channel and various controls for changing the signal as it passes through the channel.
el: Η καρτέλα μίκτη περιέχει κάθε κανάλι και διάφορους χειριστές για την αλλαγή του σήματος καθώς περνάει μέσα από το κανάλι.
pt: A guia Misturador contém todos os canais e vários controlos para alterar o sinal à medida que este passa pelo canal.

source: Mixing is covered in :ref:`mixing`.
el: Η μίξη καλύπτεται στη :ref:`mixing`.
ja: ミキシングについては :ref:`mixing` で説明しています。
pt: Misturar é abordado em :ref:`mixing`.

source: Interface
el: Διεπαφή
ja: インターフェイス

source: The Zrythm interface is split into various sub-modules.
el: Η διεπαφή του Zrythm διαχωρίζεται σε διάφορες υπομονάδες.
ja: Zrythmのインタフェースは、さまざまなサブモジュールに分割されています。
pt: A interface do Zrythm está dividida em vários submódulos.

source: Each sub-module is explained in its own section.
el: Κάθε υπομονάδα εξηγείται στη δική της ενότητα.
ja: 各サブモジュールについては、それぞれのセクションで説明しています。
pt: Cada sub-módulo é explicado na própria secção dele.

source: Left Panel
el: Αριστερό πάνελ
ja: 左パネル
pt: Painel esquerdo

source: The left panel contains the inspectors and track visibility options.
el: Το αριστερό πάνελ περιέχει τους επιθεωρητές και τις ρυθμίσεις ορατότητας κομματιών.
ja: 左側のパネルには、インスペクターとトラックの表示設定が含まれています。
pt: O painel esquerdo contém os inspetores e as opções de visibilidade da pista.

source: The first tab is the track inspector, which shows various options about the selected track.
el: Η πρώτη καρτέλα είναι ο επιθεωρητής κομματιών, ο οποίος δείχνει διάφορους ρυθμίσεις σχετικά με το επιλεγόμενο κομμάτι.
ja: 最初のタブはトラックインスペクタで、選択されたトラックに関する様々なオプションを表示します。
pt: O primeiro guia é o inspetor de faixas, que mostra várias opções sobre a pista selecionada.

source: See :ref:`track-inspector` for more details.
el: Βλέπε :ref:`track-inspector` για περισσότερες λεπτομέρειες.
ja: 詳細については、:ref:`track-inspector` を参照してください。
pt: Veja :ref:`track-inspector` para mais detalhes.

source: Plugin Inspector
el: Επιθεωρητής προσθέτων
ja: プラグインインスペクター
pt: Inspetor de suplementos

source: The plugin inspector shows various options for the selected plugin.
el: Ο επιθεωρητής προσθέτων δείχνει διάφορες ρυθμίσεις για το επιλεγόμενο πρόσθετο.
ja: プラグインインスペクタには、選択したプラグインの様々なオプションが表示されます。
pt: O inspetor de suplementos mostra várias opções para o suplemento selecionado.

source: Plugin Properties
el: Ιδιότητες προσθέτου
ja: プラグインの属性
pt: Propriedades do suplemento

source: The plugin properties show the name and type of the plugin, as well as preset and bank selectors.
el: Οι ιδιότητες προσθέτου δείχνουν το όνομα και τον τύπο του προσθέτου, καθώς επίσης τους επιλογείς προρυθμίσεων και τραπεζών.
ja: プラグインのプロパティには、プラグインの名前と種類、プリセットとバンクセレクタが表示されます。
pt: As propriedades do suplemento mostram o nome e o tipo do suplemento, bem como os seletores predefinidos e bancários.

source: These are the ports that the plugin has.
el: Αυτές είναι οι θύρες που έχει το πρόσθετο.
ja: これらはプラグインが持っているポートです。
pt: Estas são as portas que o suplemento possui.

source: Control input ports can be changed by clicking and dragging, and can also be automated using automation tracks. Ports can be routed to other ports anywhere within Zrythm by double clicking on them.
el: Οι θύρες εισόδου χειριστών μπορούν να αλλάξουν κάνοντας κλικ και σύροντας, και μπορούν επίσης να αυτοματοποιηθούν χρησιμοποιώντας κομμάτια αυτοματισμού. Οι θύρες μπορούν να δρομολογηθούν σε άλλες θύρες οπουδήποτε μέσα στο Zrythm κάνοντας διπλό κλικ πάνω τους.
pt: As portas de entrada de controle podem ser alteradas a clicar e arrastando e também podem ser automatizadas a usar faixas de automação. As portas podem ser roteadas para outras portas em qualquer lugar dentro da Zrythm, clicando duas vezes nelas.

source: Ports are explained in more detail in :ref:`ports`.
el: Οι θύρες εξηγούνται με περισσότερη λεπτομέρεια στις :ref:`ports`.
ja: ポートについては :ref:`ports` で詳しく説明しています。
pt: As portas são explicadas com mais detalhes em :ref:`ports`.

source: Depending on the type of plugin, there may be different categories of ports being shown.
el: Ανάλογα με τον τύπο του προσθέτου, μπορεί να υπάρχουν διαφορετικές κατηγορίες θυρών που προβάλλονται.
ja: プラグインの種類によって、表示されるポートのカテゴリが異なる場合があります。
pt: A depender do tipo de suplemento, pode haver categorias de portas diferentes mostradas.

source: See :ref:`track-visibility`.
el: Βλέπε :ref:`track-visibility`.
ja: :ref:`track-visibility` を参照してください。
pt: Veja :ref:`track-visibility`.

source: Main Toolbar
el: Κύρια γραμμή εργαλείων
ja: メインツールバー
pt: Barra de ferramentas principal

source: The main toolbar contains global actions, such as saving and loading a project or opening the preferences window.
el: Η κύρια γραμμή εργαλείων περιέχει γενικές ενέργειες, όπως την αποθήκευση και τη φόρτωση ενός έργου ή το άνοιγμα του παραθύρου ρυθμίσεων.
pt: A barra de ferramentas principal contém ações globais, tais como gravar e carregar um projeto ou abrir a janela de preferências.

source: About Dialog
el: Παράθυρο «σχετικά με»
ja: 「Zrythmについて」ダイアログ
pt: Diálogo de Sobre

source: Clicking the Zrythm icon will show the About dialog, which contains information about authors and copyright.
el: Κάνοντας κλικ στο εικονίδιο Zrythm θα προβάλει το παράθυρο «σχετικά με», το οποίο περιέχει πληροφορίες για τους συγγραφείς και τα πνευματικά δικαιώματα.
pt: A clicar no ícone Zrythm o diálogo Sobre aparecerá, que contém informações sobre os autores e direitos autorais.

source: Global Menus
el: Γενικά μενού
ja: 全般のメニュー
pt: Menus Globais

source: Zrythm has the following global menus at the top of its interface.
el: Το Zrythm έχει τα εξής γενικά μενού στο πάνω μέρος της διεπαφής του.
ja: Zrythmのインターフェイスの上部には、次の全般のメニューがあります。
pt: O Zrythm tem os seguintes menus globais no topo da sua interface.

source: Edit Menu
el: Μενού επεξεργασίας
ja: 編集メニュー
pt: Menu Editar

source: The Edit menu has various buttons and controls that are used often during editing and arranging.
el: Το μενού επεξεργασίας έχει διάφορα κουμπιά και χειριστές που χρησιμοποιούνται συχνά κατά τη διάρκεια επεξεργασίας και ταξινόμησης.
pt: O menu Editar contém vários botões e controles que são usados frequentemente durante a edição e arranjo.

source: The :ref:`editing` chapter explains these controls in detail.
el: Η ενότητα :ref:`editing` εξηγεί αυτούς τους χειριστές με λεπτομέρεια.
ja: :ref:`editing` の章では、これらのコントロールについて詳しく説明しています。
pt: O capítulo :ref:`editing` explica estes controles em detalhes.

source: Project Menu
el: Μενού έργου
ja: プロジェクトメニュー
pt: Menu Projeto

source: The Project menu contains various project-related actions such as saving, loading and exporting MIDI or audio.
el: Το μενού έργου περιέχει διάφορες ενέργειες σχετικά με το έργο, όπως την αποθήκευση, τη φόρτωση και την εξαγωγή MIDI ή ήχου.
pt: O menu Projeto contém várias ações relacionadas ao projeto, como gravar, carregar e exportar MIDI ou áudio.

source: New Project
el: Άνοιγμα έργου
ja: 新規プロジェクト
pt: Novo projeto

source: Create a new project.
el: Δημιουργία καινούριου έργου.
ja: 新しいプロジェクトを作成する。
pt: Criar um projeto.

source: Save
el: Αποθήκευση
ja: 保存
pt: Gravar

source: Save the current project at its current location.
el: Αποθήκευση του τρέχοντος έργου στον τρέχοντα προορισμό.
ja: 現在のプロジェクトを現在の場所に保存します。
pt: Grave o projeto atual na localização atual dele.

source: Save As
el: Αποθήκευση ως
ja: 名前を付けて保存
pt: Gravar como

source: Save the current project at a new location.
el: Αποθήκευση του τρέχοντος έργου σε έναν καινούριο προορισμό.
ja: 現在のプロジェクトを新しい場所に保存します。
pt: Grave o projeto atual numa localização nova.

source: Load
el: Φόρτωση
ja: 読み込む
pt: Carregar

source: Load a project.
el: Φόρτωση ενός έργου.
ja: プロジェクトを読み込む。
pt: Carregar um projeto.

source: Export As
el: Εξαγωγή ως
ja: 名前を付けてエクスポート
pt: Exportar como

source: Export the project as audio or MIDI. See :ref:`export-audio-and-midi` for more details.
el: Εξαγωγή του έργου ως ήχου ή MIDI. Βλέπε :ref:`export-audio-and-midi` για περισσότερες πληροφορίες.
pt: Exportar o projeto como áudio ou MIDI. Veja :ref:`export-audio-and-midi` para mais detalhes.

source: Export Graph
el: Εξαγωγή γραφήματος
ja: ルーティング図の書き出し
pt: Exportar gráfico

source: Export the routing graph as an image or .dot graph. See :ref:`export-routing-graph` for more details.
el: Εξαγωγή του γραφήματος δρομολόγησης ως εικόνας ή γραφήματος .dot. Βλέπε :ref:`export-routing-graph` για περισσότερες λεπτομέρειες.
pt: Exportar o gráfico de roteamento como uma imagem ou gráfico .dot. Veja :ref:`export-routing-graph` para mais detalhes.

source: For more information about projects, see the :ref:`projects` chapter.
el: Για περισσότερες πληροφορίες σχετικά με τα έργα, βλέπε την ενότητα :ref:`projects`.
ja: プロジェクトの詳細については、 :ref:`projects` の章を参照してください。
pt: Para mais informações sobre projetos, veja o capítulo :ref:`projects`.

source: View Menu
el: Μενού προβολής
ja: ビューメニュー
pt: Menu vista

source: The View menu contains controls to change the appearance of Zrythm and its various areas, such as zooming.
el: Το μενού προβολής περιέχει χειριστές για την αλλαγή της εμφάνισης του Zrythm και των διαφόρων περιοχών του, όπως το ζουμάρισμα.
pt: O menu Vista contém controles para alterar a aparência do Zrythm e as diversas áreas dele, como a ampliação.

source: Zoom In
el: Ζουμάρισμα μέσα
ja: ズーム イン
pt: Aumentar

source: Zooms in.
el: Ζουμάρει προς τα μέσα.
ja: 拡大する。
pt: Amplia.

source: Zoom Out
el: Ζουμάρισμα έξω
ja: ズームアウト
pt: Reduzir

source: Zooms out.
el: Ζουμάρει προς τα έξω.
ja: 縮小する。
pt: Diminui.

source: Original Size
el: Πρωτότυπο μέγεθος
ja: オリジナル サイズ
pt: Tamanho original

source: Zooms back to the default zoom level.
el: Ζουμπάρει πίσω στο προεπιλεγόμενο επίπεδο ζουμ.
ja: デフォルトのズームレベルに戻ります。
pt: Amplia para o nível de ampliação predefinido.

source: Best Fit
el: Καλύτερη δυνατή εφαρμογή
ja: ベストフィット
pt: Melhor ajuste

source: Zooms in or out as much as required to show all of the events in the timeline.
el: Ζουμάρει μέσα ή έξω όσο απαιτείται για την προβολή όλων των γεγονότων του χρονολογίου.
ja: タイムライン内のすべてのイベントを表示するために必要なだけズームインまたはズームアウトします。
pt: Aumente ou diminua conforme necessário para mostrar todos os eventos na cronologia.

source: Toggle Left/Right/Bottom Panels
el: Εναλλαγή αριστερού/δεξιού/κάτω πάνελς
ja: 左/右/下のパネルを切り替え
pt: Alternar painéis esquerdo/direito/inferior

source: Toggles the panel's visibility.
el: Εναλλάσσει την ορατότητα του πάνελ.
ja: パネルの表示/非表示の切り替え。
pt: Alterna a visibilidade do painel.

source: Toggle Timeline Visibility
el: Εναλλαγή ορατότητας χρονολογίου
ja: タイムラインの表示/非表示を切り替え
pt: Alternar a visibilidade da cronologia

source: Toggles the timeline's visibility.
el: Εναλλάσσει την ορατότητα του χρονολογίου.
ja: タイムラインの表示/非表示の切り替え。
pt: Alterna a visibilidade da cronologia.

source: Help Menu
el: Μενού βοήθειας
ja: ヘルプメニュー
pt: Menu Ajuda

source: The Help menu contains links for reporting bugs, donating, chatting and other useful links.
el: Το μενού βοήθειας περιέχει συνδέσμους για αναφορά σφαλμάτων, δωρεά, συνομιλία και άλλους χρήσιμους συνδέσμους.
pt: O menu Ajuda contém ligações para reportar bugs, doar, conversar e outras ligações úteis.

source: Chat
el: Συνομιλία
ja: チャット
pt: Conversação

source: Join the Zrythm chatroom on Matrix.
el: Εγγραφείτε στη συνομιλία του Zrythm στο Matrix.
ja: MatrixのZrythmチャットルームに参加する。
pt: Junte-se à sala de chat Zrythm na Matrix.

source: Manual
el: Εγχειρίδιο
ja: マニュアル

source: View the user manual.
el: Προβολή του εγχειριδίου χρήστη.
ja: ユーザーマニュアルを表示。
pt: Veja o manual do utilizador.

source: News
el: Νέα
ja: ニュース
pt: Novidades

source: Show the latest changelog.
el: Προβολή του αρχείου αλλαγών.
ja: 最新の変更履歴を表示する。
pt: Mostrar o último changelog.

source: Keyboard Shortcuts
el: Συντομεύσεις πληκτρολογίου
ja: ショートカットキー
pt: Atalhos de teclado

source: Show all the available keyboard shortcuts.
el: Προβολή όλων των διαθέσιμων συντομεύσεων πληκτρολογίου.
ja: 使用可能なすべてのキーボード ショートカットを表示します。
pt: Mostrar todos os atalhos de teclado disponíveis.

source: Donate
el: Δωρεά
ja: 寄付する
pt: Doar

source: Donate to Zrythm through LiberaPay.
el: Δωρεά στο Zrythm με το LiberaPay.
ja: LiberaPayでZrythmに寄付をする。
pt: Faça uma doação para Zrythm por meio do LiberaPay.

source: Report a Bug
el: Αναφορά σφάλματος
ja: バグを報告する
pt: Reportar um erro

source: Opens the page to report a new bug.
el: Ανοίγει τη σελίδα για αναφορά ενός καινούριου σφάλματος.
ja: バグを報告するページを開きます。
pt: Abre a página para reportar um novo bug.

source: The main toolbar also contains the following widgets.
el: Η κύρια γραμμή εργαλείων περιέχει επίσης τα εξής γραφικά στοιχεία.
ja: メイン ツールバーには、次のウィジェットも含まれています。
pt: A barra de ferramentas principal também contém os widgets seguintes.

source: There are the following buttons next to the name of the current project.
el: Υπάρχουν επίσης τα ακόλουθα κουμπιά δίπλα στο όνομα του τρέχοντος έργου.
ja: 現在のプロジェクト名の横には以下のボタンがあります。
pt: Existem os seguintes botões ao lado do nome do projeto atual.

source: Log Viewer
el: Προβολέας αρχείου καταγραφής
ja: ログ ビューア
pt: Visualizador de registos

source: The MIDI In widget shows the :term:`MIDI` activity of auto-connected MIDI devices and the live waveform display shows the audio waveform from the master output.
el: Το γραφικό στοιχείο εισόδου :term:`MIDI` δείχνει τη δραστηριότητα των αυτόματα συνδεδεμένων συσκευών MIDI και η οθόνη ζωντανής κυματομορφής δείχνει την κυματομορφή ήχου από την έξοδο μάστερ.
pt: O widget Entrada MIDI mostra a atividade :term:`MIDI` de aparelhos MIDI auto conectados e a vista de forma de onda ao vivo mostra a forma de onda de áudio da saída principal.

source: Right Panel
el: Δεξί πάνελ
ja: 右パネル
pt: Painel direito

source: The right panel contains plugin and sample browsers in addition to the control room.
el: Το δεξί πάνελ περιέχει περιηγητές προσθέτων και δειγμάτων καθώς και το δωμάτιο ελέγχου.
ja: 右側のパネルには、コントロールルームに加えてプラグインとサンプルブラウザが配置されています。
pt: O painel direito contém suplementos e navegadores de amostra, além da sala de controle.

source: The first tab is the plugin browser, which is explained in :ref:`plugin-browser`.
el: Η πρώτη καρτέλα είναι ο περιηγητής προσθέτων, ο οποίος εξηγείται στο :ref:`plugin-browser`.
ja: 最初のタブはプラグインブラウザで、 :ref:`plugin-browser` で説明されています。
pt: A primeira guia é o navegador de suplementos, que é explicado em :ref:`plugin-browser`.

source: The file browser is covered in :ref:`file-browser`.
el: Ο περιηγητής αρχείων καλύπτεται στο :ref:`file-browser`.
ja: ファイルブラウザについては :ref:`file-browser` で解説されています。
pt: O navegador de ficheiros é coberto em :ref:`file-browser`.

source: The control room is covered in :ref:`control-room`.
el: Η αίθουσα ελέγχου καλύπτεται στην :ref:`control-room`.
ja: コントロールルームは、:ref:`control-room` で説明されています。
pt: A sala de controle é abundada em :ref:`control-room`.

source: The timeline consists of the timeline arranger and the project's tracks on the left side. It has a special toolbar at the top for timeline-specific actions.
el: Το χρονολόγιο αποτελείται από τον ταξινόμο χρονολογίου και τα κομμάτια του έργου στην αριστερή πλευρά. Έχει μια ειδική μπάρα εργαλείων στο πάνω μέρος για ενέργειες ειδικές προς το χρονολόγιο.
ja: タイムラインは、タイムラインアレンジャーと左側のプロジェクトのトラックで構成されています。上部には、タイムラインに特化したアクションのための特別なツールバーがあります。
pt: A cronologia consiste do arranjador da cronologia e nas faixas do projeto do lado esquerdo. Possui uma barra de ferramentas especial no topo para ações específicas de cronologia.

source: The :ref:`editing-timeline` section goes in depth about editing inside the timeline panel.
el: Η ενότητα :ref:`editing-timeline` εμβαθύνει σχετικά με την επεξεργασία μέσα στο πάνελ χρονολογίου.
ja: :ref:`editing-timeline` セクションでは、タイムラインパネル内での編集について詳しく説明しています。
pt: A secção :ref:`editing-timeline` aprofunda a edição dentro do painel da cronologia.

source: Transport Bar
el: Μπάρα μεταφοράς
ja: トランスポートバー
pt: Barra De Transporte

source: The transport bar contains information about the audio engine and transport controls.
el: Η μπάρα μεταφοράς περιέχει πληροφορέις σχετικά με τον κινητήρα ήχου και τους χειριστές μεταφοράς.
pt: A barra de transporte contém informações sobre o motor de áudio e controles de transporte.

source: Backend Information
el: Πληροφορίες παρασκηνίου
ja: バックエンド情報
pt: Informações de backend

source: Information about the currently selected backend and options is visible in the bottom left corner.
el: Οι πληροφορίες σχετικά με το τρέχον επιλεγόμενο παρασκήνιο και τις ρυθμίσεις είναι ορατές στην κατώ αριστερή γωνία.
ja: 現在選択されているバックエンドとオプションに関する情報は、左下に表示されます。
pt: As informações sobre o backend e as opções atualmente selecionadas são visíveis no canto inferior esquerdo.

source: Zrythm will auto-connect to the devices specified in :ref:`configuration/preferences/intro:Audio inputs` and :ref:`configuration/preferences/intro:MIDI controllers` and make these devices available in the :ref:`track inputs <tracks/inspector-page:Inputs>` (as below) and other places.
ja: Zrythmは、 :ref:`configuration/preferences/intro:Audio inputs` や :ref:`configuration/preferences/intro:MIDI controllers` で指定されたデバイスに自動接続し、これらのデバイスを :ref:`トラック入力 <tracks/inspector-page:Inputs>` (以下のように) などで利用できるようにします。
