Repository: JeromyJSmith/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/zrythm-manual.po
Languages: el, ja, pt

source: Soloes the track. If any track is soloed, only the soloed tracks will produce sounds.
el: Βάζει το κομμάτι σε σίγαση. Αν οποιοδήποτε κομμάτι είναι σε σίγαση, μόνο τα κομμάτια που βρίσκονται σε σίγαση θα παράγουν ήχους.
ja: トラックをソロにします。どのトラックもソロにすると、ソロにしたトラックだけが音を出します。
pt: Sola a pista. Se alguma faixa for solo, apenas as faixas soladas produzirão sons.

source: Listen
el: Ακρόαση
ja: 聴く
pt: Ouvir

source: Similar to solo, except it dims the volume of other tracks instead of muting them. The dim amount can be controlled in the control room described in :ref:`control-room`.
el: Παρόμοια με το σόλο, με τη διαφορά ότι χαμηλώνει τον ήχο των άλλων κομματιών αντί να τα βάλει σε σίγαση. Η ποσότητα με την οποία χαμηλώνει μπορεί να ελεγχθεί στο δωμάτιο ελέγχου που εξηγείται στο :ref:`control-room`.
ja: ソロと同様ですが、他のトラックの音量をミュートするのではなく、静にする点が異なります。ディム量は、 :ref:`control-room` で説明されているコントロールルームで制御することができます。
pt: Semelhante ao solo, porém diminui o volume de outras faixas em vez de as silenciar. A quantidade de escurecimento pode ser controlada na sala de controle descrita em :ref:`control-room`.

source: Channel Settings
el: Ρυθμίσεις καναλιού
ja: チャンネル設定
pt: Configurações de canal

source: Comments
el: Σχόλια
ja: コメント
pt: Comentários

source: Instrument Track
el: Κομμάτι οργάνου
ja: インストゥルメントトラック
pt: Faixa De Instrumentos

source: The instrument track is used for synths and other instruments. Instrument tracks contain a special `instrument slot` in the mixer that will get processed `after` the MIDI FX section and `before` the Inserts section.
el: Το κομμάτι οργάνου χρησιμοποιείται για συνθεσάιζερς και άλλα όργανα. Τα κομμάτια οργάνου περιέχουν μία ειδική `θέση οργάνου` στον μίκτη, ώστε να βρίσκονται σε επεξεργασία `μετά` το τμήμα εφέ MIDI και `πριν` το τμήμα εισαγομένων.
pt: A faixa de instrumentos é usada para sintetizadores e outros instrumentos. As pistas de instrumentos contêm um "compartimento de instrumento" especial no misturador que será processado "depois" da secção MIDI FX e "antes" da secção Inserções.

source: Instrument tracks are similar to MIDI tracks, except that they produce audio instead of :term:`MIDI`.
el: Τα κομμάτια οργάνου είναι παρόμοια με τα κομμάτια MIDI, με τη διαφορά ότι παράγουν ήχο αντί για :term:`MIDI`.
ja: インストゥルメントトラックは MIDI トラックに似ていますが、 :term:`MIDI` ではなくオーディオを生成する点が異なっています。
pt: As faixas de instrumentos são semelhantes às faixas MIDI, exceto que produzem áudio em vez de :term:`MIDI`.

source: Show UI
el: Προβολή περιβάλλοντος χρήστη
ja: UI を表示
pt: Mostrar IU

source: Displays the UI of the main plugin.
el: Προβάλλει το περιβάλλον χρήστη στο κύριο πρόσθετο.
ja: メイン プラグインの UI を表示します。
pt: Exibe a IU do suplemento principal.

source: Freeze
el: Πάγωμα
ja: フリーズ
pt: Congelar

source: Freezes the track (not operational at the moment).
el: Παγώνει το κομμάτι (μη λειτουργικό προς το παρόν).
ja: トラックをフリーズする(現時点では動作しません)。
pt: Congela a faixa (não está operacional no momento).

source: The track to route the audio output of the instrument track to.
el: Το κομμάτι στο οποίο θα δρομολογηθεί το εξαγόμενο ήχου του κομματιού οργάνου.
ja: インストゥルメントトラックのオーディオ出力をルーティングするトラック。
pt: A faixa para a qual a saída de áudio da faixa do instrumento será roteada.

source: These are similar to :ref:`midi-track-inputs`.
el: Αυτά είναι παρόμοια με τα :ref:`midi-track-inputs`.
ja: これらは :ref:`midi-track-lanes` と同様です。
pt: Estes são semelhantes a :ref:`midi-track-inputs`.

source: Pre-Fader Out L/R
el: Έξοδος Α/Δ πριν τον fader
ja: プリフェーダーアウトL / R
pt: Saída Pré-Fader L/R

source: The stereo audio signal before the fader is applied.
el: Το σήμα ήχου στέρεο πριν εφαρμοστεί ο fader.
ja: フェーダーをかける前のステレオオーディオ信号。
pt: O sinal de áudio estéreo antes de o fader ser aplicado.

source: Fader Out L/R
el: Έξοδος Α/Δ fader
ja: フェーダーアウトL / R
pt: Saída Fader L/R

source: The stereo audio signal after the fader is applied.
el: Το σήμα ήχου στέρεο αφού εφαρμοστεί ο fader.
ja: フェーダーをかけた後のステレオオーディオ信号。
pt: O sinal de áudio estéreo após a aplicação do fader.

source: You can use these for side-chaining.
el: Μπορείτε να τα χρησιμοποιήσετε αυτά για πλευρική αλυσίδωση.
ja: これらはサイドチェーンに使用できます。
pt: Pode usá-los para encadeamento lateral.

source: Freezing
el: Πάγωμα
ja: フリーズ中
pt: Congelar

source: If :term:`DSP` usage is high and you have performance issues, or if you just want to save CPU power, instrument tracks can be frozen (temporarily converted to audio), which dramatically lowers their CPU usage.
el: Αν η χρήση :term:`DSP` είναι υψηλή και έχετε προβλήματα απόδοσης ή αν απλώς θέλετε να εξοικονομήσετε την ισχύ του επεξεργαστή, τα κομμάτια οργάνου μπορούν να παγώσουν (να μετατραπούν προσωρινά σε ήχο), το οποίο μειώνει δραματικά τη χρήση του επεξεργαστή.
pt: Se a utilização de :term:`DSP` é alta e tem problemas de desempenho, ou se só quer economizar energia na CPU, as faixas de instrumentos podem ser congeladas (temporariamente convertidas para áudio), o que drasticamente reduz a utilização da CPU.

source: Instruments can be frozen by clicking the Freeze button in the track interface.
el: Τα όργανα μπορούν να παγώσουν κάνοντας κλικ στο κουμπί παγώματος στη διεπαφή του κομματιού.
ja: トラックインターフェースの Freeze ボタンをクリックすることで、インストゥルメントをフリーズさせることができます。
pt: Os instrumentos podem ser congelados ao clicar no botão Congelar na interface da pista.

source: Tracks
el: Κομμάτια
ja: トラック
pt: Faixas

source: Marker Track
el: Κομμάτι σημαδιού
ja: マーカートラック
pt: Faixa de Marcador

source: The marker track holds song markers - either custom or pre-defined ones - that make it easier to jump to or to export specific sections of the song. Each project can only have one marker track and it cannot be deleted (but can be hidden).
el: Το κομμάτι σημαδιών κρατάει σημάδια τραγουδιού - είτε προσαρμοσμένα είτε προεπιλεγμένα - τα οποία καθιστούν ευκολότερη τη γρήγορη αναπαραγωγή ή την εξαγωγή συγκεκριμένων τμημάτων του τραγουδιού. Κάθε έργο μπορεί να έχει μόνο ένα κομμάτι σημαδιών και δεν μπορεί να διαγραφεί (μπορεί όμως να κρυφτεί).
pt: A faixa de marcação contém marcadores de canções - personalizados ou pré-definidos - que facilitam saltar para ou a exportar secções específicas da canção. Cada projeto só pode ter uma faixa de marcador e não pode ser apagada (mas pode ser escondida).

source: The name of the marker track.
el: Το όνομα του κομματιού σημαδιών.
ja: マーカー トラックの名前。
pt: O nome da faixa de marcador.

source: Master Track
el: Κομμάτι μάστερ
ja: マスタートラック
pt: Faixa Principal

source: The master track is a special type of :ref:`audio-group-track` that Zrythm uses to route the resulting audio signal after all the processing is done to the audio backend.
el: Το κομμάτι μάστερ είναι ένας ειδικός τύπος από :ref:`audio-group-track` που χρησιμοποιεί το Zrythm προς δρομολόγηση του συνεπαγόμενου σήματος ήχου αφού γίνει όλη η διαδικασία επεξεργασίας στο παρασκήνιο ήχου.
pt: A faixa principal é um tipo especial de :ref:`audio-group-track` que a Zrythm utiliza para rotear o sinal de áudio resultante após todo o processamento ser feito para o backend de áudio.

source: The name of the track. This cannot be changed.
el: Το όνομα του κομματιού. Αυτό δεν μπορεί να αλλάξει.
ja: トラックの名前。これは変更できません。
pt: O nome da faixa. Isto não pode ser alterado.

source: This is automatically routed to the audio engine and cannot be changed.
el: Αυτό δρομολογείται αυτόματα στον κινητήρα ήχου και δεν μπορεί να αλλάξει.
ja: これは自動的にオーディオエンジンにルーティングされ、変更することはできません。
pt: Isto é automaticamente roteado para o motor de áudio e não pode ser alterado.

source: MIDI Track
el: Κομμάτι MIDI
ja: MIDIトラック
pt: Faixa MIDI

source: A MIDI track contains MIDI regions and its purpose is playing back MIDI events and routing those MIDI signals to other instruments (including external instruments and hardware).
el: Ένα κομμάτι MIDI περιέχει περιοχές MIDI και ο σκοπός του είναι να κάνει αναπαραγωγή γεγονότων MIDI και να δρομολογεί αυτά τα σήματα MIDI σε άλλα όργανα (συμπεριλαμβανομένων εξωτερικών οργάνων και υλικών).
pt: Uma faixa MIDI contém regiões de MIDI e a a finalidade dela é de reproduzir eventos MIDI e rotear esses sinais MIDI para outros instrumentos (incluindo instrumentos e hardware externos).

source: MIDI tracks, unlike instrument tracks, produce MIDI output and so their channel strips will only have MIDI effects (plugins that change MIDI signals).
el: Τα κομμάτια MIDI, αντίθετα με τα κομμάτια οργάνων, παράγουν εξαγόμενο MIDI και ως εκ τούτου οι λωρίδες του καναλιού τους θα έχουν μόνο εφέ MIDI (πρόσθετα που αλλάζουν σήματα MIDI).
pt: As faixas MIDI, ao contrário das pistas de instrumentos, produzem saída de MIDI e assim as suas faixas de canal só terão efeitos MIDI (suplementos que mudam os sinais MIDI).

source: MIDI tracks also have automation lanes for automating various parameters.
el: Τα κομμάτια MIDI θα έχουν επίσης λωρίδες αυτοματισμού για την αυτοματοποίηση διαφόρων παραμέτρων.
ja: MIDI トラックには、様々なパラメータを自動化するためのオートメーションレーンもあります。
pt: As faixas MIDI também possuem pistas de automação para automatizar vários parâmetros.

source: The name of the track. You can double click to change it.
el: Το όνομα του κομματιού. Μπορείτε να κάνετε διπλό κλικ για να το αλλάξετε.
ja: トラックの名前です。ダブルクリックで変更できます。
pt: O nome da pista. Pode clicar duas vezes para mudá-lo.

source: The track to route the output of the MIDI track to.
el: Το κομμάτι στο οποίο θα δρομολογηθεί το εξαγόμενο του κομματιού MIDI.
ja: MIDIトラックの出力をルーティングするトラック。
pt: A pista para a qual a saída da pista MIDI será roteada.

source: The input device(s) to receive MIDI signals from during recording.
el: Η/Οι συσκευή/ές εισόδου προς αποδοχή σημάτων MIDI κατά τη διάρκεια της ηχογράφησης.
ja: 録音中にMIDI信号を受信する入力デバイスです。
pt: O(s) aparelho(s) de entrada para receber sinais MIDI durante a gravação.

source: Input Channel
el: Κανάλι εισόδου
ja: 入力チャンネル
pt: Canal de Entrada

source: The MIDI channel(s) to listen to for recording MIDI events. This acts as a filter so MIDI events on channels not selected will be ignored.
el: Το/Τα κανάλι/ια MIDI προς ακρόαση για την καταγραφή γεγονότων MIDI. Αυτό λειτουργεί ως φίλτρο, προκειμένου να αγνοηθούν τα γεγονότα MIDI σε κανάλια που δεν είναι επιλεγμένα.
pt: O(s) canal/canais MIDI a escutar para gravar eventos MIDI. Isto atua como um filtro para que eventos MIDI em canais não selecionados sejam ignorados.

source: Pre-Fader Out
el: Έξοδος πριν το fader
ja: プリフェーダーアウト
pt: Saída Pré-Fader

source: The MIDI signal before the MIDI fader is applied.
el: Εφαρμόζεται το σήμα MIDI πριν τον fader MIDI.
ja: MIDI フェーダーをかける前の MIDI 信号です。
pt: O sinal MIDI antes do fader MIDI ser aplicado.

source: Fader Out
el: Έξοδος fader
ja: フェーダーアウト
pt: Saída Fader

source: The MIDI signal after the MIDI fader is applied.
el: Εφαρμόζεται το σήμα MIDI μετά τον fader MIDI.
ja: MIDI フェーダーをかけた後の MIDI 信号。
pt: O sinal MIDI após a aplicação do fader MIDI ser aplicado.

source: The MIDI fader uses MIDI volume CC.
el: Ο fader MIDI χρησιμοποιεί το CC της έντασης MIDI.
ja: MIDI フェーダーは MIDI ボリューム CC を使用します。
pt: O fader MIDI usa o volume MIDI CC.

source: The MIDI fader is a TODO feature and currently does nothing (it lets the signal pass through).
el: Ο fader MIDI είναι χαρακτηρηστικό ΝΑΓΙΝΕΙ και προς το παρόν δεν κάνει τίποτα (σας επιτρέπει όμως να περάσετε το σήμα).
ja: MIDIフェーダーはTODO機能であり、現在は何もしていません（信号を通過させます）。
pt: O fader MIDI é um recurso A FAZER e atualmente não faz nada (deixa o sinal passar).

source: The MIDI track can have multiple lanes for saving regions. By default, all regions you create will be created in lane 1. Additional lanes will be auto-created and deleted as you add regions to each lane.
el: Το κομμάτι MIDI μπορεί να έχει πολλαπλές λωρίδες για την αποθήκευση περιοχών. Από προεπιλογή, όλες οι περιοχές που δημιουργείτε θα δημιουργηθούν στη λωρίδα 1. Επιπρόσθετες λωρίδες θα δημιουργηθούν αυτόματα και θα διαγραφούν καθώς προσθέτετε περιοχές σε κάθε λωρίδα.
pt: A faixa MIDI pode ter várias pistas para gravar regiões. Por predefinição, todas as regiões que cria serão criadas na pista 1. Pistas adicionais serão auto criadas e apagadas à medida que adiciona regiões a cada pista.

source: Lanes are useful when recording, as each time the playback loops it will start recording in a new lane and mute the region in the previous lane. Lanes are also useful for generally organizing your regions. For example you can keep high notes in lane 1 and bass notes in lane 2.
el: Οι λωρίδες είναι χρήσιμες κατά τη διάρκεια της ηχογράφησης, καθώς κάθε φορά που η αναπαραγωγή λουπάρει θα ξεκινήσει ηχογράφηση σε καινούρια λωρίδα και θα βάλει σε σίγαση την περιοχή της προηγούμενης λωρίδας. Οι λωρίδες είναι επίσης χρήσιμες στην οργάνωση γενικά των περιοχών. Για παράδειγμα, μπορείτε να κρατήσετε ψηλές νότες στη λωρίδα 1 και μπάσες νότες στη λωρίδα 2.
pt: As pistas são úteis quando gravando, pois, cada vez que os loops de reprodução começam a gravar numa nova pista e silenciam a região na pista anterior. As pistas também são úteis para organizar geralmente as suas regiões. Por exemplo, pode manter notas altas na pista 1 e notas baixas na pista 2.

source: Lanes can be made visible by clicking the "hamburger" icon.
el: Οι λωρίδες μπορούν να γίνουν ορατές κάνοντας κλικ στο εικονίδιο «χάμπουργκερ».
ja: レーンは「ハンバーガー」アイコンをクリックすることで表示させることができます。
pt: As pistas podem ser tornadas visíveis clicando no ícone "hambúrguer".

source: Automation tracks are used to create automation events for various parameters of the MIDI track, and any plugins in the MIDI track's channel. To show the automation tracks, click on the cusp icon in the MIDI track.
el: Τα κομμάτια αυτοματισμού χρησιμοποιούνται για να δημιουργήσουν γεγονότα αυτοματισμού για διάφορες παραμέτρους του κομματιού MIDI και οποιαδήποτε πρόσθετα στο κανάλι του κομματιού MIDI. Για την προβολή των κομματιών αυτοματισμού, κάνετε κλικ στο ακριανό εικονίδιο στο κομμάτι MIDI.
pt: As pistas de automação são usadas para criar eventos de automação para vários parâmetros da faixa MIDI, e quaisquer suplementos no canal da faixa MIDI. Para mostrar as pistas de automação, clique no ícone da cúspide na faixa MIDI.

source: More information about automation tracks can be found in the :ref:`automation` chapter.
el: Για περισσότερες πληροφορίες σχετικά με τα κομμάτια αυτοματισμού μπορούν να βρεθούν στην ενότητα :ref:`automation`.
ja: オートメーショントラックについての詳細は :ref:`automation` の章を参照してください。
pt: Mais informações sobre as pistas de automação encontram-se no capítulo :ref:`automation`.

source: MIDI Transformations
el: Μεταμορφώσεις MIDI
ja: MIDI変換
pt: Transformações MIDI

source: Transpose
el: Μετατόπιση
ja: トランスポーズ
pt: Transposição

source: Modulator Track
el: Κομμάτι διαμορφωτών
ja: モジュレータートラック
pt: Faixa moduladora

source: Tracks are the main building blocks of projects. Tracks appear in the tracklist and contain various events such as :ref:`regions`.
el: Τα κομμάτια είναι οι κύριοι λίθοι των έργων. Τα κομμάτια εμφανίζονται στη λίστα κομματιών και περιέχουν διάφορα γεγονότα όπως τις :ref:`regions`.
pt: Faixas são os blocos de construção principais dos projetos. Faixas aparecem na lista de faixas e contêm vários eventos tais como :ref:`regions`.

source: Most types of tracks have a corresponding channel that appears in the :ref:`mixer`. See :ref:`channels` for more info.
el: Οι περισσότεροι τύποι κομματιών έχουν ένα αντίστοιχο κανάλι που εμφανίζεται στον :ref:`mixer`. Βλέπε :ref:`channels` για περισσότερες πληροφορίες.
pt: A maioria dos tipos de faixas tem um canal correspondente que aparece no :ref:`mixer`. Veja :ref:`channels` para mais informações.

source: There are various kinds of Tracks suited for different purposes, explained in the following sections. Some tracks are special, like the :ref:`chord-track` and the :ref:`marker-track`, which contain chords and markers respectively.
el: Υπάρχουν διάφορα είδη κομματιών σχεδιασμένα για διαφορετικούς λόγους, τα οποία εξηγούνται σε διαφορετικές ενότητες. Κάποια κομμάτια είναι ειδικά, όπως το :ref:`chord-track` και το :ref:`marker-track`, τα οποία περιέχουν συγχορδίες και σημάδια αντίστοιχα.
pt: Existem vários tipos de faixas adequadas para diferentes fins, explicados nas secções seguintes. Algumas faixas são especiais, como a :ref:`chord-track` e a :ref:`marker-track`, que contêm acordes e marcadores, respetivamente.

source: In Zrythm, group tracks are used for grouping signals (direct routing), FX/bus tracks are used for effects/sends, and folder tracks (coming soon) are used for putting tracks under the same folder and performing common operations.
el: Στο Zrythm, τα κομμάτια ομάδων χρησιμοποιούνται για την ομαδοποίηση σημάτων (απευθείας δρομολόγηση), τα κομμάτια εφέ/διαύλων χρησιμοποιούνται για εφέ/αποστολές και τα κομμάτια φακέλων (έρχονται σύντομα) χρησιμοποιούνται στην τοποθέτηση κομματιών μέσα στον ίδιο φάκελο και την εκτέλεση κοινών διεργασιών.
ja: Zrythmでは、グループトラックは信号のグループ化(ダイレクトルーティング)、FX/バストラックはエフェクト/センドに使用され、フォルダトラック(近日)はトラックを同じフォルダに置き、共通の操作を実行するために使用されます。
pt: Na Zrythm, faixas de grupo são usadas para agrupar sinais (roteamento direto), faixas FX/bus são usadas para efeitos/envios, e faixas de pastas (em breve) são usadas para pôr faixas sob a mesma pasta e realizar operações comuns.

source: Moreover, Zrythm uses Instrument tracks for instrument plugins, such as synthesizers, and MIDI tracks for MIDI plugins, such as a MIDI arpegiator.
el: Επιπρόσθετα, το Zrythm χρησιμοποιεί κομμάτια οργάνων για πρόσθετα οργάνων, όπως συνθεσάιζερς και κομμάτια MIDI για πρόσθετα MIDI, όπως ένας αρπετζιέιτορ MIDI.
pt: Além disso, a Zrythm utiliza faixas de instrumentos para suplementos de instrumentos, como sintetizadores, e faixas MIDI para suplementos MIDI, como um arpejador MIDI.

source: This is different from what many other :term:`DAWs <DAW>` do, so please keep this in mind.
el: Αυτό είναι διαφορετικό απ' ό,τι κάνουν πολλοί άλλοι :term:`ψηφιακοί σταθμοί επεξεργασίας ήχου <DAW>`, οπότε κρατήστε το στον νου σας.
pt: Isto é diferente do que muitos outros :term:`DAWs <DAW>` fazem, então por favor tenha isto em mente.

source: Track Interface
el: Διεπαφή κομματιών
ja: トラックインタフェース
pt: Interface de Faixa

source: Each track has a color, an icon (corresponding to its type) a name and various buttons. Tracks that can have lanes, like instrument tracks, will also have an option to display each lane as above. Tracks that can have automation will have an option to display automation tracks as above.
el: Κάθε κομμάτι έχει ένα χρώμα, ένα εικονίδιο (αντίστοιχο προς τον τύπο του), ένα όνομα και διάφορα κουμπιά. Τα κομμάτια που μπορούν να έχουν λωρίδες, όπως τα κομμάτια οργάνων, θα έχουν επίσης μια ρύθμιση να προβάλουν κάθε λωρίδα όπως παραπάνω. Τα κομμάτια που έχουν αυτοματισμό θα έχουν μια ρύθμιση να προβάλουν κομμάτια αυτοματισμού όπως παραπάνω.
pt: Cada faixa tem uma cor, um ícone (correspondente ao seu tipo), um nome e vários botões. Faixas que podem ter pistas, como faixas de instrumentos, também terão uma opção para mostrar cada pista como acima. As faixas que podem ter automação terão a opção de exibir pistas de automação como acima.

source: If the track produces output, it will have a meter on its right-hand side showing the current level.
el: Αν το κομμάτι παράγει εξαγόμενο, θα έχει έναν μετρητή στη δεξιά πλευρά δείχνοντας το τρέχον επίπεδο.
ja: トラックがアウトプットを出す場合、トラックの右側には現在のレベルを示すメーターが表示されます。
pt: Se a faixa produzir saída, ela terá um metro no seu lado direito mostrando o nível atual.

source: Track Icon
el: Εικονίδιο κομματιού
pt: Ícone de faixa

source: The icon can be changed by clicking on the icon in the tracklist.
el: Το εικονίδιο μπορεί να αλλάξει κάνοντας κλικ πάνω στο εικονίδιο στη λίστα κομματιών.
pt: O ícone pode ser alterado a clicar no ícone da lista de faixas.

source: Add pic and explain how to add custom icons.
el: Προσθήκη εικόνας και εξήγηση πώς να γίνει προσθήκη προσαρμοσμένων εικόνων.
pt: Adicionar imagem e explicar como adicionar ícones personalizados.

source: Each track will display its page in the inspector when selected. See :ref:`track-inspector` for more details.
el: Κάθε κομμάτι θα προβάλει τη σελίδα του στον επιθεωρητή όταν επιλεγεί. Βλέπε :ref:`track-inspector` για περισσότερες πληροφορίες.
ja: 各トラックが選択されると、インスペクタにそのページが表示されます。詳細は :ref:`track-inspector` を参照してください。
pt: Cada faixa exibirá a página dela no inspetor quando dor selecionada. Veja :ref:`track-inspector` para mais detalhes.

source: Each tracks has a context menu with additional options depending on its type.
el: Κάθε κομμάτι έχει ένα μενού περιβάλλοντος με επιπρόσθετες ρυθμίσεις ανάλογα με τον τύπο του.
ja: 各トラックには、その種類に応じて追加のオプションを持つコンテキストメニューがあります。
pt: Cada faixa tem um menu de contexto com opções adicionais dependendo do seu tipo.

source: The section :ref:`track-operations` explains the various track operations available.
el: Η ενότητα :ref:`track-operations` εξηγεί τις διάφορες διαθέσιμες διεργασίες κομματιών.
ja: セクション :ref:`track-operations` では、利用可能な様々なトラック操作について説明しています。
pt: A secção :ref:`track-operations` explica as várias operações de faixa disponíveis.

source: Tempo Track
el: Κομμάτι τέμπο
ja: テンポトラック
pt: Faixa do ritmo

source: Track Operations
el: Διεργασίες κομματιών
ja: トラックの操作
pt: Operações de Faixa

source: Moving Tracks
el: Μετακίνηση κομματιών
ja: トラックの移動
pt: Mover Faixas

source: Tracks can be moved by clicking and dragging inside empty space in the Track, and dropping it at another location. The drop locations will be highlighted as you move the Track.
el: Τα κομμάτια μπορούν να μετακινηθούν κάνοντας κλικ και σύροντας μέσα στον κενό χώρο στο κομμάτι, και ρίχνοντάς το σε άλλον προορισμό. Οι προορισμοί ρίψης θα επισημανθούν όπως μετακινείτε το κομμάτι.
ja: トラックは、トラック内の空きスペース内をクリックしてドラッグし、別の場所にドロップすることで移動できます。トラックを移動すると、ドロップ位置がハイライト表示されます。
pt: As faixas podem ser movidas clicando e arrastando para dentro do espaço vazio na Faixa e soltando-as em outro local. As localizações de descida serão realçadas à medida que você move a Faixa.

source: Deleting Tracks
el: Διαγραφή κομματιών
ja: トラックの削除
pt: Apagar Faixas

source: All Track operations are undoable.
el: Όλες οι διεργασίες κομματιών μπορούν να αναιρεθούν.
ja: トラックの操作はすべて元に戻すことができます。
pt: Todas as operações de Faixa poder ser desfeitas.

source: Track Types
el: Τύποι κομματιών
ja: トラックの種類
pt: Tipos de Faixas

source: Zrythm has the following types of Tracks, and they are explained further in their own sections.
el: Το Zrythm έχει τους εξής τύπους κομματιών και εξηγούνται περαιτέρω στις δικές τους ενότητες.
ja: Zrythmには以下の種類のトラックがあり、さらに独自のセクションで説明されています。
pt: Zrythm tem os seguintes tipos de faixas e eles são explicados mais em suas próprias seções.

source: Track type
el: Τύπος κομματιών
ja: トラックの種類
pt: Tipos de faixas

source: Can record
el: Δυνατότητα ηχογράφησης
ja: 録音が可能
pt: Pode gravar

source: Objects
el: Αντικείμενα
ja: オブジェクト
pt: Objetos

source: Yes
el: Ναι
ja: はい
pt: Sim

source: Audio regions
el: Περιοχές ήχων
ja: オーディオリージョン
pt: Regiões de áudio

source: Audio Group
el: Ομάδα ήχων
ja: オーディオグループ
pt: Grupo de Áudio

source: No
el: Όχι
ja: いいえ
pt: Não

source: None
el: Κανένα
ja: なし
pt: Nenhum

source: Audio FX
el: Εφέ ήχων
ja: オーディオFX
pt: FX de áudio

source: Chord
el: Συγχορδία
ja: コード（和音）
pt: Acorde

source: Chord regions & scales
el: Περιοχές συγχορδιών & κλίμακες
ja: コードリージョンとスケール
pt: Regiões e escalas de acordes

source: MIDI regions
el: Περιοχές MIDI
ja: MIDI リージョン
pt: Regiões MIDI

source: Marker
el: Δείκτης
ja: マーカー
pt: Marcador

source: MIDI Group
el: Ομάδα MIDI
ja: MIDI グループ
pt: Grupo de MIDI

source: MIDI FX
el: Εφέ MIDI
pt: FX de MIDI

source: Tempo
el: Τέμπο
ja: テンポ

source: All tracks except the :doc:`chord-track` have automation lanes available.
el: Όλα τα κομμάτια εκτός από το :doc:`chord-track` έχουν διαθέσιμες λωρίδες αυτοματισμού.
ja: :doc:`chord-track` 以外のすべてのトラックには、オートメーションレーンが用意されています。
pt: Todas as faixas, exceto a :doc:`chord-track` têm pistas de automação disponíveis.
