Repository: JeromyJSmith/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/zrythm-interface.po
Languages: es

source: Bottom Panel
es: Panel Inferior

source: The bottom panel contains various editors (such as the piano roll and automation editor) as well as the mixer and chord pads.
es: El panel inferior contiene editores varios (como el piano rollo y el editor de automatizaciones) así como también tiene el mezclador y los pads de acordes.

source: The Editor tab contains an arranger for editing regions, as well as various controls that vary depending on the type of region selected.
es: La pestaña Editor contiene un arreglador para editar regiones, así como varios controles que varían según el tipo de región seleccionada.

source: Editing inside the Editor tab is covered in :ref:`editors`.
es: La edición dentro de la pestaña Editor se trata en :ref:`editores`.

source: The Piano Roll, or MIDI Arranger, is the most commonly used editor. It can be used to edit MIDI regions, which contain MIDI notes. When a MIDI Region is selected, the Editor tab will display the Piano Roll, allowing you to edit that region.
es: El Piano Roll, o MIDI Arranger, es el editor más utilizado. Puede usarse para editar regiones MIDI, que contienen notas MIDI. Cuando se selecciona una región MIDI, la pestaña Editor muestra el Piano Roll, permitiéndote editar esa región.

source: The piano roll is covered in detail in :ref:`piano-roll`.
es: El piano roll se trata en detalle en :ref:`piano-roll`.

source: Automation Editor
es: Editor de automatización

source: In Zrythm, automation is also enclosed in regions (called Automation Regions). This allows automation to be repeated, much like MIDI Regions. The Automation Editor will appear in the Editor tab when an Automation Region is selected.
es: En Zrythm, la automatización también se incluye en regiones (llamadas Regiones de Automatización). Esto permite que la automatización se repita, al igual que las regiones MIDI. El Editor de Automatización aparece en la pestaña Editor cuando se selecciona una región de automatización.

source: The automation editor is covered in detail in :ref:`automation-editor`.
es: El editor de automatización se trata en detalle en :ref:`editor-de-automatización`.

source: Audio Editor
es: Editor De Audio

source: The audio editor is used to view the contents of audio regions. The audio editor will appear in the Editor tab when an audio region is selected.
es: El editor de audio se utiliza para ver el contenido de las regiones de audio. El editor de audio aparece en la pestaña Editor cuando se selecciona una región de audio.

source: The audio editor is covered in detail in :ref:`audio-editor`.
es: El editor de audio se trata en detalle en :ref:`editor-de-audio`.

source: Chord Editor
es: Editor de acordes

source: The chord editor is used for editing chord regions. It will appear in the Editor tab when a chord region is selected in the chord track.
es: El editor de acordes se utiliza para editar regiones de acordes. Aparece en la pestaña Editor cuando se selecciona una región de acorde en la pista de acordes.

source: The chord editor is covered in detail in :ref:`chord-editor`.
es: El editor de acordes se trata en detalle en :ref:`editor-de-acordes`.

source: Mixer
es: Mezclador

source: The Mixer tab contains each channel and various controls for changing the signal as it passes through the channel.
es: La pestaña Mezclador contiene cada canal y varios controles para cambiar la señal a medida que pasa por el canal.

source: Mixing is covered in :ref:`mixing`.
es: El proceso de mezcla se trata en :ref:`mezcla`.

source: Interface
es: Interfaz

source: Left Panel
es: Panel izquierdo

source: The left panel contains the inspectors and track visibility options.
es: El panel izquierdo contiene los inspectores y las opciones de visibilidad de la pista.

source: Track Inspector
es: Inspector de pistas

source: The first tab is the track inspector, which shows various options about the selected track.
es: La primera pestaña es el inspector de pistas, que muestra varias opciones sobre la pista seleccionada.

source: See :ref:`track-inspector` for more details.
es: Véase :ref:`inspector-de-pistas` para más detalles.

source: Plugin Inspector
es: Inspector de plugins

source: The plugin inspector shows various options for the selected plugin.
es: El inspector de plugins muestra varias opciones para el plugin seleccionado.

source: Plugin Properties
es: Propiedades de plugins

source: The plugin properties show the name and type of the plugin, as well as preset and bank selectors.
es: Las propiedades de plugins muestran el nombre y el tipo de plugin, así como los selectores de preset y bancos.

source: Plugin Ports
es: Puertos de plugins

source: These are the ports that the plugin has.
es: Estos son los puertos que tiene el plugin.

source: Control input ports can be changed by clicking and dragging, and can also be automated using automation tracks. Ports can be routed to other ports anywhere within Zrythm by double clicking on them.
es: Los puertos de entrada de control se pueden cambiar haciendo clic y arrastrando, y también se pueden automatizar usando pistas de automatización. Los puertos se pueden enrutar a otros puertos en cualquier lugar dentro de Zrythm haciendo doble clic en ellos.

source: Ports are explained in more detail in :ref:`ports`.
es: Los puertos se explican con más detalle en :ref:`puertos`.

source: Depending on the type of plugin, there may be different categories of ports being shown.
es: Dependiendo del tipo de plugin, es posible que se muestren diferentes categorías de puertos.

source: Track Visibility
es: Visibilidad de la pista

source: See :ref:`track-visibility`.
es: Véase :ref:`visibilidad-de-la-pista`.

source: Main Toolbar
es: Barra de herramientas principal

source: The main toolbar contains global actions, such as saving and loading a project or opening the preferences window.
es: La barra de herramientas principal contiene acciones globales, como guardar y cargar un proyecto o abrir la ventana de preferencias.

source: About Dialog
es: Diálogo Acerca de

source: Clicking the Zrythm icon will show the About dialog, which contains information about authors and copyright.
es: Al hacer clic en el icono de Zrythm, se muestra el cuadro de diálogo Acerca de, que contiene información sobre los autores y los derechos de autor.

source: Global Menus
es: Menús globales

source: Zrythm has the following global menus at the top of its interface.
es: Zrythm tiene los siguientes menús globales en la parte superior de su interfaz.

source: Edit Menu
es: Menú Editar

source: The Edit menu has various buttons and controls that are used often during editing and arranging.
es: El menú Editar tiene varios botones y controles que se utilizan a menudo durante la edición y la realización de arreglos.

source: The :ref:`editing` chapter explains these controls in detail.
es: El capítulo :ref:`edición` explica estos controles en detalle.

source: Project Menu
es: Menú Proyecto

source: The Project menu contains various project-related actions such as saving, loading and exporting MIDI or audio.
es: El menú Proyecto contiene varias acciones relacionadas con el proyecto, como guardar, cargar y exportar MIDI o audio.

source: New Project
es: Proyecto nuevo

source: Create a new project.
es: Crea un proyecto nuevo.

source: Save
es: Guardar

source: Save the current project at its current location.
es: Guarda el proyecto actual en su ubicación actual.

source: Save As
es: Guardar como

source: Save the current project at a new location.
es: Guarda el proyecto actual en una nueva ubicación.

source: Load
es: Cargar

source: Load a project.
es: Cargar un proyecto.

source: Export As
es: Exportar como

source: Export the project as audio or MIDI. See :ref:`export-audio-and-midi` for more details.
es: Exporta el proyecto como audio o MIDI. Consulta :ref:`exportación-audio-y-midi` para más detalles.

source: Export Graph
es: Exportar gráfico

source: Export the routing graph as an image or .dot graph. See :ref:`export-routing-graph` for more details.
es: Exporta el gráfico de enrutamiento como una imagen o un gráfico .dot. Véase :ref:`exportación-de-gráfico-de-enrutamiento` para más detalles.

source: For more information about projects, see the :ref:`projects` chapter.
es: Para obtener más información sobre proyectos, consulta el capítulo :ref:`proyectos`.

source: View Menu
es: Menú Ver

source: The View menu contains controls to change the appearance of Zrythm and its various areas, such as zooming.
es: El menú Ver contiene controles para cambiar el aspecto de Zrythm y sus diversas áreas, como el zoom.

source: Zoom In
es: Aumentar

source: Zooms in.
es: Aumenta.

source: Zoom Out
es: Disminuir

source: Zooms out.
es: Disminuye.

source: Original Size
es: Tamaño original

source: Zooms back to the default zoom level.
es: Vuelve al nivel de zoom predeterminado.

source: Best Fit
es: Mejor ajuste

source: Zooms in or out as much as required to show all of the events in the timeline.
es: Aumenta o disminuye tanto como sea necesario para mostrar todos los eventos en la línea de tiempo.

source: Toggle Left/Right/Bottom Panels
es: Alternar paneles izquierdo/derecho/inferior

source: Toggles the panel's visibility.
es: Alterna la visibilidad del panel.

source: Toggle Timeline Visibility
es: Alternar la visibilidad de la línea de tiempo

source: Toggles the timeline's visibility.
es: Alterna la visibilidad de la línea de tiempo.

source: Help Menu
es: Menú Ayuda

source: The Help menu contains links for reporting bugs, donating, chatting and other useful links.
es: El menú de Ayuda contiene enlaces para informar de errores, donar, chatear, etcétera.

source: Join the Zrythm chatroom on Matrix.
es: Únete a la sala de chat de Zrythm en Matrix.

source: View the user manual.
es: Consulta el manual del usuario.

source: News
es: Novedades

source: Show the latest changelog.
es: Muestra el registro de cambios más reciente.

source: Keyboard Shortcuts
es: Métodos abreviados de teclado

source: Show all the available keyboard shortcuts.
es: Muestra todos los métodos abreviados de teclado disponibles.

source: Donate
es: Donar

source: Donate to Zrythm through LiberaPay.
es: Dona a Zrythm a través de LiberaPay.

source: Report a Bug
es: Informar de un error

source: Opens the page to report a new bug.
es: Abre la página para informar de un nuevo error.

source: Additional Controls
es: Controles adicionales

source: The main toolbar also contains the following widgets.
es: La barra de herramientas principal también contiene los siguientes widgets.

source: There are the following buttons next to the name of the current project.
es: Los siguientes botones aparecen junto al nombre del proyecto actual.

source: Scripting Interface
es: Interfaz de línea de comandos

source: Shows the scripting interface. See :ref:`scripting` for more information.
es: Muestra la interfaz de línea de comandos. Consulta :ref:`línea de comandos` para obtener más información.

source: Log Viewer
es: Visor de registro

source: Displays the log, which gets updated real-time. Preferences Shows the preferences dialog. See :ref:`preferences` for more information.
es: Muestra el registro, que se actualiza en tiempo real. Preferencias muestra el cuadro de diálogo de preferencias. Consulta :ref:`preferencias` para obtener más información.

source: The MIDI In widget shows the :term:`MIDI` activity of auto-connected MIDI devices and the live waveform display shows the audio waveform from the master output.
es: El widget MIDI In muestra la actividad :term:`MIDI` de los dispositivos MIDI conectados automáticamente y la pantalla de forma de onda en vivo muestra la forma de onda de audio de la salida maestra.

source: Right Panel
es: Panel derecho

source: The right panel contains plugin and sample browsers in addition to the control room.
es: El panel derecho contiene plugins y exploradores de samples además de la sala de control.

source: Plugin Browser
es: Explorador de plugins

source: The first tab is the plugin browser, which is explained in :ref:`plugin-browser`.
es: La primera pestaña es el explorador de plugins, que se explica en :ref:`explorador-de-plugins`.

source: File Browser
es: Explorador de archivos

source: The file browser is covered in :ref:`file-browser`.
es: El explorador de archivos se trata en :ref:`explorador-de-archivos`.

source: Control Room
es: Cuarto de Controles

source: The control room is covered in :ref:`control-room`.
es: La sala de control se trata en :ref:`sala-de-control`.

source: Timeline
es: Línea de tiempo

source: The timeline consists of the timeline arranger and the project's tracks on the left side. It has a special toolbar at the top for timeline-specific actions.
es: La línea de tiempo consta del arreglador y las pistas del proyecto en el lado izquierdo. Tiene una barra de herramientas especial en la parte superior para acciones específicas de la línea de tiempo.

source: The :ref:`editing-timeline` section goes in depth about editing inside the timeline panel.
es: La sección :ref:`edición-de-línea-de-tiempo` profundiza en la edición dentro del panel de la línea de tiempo.

source: Transport Bar
es: Barra de transporte

source: The transport bar contains information about the audio engine and transport controls.
es: La barra de transporte contiene información sobre el motor de audio y los controles de transporte.

source: Transport Controls
es: Controles de transporte

source: Transport controls change the behavior of playback. They include the following items.
es: Los controles de transporte cambian el comportamiento de la reproducción. Incluyen los siguientes elementos.

source: Metronome toggle
es: Alternar metrónomo

source: Toggles the metronome on/off.
es: Activa o desactiva el metrónomo.

source: Metronome options
es: Opciones de metrónomo

source: Sets the volume of the metronome.
es: Establece el volumen del metrónomo.

source: Return to cue point on stop
es: Volver al punto de referencia cuando la reproducción se detiene

source: Toggles whether to return to the cue point when playback stops.
es: Cambia si volver al punto de referencia cuando la reproducción se detiene.

source: Song tempo (beats per minute).
es: Tempo de la canción (pulsaciones por minuto).

source: Playhead
es: Cabezal de reproducción

source: Current playhead position, in bars.beats.sixteenths.ticks.
es: Posición actual del cabezal de reproducción en compases.pulsos.semicorcheas.tics.

source: Transport buttons
es: Botones de transporte

source: Controls for stopping, playback, recording, etc.
es: Controles para detener, reproducir, grabar, etc.

source: Widgets like the BPM meter can be changed by clicking and dragging, or by hovering over them with the cursor and scrolling
es: Los widgets como el medidor de BPM pueden cambiarse haciendo clic y arrastrándolos, o colocándolos sobre ellos con el cursor y desplazándose

source: More information about working with the transport bar is covered in :ref:`transport-controls`.
es: Más información sobre el trabajo con la barra de transporte en :ref:`controles-de-transporte`.

source: Backend Information
es: Información de backend

source: Information about the currently selected backend and options is visible in the bottom left corner.
es: La información sobre el backend y las opciones actualmente seleccionadas está visible en la esquina inferior izquierda.

source: Interface Overview
es: Descripción general de la interfaz

source: The Zrythm interface is split into various sub-modules.
es: La interfaz de Zrythm está dividida en varios submódulos.

source: Each sub-module is explained in its own section.
es: Cada submódulo se explica en su propia sección.

source: :ref:`timeline` (1)
es: :ref:`línea-de-tiempo` (1)

source: :ref:`bottom-panel` (4)
es: :ref:`panel-inferior` (4)
