Repository: JeromyJSmith/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/zrythm-manual.po
Languages: el, ja, pt

source: It contains a snap section, a quantize section, and an audio region section. For details about snapping and quantization, see the previous pages.
el: Περιέχει ένα τμήμα σναπαρίσματος, ένα τμήμα κβαντοποίησης, και ένα τμήμα περιοχής ήχου. Για λεπτομέρειες σχετικά με το σναπάρισμα και την κβαντοποίηση, βλέπε τις προηγούμενες σελίδες.
ja: スナップセクション、クオンタイズセクション、オーディオリージョンセクションがあります。スナップとクオンタイズについての詳細は、前のページを参照してください。

source: Audio Region Section
el: Τμήμα περιοχής ήχου
ja: オーディオリージョンセクション

source: Musical Mode
el: Μουσική λειτουργία
ja: ミュージカルモード

source: When this is on, audio regions will be automatically time-stretched to match the new BPM, each time the BPM changes. If this is off, changing the BPM will cause audio regions to be repeated accordingly to match the new BPM without being time-stretched.
el: Όταν είναι ενεργοποιημένη, οι περιοχές ήχου αυτόματα θα τεντωθούν χρονικά (timestretching) για να ταυτίζονται με το νέο BPM, κάθε φορά που αλλάζει το BPM. Αν είναι απενεργοποιημένη, η αλλαγή του BPM θα προκαλέσει τις περιοχές ήχου να επαναλαμβάνονται έτσι, ώστε να ταυτίζονται με το νέο BPM χωρίς να τεντωθούν χρονικά.

source: Audio & MIDI
el: Ήχος & MIDI
ja: オーディオ＆MIDI

source: The Export dialog below is used to export the project or part of the project into audio or MIDI files. It can be accessed by clicking :ref:`zrythm-interface/main-toolbar:Export As`.
el: Το παράθυρο εξαγωγής παρακάτω χρησιμοποιείται για την εξαγωγή του έργου ή μέρους του έργου σε αρχεία ήχου ή MIDI. Μπορεί να ανοίξει κάνοντας κλικ στο :ref:`zrythm-interface/main-toolbar:Export As`.
ja: 下のエクスポートダイアログは、プロジェクトまたはプロジェクトの一部をオーディオまたはMIDIファイルに書き出すために使用されます。 :ref:`zrythm-interface/main-toolbar:Export As` をクリックしてアクセスできます。

source: Export dialog
el: Παράθυρο εξαγωγής
ja: エクスポートダイアログ

source: Fields
el: Πεδία
ja: 項目

source: Artist and Genre
el: Καλλιτέχνης και είδος
ja: アーティストとジャンル

source: These will be included as metadata to the exported file if the format supports it. The title used will be the project title.
el: Αυτά θα συμπεριληφθούν ως μεταδεδομένα στο εξαγόμενο αρχείο, εφόσον υποστηρίζεται από το φορμάτ. Ο τίτλος που χρησιμοποιείται θα αποτελέσει τον τίτλο του έργου.
ja: これらは、ファイルのフォーマットでサポートされている場合、エクスポートされたファイルにメタデータとして含まれます。使用するタイトルはプロジェクトタイトルになります。

source: Format
el: Φορμάτ
ja: フォーマット

source: The format to export to. Currently, the following formats are supported
el: Το φορμάτ προς εξαγωγή. Προς το παρόν, υποστηρίζονται τα εξής φορμάτ
ja: エクスポートする形式。現在、以下の形式がサポートされています。

source: MP3 support.
el: Υποστήριξη MP3.
ja: MP3をサポート。

source: Dither
el: Θόρυβος διασποράς
ja: ディザ

source: Implement.
el: Ενσωμάτωση.
ja: 実装。

source: Bit Depth
el: Βάθος bit
ja: ビット深度

source: This is the bit depth that will be used when exporting audio. The higher the bit depth the larger the file will be, but it will have better quality.
el: Αυτό είναι το βάθος bit που θα χρησιμοποιηθεί κατά την εξαγωγή ήχου. Όσο υψηλότερο το βάθος bit, τόσο μεγαλύτερο θα είναι το αρχείο, αλλά θα έχει καλύτερη ποιότητα.
ja: これは、オーディオを書き出すときに使用されるビット深度です。ビット深度が高いほどファイルは大きくなりますが、品質は向上します。

source: Time Range
el: Χρονικό εύρος
ja: 時間の範囲

source: The time range to export. You can choose to export the whole song (defined by the start/end markers), the current loop range or a custom time range.
el: Το χρονικό εύρος προς εξαγωγή. Μπορείτε να επιλέξετε να εξάγετε όλο το τραγούδι (το οποίο ορίζεται από τα σημάδια αρχής/τέλους), το τρέχον εύρος λούπας και το προσαρμοσμένο χρονικό εύρος.
ja: エクスポートする時間の範囲。曲全体(開始/終了マーカーで定義)、現在のループ範囲、またはカスタム時間の範囲をエクスポートすることができます。

source: Filename Pattern
el: Μοτίβο ονόματος αρχείου
ja: ファイル名のパターン

source: The pattern to use as the name of the file.
el: Το μοτίβο προς χρήση ως όνομα του αρχείου.
ja: ファイルの名前として使用するパターン。

source: Mixdown
el: Μίξη
ja: ミックスダウン

source: When exporting the mixdown, sound from all selected tracks will be included in the resulting file. This is the option to use when exporting your song.
el: Κατά την εξαγωγή της μίξης, ο ήχος από όλα τα επιλεγμένα κομμάτια θα συμπεριληφθεί στο συνεπαγόμενο αρχείο. Αυτή είναι η ρύθμιση που θα επιλέξετε κατά την εξαγωγή του τραγουδιού σας.

source: Export options for mixdown
el: Ρυθμίσεις εξαγωγής για τη μίξη
ja: ミックスダウンの書き出し設定

source: Exported file
el: Εξαγόμενο αρχείο
ja: 書き出したファイル

source: Stems
el: Στελέχη
ja: ステム

source: Exporting stems means that each selected track will be exported in its own file. This is useful when you want to share the components of your song separately. For example, you can :term:`bounce <Bounce>` the drums and the bass as separate audio files.
el: Η εξαγωγή στελεχών σημαίνει ότι κάθε επιλεγμένο κομμάτι θα εξαχθεί στο δικό του αρχείο. Αυτό είναι χρήσιμο όταν θέλετε να μοιράσετε ξεχωριστά τα στοιχεία του τραγουδιού σας. Για παράδειγμα, μπορείτε να κάνετε :term:`bounce <Bounce>` τα κρουστά και το μπάσο σε ξεχωριστά αρχεία ήχου.

source: Export options for stems
el: Εξαγωγή ρυθμίσεων για στελέχη
ja: ステムの書き出し設定

source: Exported files
el: Εξαχθέντα αρχεία
ja: エクスポートされたファイル

source: Exporting
el: Εξαγωγή
ja: エクスポート

source: Routing Graph
el: Γράφημα δρομολόγησης
ja: ルーティング図

source: Zrythm allows you to export its routing graph. This is useful for debugging and also helps visualizing the internals of Zrythm.
el: Το Zrythm σάς επιτρέπει να εξάγετε το γράφημα δρομολόγησής του. Αυτό είναι χρήσιμο για τον εντοπισμό σφαλμάτων και βοηθάει στην οπτικοποίηση του εσωτερικού του Zrythm.
ja: Zrythm はルーティング図をエクスポートすることができます。これはデバッグに便利で、Zrythmの内部を可視化するのにも役立ちます。

source: Clicking the :guilabel:`Export Graph` button in the :doc:`../zrythm-interface/main-toolbar` will show the following selection. The routing graph can be exported as either a PNG image or a .dot graph.
el: Κάνοντας κλικ στο κουμπί :guilabel:`Export Graph` στην :doc:`../zrythm-interface/main-toolbar` θα προβάλει την ακόλουθη επιλογή. Το γράφημα δρομολόγησης μπορεί να εξαχθεί είτε ως εικόνα PNG είτε ως γράφημα .dot.

source: For large projects, it may take a while to generate the PNG graph and the resulting image will be extremely large.
el: Για μεγάλα έργα, μπορεί να πάρει λίγη ώρα για να παράξει το γράφημα PNG και η συνεπαγόμενη εικόνα θα είναι πάρα πολύ μεγάλη.
ja: 大規模なプロジェクトの場合、PNGグラフの生成に時間がかかり、結果の画像が非常に大きくなります。

source: Getting Plugins, Instruments and Samples
el: Απόκτηση προσθέτων, οργάνων και δειγμάτων
ja: プラグイン、インストゥルメント、サンプルの入手

source: Zrythm ships with a few bundled plugins to help users get started, but users are expected to download and install their own plugins that suit their preferences.
el: Το Zrythm παρέχει κάποια πακέτα προσθέτων για να βοηθήσει τους χρήστες να ξεκινήσουν, ωστόσο αναμένεται από τους χρήστες να κατεβάσουν και να εγκαταστήσουν τα δικά τους πρόσθετα που ταιριάζουν στις προτιμήσεις τους.
ja: Zrythmには、ユーザーが使い始めるのに役立ついくつかのプラグインが同梱されていますが、ユーザーは自分の好みに合ったプラグインをダウンロードしてインストールすることが期待されています。

source: There are many plugins to choose from. This guide will show you a few ways you can install plugins on GNU/Linux systems.
el: Υπάρχουν πάρα πολλά πρόσθετα να επιλέξει κανείς. Αυτός ο οδηγός θα σας δείξει μερικούς τρόπους που μπορείτε να εγκαταστήσετε πρόσθετα σε συστήματα GNU/Linux.
ja: 多くのプラグインがあります。このガイドでは、GNU/Linuxシステムにプラグインをインストールする方法をいくつか紹介します。

source: For other systems, you can find a `list of free software plugins here <https://github.com/webprofusion/OpenAudio>`_.
el: Για άλλα συστήματα, μπορείτε να βρείτε `μια λίστα προσθέτων ελεύθερου λογισμικού εδώ <https://github.com/webprofusion/OpenAudio>`_.
ja: 他のシステムについては、 `ここにはフリーソフトウェアのプラグインのリストがあります <https://github.com/webprofusion/OpenAudio>`_。

source: For users of Debian-based distributions such as Ubuntu and Linux Mint we recommend using the `KXstudio repositories <https://kx.studio/>`_, as there are many plugins that can easily be installed via apt.
el: Αν είστε σε Debian/Ubuntu, προτείνουμε ανεπιφύλακτα τη χρήση των `αποθηκών KXstudio <https://kx.studio/>`_, καθώς υπάρχουν αρκετά πρόσθετα που μπορούν να εγκατασταθούν εύκολα μέσω apt.
ja: Ubuntu や Linux Mint のような Debian ベースのディストリビューションのユーザには、 `KXstudio リポジトリ <https://kx.studio/>`_ を利用することをお勧めします。

source: For users of Arch Linux-based distributions such as Manjaro we recommend installing the `lv2-plugins <https://www.archlinux.org/groups/x86_64/lv2-plugins/>`_ group.
el: Αν είστε σε Arch Linux, προτείνουμε την εγκατάσταση του ομαδικού πακέτου `lv2-plugins <https://www.archlinux.org/groups/x86_64/lv2-plugins/>`_ , ή μπορείτε να επιλέξετε συγκεκριμένα ποια πρόσθετα θέλετε από εκεί.
ja: Manjaro のような Arch Linux ベースのディストリビューションを使っているユーザーには `lv2-plugins <https://www.archlinux.org/groups/x86_64/lv2-plugins/>`_ グループをインストールすることをお勧めします。

source: Recommended Plugin Bundles
el: Προτεινόμενα πακέτα προσθέτων
ja: おすすめなプラグインバンドル

source: `DISTRHO Ports <https://distrho.sourceforge.io/ports.php>`_ provides a good variety of synths and effects.
el: Το `DISTRHO Ports <https://distrho.sourceforge.io/ports.php>`_ παρέχει μια καλή ποικιλία από συνθεσάιζερς και εφέ.
ja: `DISTRHOポート <https://distrho.sourceforge.io/ports.php>`_ は、さまざまなシンセとエフェクトを提供します。

source: `ZAM Plugins <http://www.zamaudio.com/?p=976>`_ is an effects pack that contains high quality plugins for all the basic effects such as Delay, Reverb, Compression, EQ and Saturation.
el: Το `ZAM Plugins <http://www.zamaudio.com/?p=976>`_ είναι ένα πακέτο εφέ που περιέχει όλα τα βασικά εφέ όπως καθυστέρηση (delay), αντήχηση (reverb), συμπίεση (compression), ισοστάθμιση (EQ), κορεσμό (saturation), κλπ.
ja: `ZAM Plugins <http://www.zamaudio.com/?p=976>`_ は、ディレイ、リバーブ、コンプレッション、EQ、サチュレーションなどの基本的なエフェクトをすべて収録した高品質なプラグインを収録したエフェクトパックです。

source: The `LSP Project <https://lsp-plug.in/>`_ has a wide variety of effect plugins.
el: Το `LSP Project <https://lsp-plug.in/>`_ έχειι μια ευρεία ποικιλία από πρόσθετα εφέ.
ja: `LSPプロジェクト <https://lsp-plug.in/>`_ には、さまざまなエフェクトプラグインがあります。

source: `X42 Plugins <http://x42-plugins.com/x42/>`_ is a collection of various MIDI effect and meter plugins.
el: Το `X42 Plugins <http://x42-plugins.com/x42/>`_ έχει πολλά πρόσθετα MIDI εφέ και μετρητών.
ja: `X42プラグイン <http://x42-plugins.com/x42/>`_ は、さまざまなMIDIエフェクトおよびメータープラグインのコレクションです。

source: Synths
el: Συνθεσάιζερς
ja: シンセサイザー

source: `Helm <https://tytel.org/helm/>`_ is a powerful subtractive synthesizer.
el: Το `Helm <https://tytel.org/helm/>`_ είναι ένα εξαιρετικό αφαιρετικό συνθεσάιζερ.
ja: `Helm <https://tytel.org/helm/>`_ は強力な減算シンセサイザーです。

source: `Dexed <http://asb2m10.github.io/dexed/>`_ Dexed is an FM synthesizer that is closely modeled on the Yamaha DX7.
el: Το `Dexed <http://asb2m10.github.io/dexed/>`_ έιναι ένα συνθεσάιζερ διαμόρφωσης συχνότητας (FM) βασισμένο στο Yamaha DX7.
ja: `Dexed <http://asb2m10.github.io/dexed/>`_ はヤマハDX7を綿密にモデル化したFMシンセです。

source: `ZynFusion <http://zynaddsubfx.sourceforge.net/zyn-fusion.html>`_ is a powerful additive/subtractive synth that can synthesize a wide variety of sounds.
el: Το `ZynFusion <http://zynaddsubfx.sourceforge.net/zyn-fusion.html>`_ είναι ένα ισχυρό προσθετικό/αφαιρετικό συνθεσάιζερ που μπορεί να συνθέσει μια ευρεία ποικιλία ήχων.
ja: `ZynFusion <http://zynaddsubfx.sourceforge.net/zyn-fusion.html>`_ は、さまざまなサウンドを合成できる強力な加算/減算シンセです。

source: Percussion Generators
el: Παραγωγοί κρουστών
ja: パーカッション・ジェネレータ

source: `GeonKick <https://gitlab.com/iurie/geonkick>`_ is a kick drum synthesizer that can also synthesize other types of percussion.
el: Το `GeonKick <https://gitlab.com/iurie/geonkick>`_ είναι συνθεσάιζερ μπάσου τύμπανου (kick) που μπορεί επίσης να συνθέσει άλλους τύπους κρουστών.
ja: `GeonKick <https://gitlab.com/iurie/geonkick>`_ は、他の種類のパーカッションも合成できるキックドラムシンセサイザーです。

source: See :ref:`scanning-plugins` for paths where plugins will be scanned in.
el: Βλέπε :ref:`scanning-plugins` για μονοπάτια που σκανάρονται για εύρεση προσθέτων.
ja: プラグインがスキャンされるパスについては :ref:`scanning-plugins` を参照してください。

source: SFZ/SF2 Instruments
el: Όργανα SFZ/SF2
ja: SFZ/SF2インストゥルメント

source: You can find a list of SFZ instruments under free licenses at `sfz instruments <https://sfzinstruments.github.io/>`_.
el: Μπορείτε να βρείτε μια λίστα οργάνων SFZ με ελεύθερες άδειες στο `sfz instruments <https://sfzinstruments.github.io/>`_.
ja: フリーライセンスの SFZ インストルメントの一覧は、 `sfz instruments <https://sfzinstruments.github.io/>`_ にあります。

source: We recommend using `Freesound <https://freesound.org/>`_ for collecting CC-licensed samples.
el: Συνιστούμε τη χρήση του `Freesound <https://freesound.org/>`_ για τη συλλογή δειγμάτων με άδειες CC.
ja: CCライセンスのサンプルを収集するには、 `Freesound <https://freesound.org/>`_ を使用することをお勧めします。

source: Installation
el: Εγκατάσταση
ja: インストール

source: Installers
el: Εγκαταστατές
ja: インストーラ

source: You can install the latest version of Zrythm for your distro or operating system using an installer from the `Download <https://www.zrythm.org/en/download.html>`_ page on our website.
el: Μπορείτε να εγκαταστήσετε την τελευταία έκδοση του Zrythm για τη διανομή σας χρησιμοποιώντας έναν εγκαταστατή από τη σελίδα `λήψης <https://www.zrythm.org/en/download.html>`_ στην ιστοσελίδα μας.
ja: 最新版のZrythmは、当サイトの `ダウンロード <https://www.zrythm.org/ja/download.html>`_ ページからインストーラーを使ってインストールすることができます。

source: This is the easiest and recommended way to install the latest version for most users, and we provide support for it.
el: Αυτός είναι ο ευκολότερος και πιο προτεινόμενος τρόπος εγκατάστασης της τελευταίας έκδοσης για τους περισσότερους χρήστες, και προσφέρουμε υποστήριξη για αυτόν.
ja: これは、ほとんどのユーザーに最新バージョンをインストールする最も簡単で推奨される方法であり、サポートを提供します。

source: The installers also include bundled plugins.
el: Οι εγκαταστατές επίσης περιλαμβάνουν πακέτα προσθέτων.
ja: インストーラにはバンドルされているプラグインも含まれています。

source: Manual Installation
el: Χειροκίνητη εγκατάσταση

source: If you are an advanced user, you can also build Zrythm from source, either using a `source distribution tarball <https://www.zrythm.org/releases/>`_ or `git <https://git.zrythm.org/cgit/zrythm/>`_.
el: Αν είστε προχωρημένος χρήστης, μπορείτε να χτίσετε το Zrythm από την πηγή, χρησιμοποιώντας είτε ένα `συμπιεσμένο αρχείο .tar με την πηγαία διανομή <https://www.zrythm.org/releases/>`_ είτε το `git <https://git.zrythm.org/cgit/zrythm/>`_.
ja: 高度なユーザーの場合は、 `ソースディストリビューション tarball <https://www.zrythm.org/releases/>`_ または `git <https://git.zrythm.org/cgit/zrythm/>`_ を使用して、ソースから Zrythm をビルドすることもできます。

source: See :download:`INSTALL.md <../../../INSTALL.md>` in the source distribution for installation instructions.
el: Βλέπε :download:`INSTALL.md <../../../INSTALL.md>` στην πηγαία διανομή για οδηγίες εγκατάστασης.
ja: インストール方法については、ソース配布物の :download:`INSTALL.md <../../../INSTALL.md>` を参照してください。

source: Installer
el: Εγκαταστάτης
ja: インストーラー

source: The installer supports the following distributions (and derivatives):
el: Ο εγκαταστάτης υποστηρίζει τις ακόλουθες διανομές (και παράγωγά τους):
ja: インストーラは以下のディストリビューション (および派生ディストリビューション) をサポートしています。

source: Distribution Package
el: Πακέτο διανομής
ja: ディストリビューションパッケージ

source: If your distribution provides a Zrythm package you can also install it from there.
el: Αν η διανομή σας παρέχει πακέτο Zrythm τότε μπορείτε να το εγκαταστήσετε από εκεί.
ja: ディストリビューションが Zrythm パッケージを提供している場合は、そこからインストールすることもできます。

source: The installers above fully support Windows 64bit and MacOS.
el: Οι προαναφερόμενοι εγκαταστάτες υποστηρίζουν πλήρως Windows 64bit και MacOS.
ja: 上記のインストーラーは、Windows 64bitとMacOSを完全にサポートしています。

source: Port
el: Θύρα
ja: ポート

source: You can install the Zrythm port from the official repositories.
el: Μπορείτε να εγκαταστήσετε το Zrythm port από τις επίσημες αποθήκες.
ja: Zrythmポートは公式リポジトリからインストールできます。

source: Getting Started
el: Ξεκινώντας
ja: はじめに

source: Running Zrythm
el: Εκτέλεση του Zrythm
ja: Zrythmの実行

source: First Run Wizard
el: Οδηγός πρώτης εκτέλεσης

source: When you first run Zrythm, it will display a wizard that lets you configure the basic settings that Zrythm will use. These include the :term:`Zrythm user path`, the language of the user interface and audio/MIDI backends.
el: Όταν εκτελείτε το Zrythm για πρώτη φορά, θα προβάλει έναν οδηγό ο οποίος σας επιτρέπει να επιλέξετε τις πιο βασικές ρυθμίσεις που θα χρησιμοποιήσει το Zrythm. Αυτές περιλαμβάνουν το :term:`Zrythm user path`, τη γλώσσα του περιβάλλοντος χρήστη και τα παρασκήνια ήχου/MIDI.
ja: 最初に Zrythm を起動すると、Zrythm が使用する基本的な設定を行うウィザードが表示されます。これには :term:`Zrythm user path` 、ユーザーインターフェースの言語、オーディオ/MIDI バックエンドが含まれます。

source: Language Selection
el: Επιλογή γλώσσας

source: Zrythm lets you choose the language of the interface. The interface is already translated in `multiple languages <https://hosted.weblate.org/projects/zrythm/#languages>`_, so choose the language you are most comfortable in.
el: Το Zrythm σάς επιτρέπει να επιλέξετε τη γλώσσα του περιβάλλοντός σας. Το περιβάλον είναι ήδη μεταφρασμένο σε `πολλαπλές γλώσσες <https://hosted.weblate.org/projects/zrythm/#languages>`_, οπότε επιλέξτε τη γλώσσα με την οποία είστε πιο εξοικειωμένος.
ja: Zrythm ではインターフェースの言語を選択することができます。インターフェースはすでに `複数の言語 <https://hosted.weblate.org/projects/zrythm/#languages>`_ で翻訳されているので、最も快適な言語を選択してください。

source: You must have a locale enabled for the language you want to use.
el: Πρέπει να έχετε ενεργοποιήσει το locale που αντιστοιχεί στη γλώσσα που θέλετε να χρησιμοποιήσετε.

source: Path
el: Μονοπάτι
ja: パス

source: This is the :term:`Zrythm user path`.
el: Αυτό είναι το :term:`Zrythm user path`.
ja: これは :term:`Zrythm user path` です。

source: Audio/MIDI Backends
el: Παρασκήνια ήχου/MIDI

source: Zrythm supports multiple audio and MIDI backend engines. :term:`JACK` is the recommended one for both, but it takes some time to set up if this is your first time using it.
el: Το Zrythm υποστηρίζει πολλαπλούς παρασκηνιακούς κινητήρες ήχου και MIDI. Το :term:`JACK` είναι αυτό που συνίσταται περισσότερο και για τα δύο, παίρνει όμως κάποιον χρόνο για να στηθεί αν είναι η πρώτη φορά που το χρησιμοποιείτε.

source: If JACK is not available on your system, we recommend RtAudio and RtMidi.
el: Αν το JACK δεν είναι διαθέσιμο στο σύστημά σας, προτείνουμε τα RtAudio και RtMidi.
ja: JACKがシステム上で利用できない場合は、RtAudioとRtMidiをお勧めします。

source: Click :guilabel:`Test` to try connecting to the backend to see if it is functional.
el: Κάνετε κλικ στο :guilabel:`Test` για να προσπαθήσετε να συνδεθείτε στο παρασκήνιο και να ελέγξετε αν είναι λειτουργικό.

source: If you choose to use JACK, JACK MIDI and the JACK audio backend must be chosen together.
el: Αν επιλέξετε να χρησιμοποιήσετε το JACK, τότε πρέπει να επιλεχθούν μαζί και τα δύο παρασκήνια JACK MIDI και JACK ήχου.
ja: もし JACK を使用する場合は、JACK MIDI と JACK オーディオバックエンドを一緒に選択しなければなりません。

source: All of the settings mentioned here are also available in the :ref:`preferences`, so don't worry if you selected the wrong settings.
el: Όλες οι ρυθμίσεις που αναφέρονται εδώ είναι διαθέσιμες επίσης στις :ref:`preferences`, οπότε μην ανησυχείτε αν επιλέξατε τις λάθος ρυθμίσεις.

source: Plugin Scan
el: Σκανάρισμα προσθέτων
ja: プラグインのスキャン

source: When the first run wizard is completed, Zrythm will start :doc:`scanning for plugins <../plugins-files/plugins/scanning>`.
el: Όταν ο οδηγός πρώτης εκτέλεσης ολοκληρωθεί, το Zrythm θα εκκινήσει :doc:`το σκανάρισμα προσθέτων <../plugins-files/plugins/scanning>`.
ja: 最初の実行ウィザードが完了すると、Zrythm は :doc:`プラグインのスキャン <../plugins-files/plugins/scanning>` を開始します。

source: Project Selection
el: Επιλογή έργου
ja: プロジェクトの選択

source: Finally, Zrythm will ask you to :doc:`load or create a project <../projects/saving-loading>` and then the :doc:`main interface <../zrythm-interface/zrythm-interface-overview>` will show up.
el: Τέλος, το Zrythm θα σας ζητήσει :doc:`να φορτώσετε ή να δημιουργήσετε ένα έργο <../projects/saving-loading>` και ύστερα :doc:`η κύρια διεπαφή <../zrythm-interface/zrythm-interface-overview>` θα εμφανιστεί.
ja: 最後に、Zrythm は :doc:`プロジェクトをロードするか作成するか <../projects/saving-loading>` を尋ねてきます。そうすると :doc:`メインインターフェイス <../zrythm-interface/zrythm-interface-overview>` が表示されます。

source: Project selection
el: Επιλογή έργου
ja: プロジェクトの選択

source: Main interface
el: Κύρια διεπαφή
ja: メインインタフェース

source: System Requirements
el: Προϋποθέσεις συστήματος
ja: システム要件

source: Hardware
el: Υλικό
ja: ハードウェア

source: x86_64 (64-bit), i686 (32-bit), armhf (ARMv7) or aarch64 (ARMv8)
el: x86_64 (64-bit), i686 (32-bit), armhf (ARMv7) ή aarch64 (ARMv8)
ja: x86_64 (64 ビット), i686 (32 ビット), armhf (ARMv7) または aarch64 (ARMv8)

source: Operating System
el: Λειτουργικό σύστημα
ja: OS

source: GNU/Linux, FreeBSD, Windows or MacOS
el: GNU/Linux, FreeBSD, Windows ή MacOS
ja: GNU/Linux、FreeBSD、WindowsまたはMacOS

source: Recommendations
el: Συστάσεις
ja: お勧め

source: CPU
el: Κεντρική Μονάδα Επεξεργασίας (CPU)

source: For smooth operation, we recommend using a CPU with at least 2GHz clock speed and at least 4 cores in total.
el: Για ομαλή εργασία, συνιστούμε τη χρήση επεξεργαστή με τουλάχιστον 2GHz ταχύτητας ρολογιού και τουλάχιστον 4 πυρήνες στο σύνολο.
ja: スムーズな動作を実現するには、2GHz以上のクロック速度と、合計で最低4コアのCPUを使用することをお勧めします。

source: Monitor
el: Οθόνη
ja: モニタ

source: It is recommended to have at least 16 inches of monitor space to work efficiently with Zrythm.
el: Συνιστάται να έχετε τουλάχιστον 16 ίντσες ελεύθερου χώρου στην οθόνη για να δουλέψετε αποτελεσματικά με το Zrythm.
ja: Zrythmで効率よく作業するためには、最低でも16インチのモニタースペースを確保することをお勧めします。

source: Audio interface
el: Διεπαφή ήχου
ja: オーディオインターフェイス

source: An audio interface offers low latency and better quality than integrated sound cards (especially if recording audio).
el: Μια διεπαφή ήχου προσφέρει χαμηλή καθυστέρηση μεταφοράς (latency) και καλύτερη ποιότητα από ενσωματωμένες κάρτες ήχου (ειδικά αν γίνεται ηχογράφηση).
ja: オーディオインターフェイスは、低レイテンシーと統合されたサウンドカードよりも優れた品質を提供します（特にオーディオを録音する場合）。

source: MIDI keyboard
el: Πληκτρολόγιο MIDI
ja: MIDIキーボード

source: For quickly trying out melodies or recording.
el: Για γρήγορη δοκιμή μελωδιών ή ηχογράφηση.
ja: メロディをすぐに試したり、録音したりするのに便利です。

source: Glossary
el: Γλωσσάριο
ja: 用語集

source: a2jmidid is an application that bridges between the system MIDI ports and :term:`JACK`.
el: Το a2jmidid είναι μια εφαρμογή που γεφυρώνει τις θύρες MIDI του συστήματος και το :term:`JACK`.
ja: a2jmididはシステムのMIDIポートと :term:`JACK` の間のブリッジとなるアプリケーションです。

source: A proprietary plugin standard, mainly used on MacOS. We recommend using :term:`LV2` instead.
el: Ένα ιδιωτικό πρότυπο προσθέτων που χρησιμοποιείται κυρίως στα MacOS. Αντί αυτών, προτείνουμε τη χρήση :term:`LV2`.
ja: プロプライエタリなプラグインの規格で、主にMacOSで使われています。代わりに :term:`LV2` を使うことをお勧めします。

source: Balance
el: Ισορροπία
ja: バランス

source: Balance (or :term:`Stereo` balance) is the left-right balance of a stereo audio signal.
el: Ισορροπία (ή ισορροπία :term:`Stereo`) είναι η αριστερή-δεξιά ισορροπία ενός στέρεο ηχητικού σήματος.

source: Bounce
el: Μετατροπή σε ήχο
ja: バウンス

source: Bouncing means exporting to audio.
el: Ο όρος bouncing σημαίνει την εξαγωγή σε ήχο.
ja: バウンスとは、オーディオに書き出すことを意味します。

source: :abbr:`CLI (Command Line Interface)` is the interface users interact with when typing commands in a terminal.
el: :abbr:`CLI (Command Line Interface)` είναι η διεπαφή με την οποία αλληλεπιδρούν οι χρήστες όταν πληκτρολογούν εντολές σε ένα τερματικό.

source: Clip
el: Κλιπ
ja: クリップ

source: Used interchangeably with :ref:`region <regions>`.
el: Είναι ισοδύναμος όρος με την :ref:`region <regions>`.
ja: :ref:`リージョン <regions>` と互換的に使用されます。

source: Control
el: Χειριστής
ja: コントロール

source: A control is a :doc:`port <../routing/ports>` with a user-changeable control value that affects a processor, such as a plugin. For example, a gain control. Used interchangeably with :term:`Parameter`.
el: Ο χειριστής είναι μία :doc:`port <../routing/ports>` με επεξεργάσιμη από τον χρήστη χειριστική τιμή που επηρεάζει έναν επεξεργαστή, όπως ένα πρόσθετο. Για παράδειγμα, ο χειριστής απολαβής. Είναι ισοδύναμος όρος με την :term:`Parameter`.
